export default {
  "experts_common": {
    "experts_page": "तज्ञ पृष्ठ",
    "no_job": "योग्य तंदुरुस्त आढळले नाही!",
    "jobs_filter": "नोकरी फिल्टर",
    "start_price": "सुरुवातीची किंमत",
    "completed_count": "नोकऱ्या पूर्ण झाल्या",
    "job_title": "नोकरी शीर्षक",
    "job_desc": "कामाचे स्वरूप",
    "job_not_approved": "नोकरीची पडताळणी अद्याप झालेली नाही.",
    "new_job": "नवीन नोकरी",
    "expert_profile": "तज्ञ प्रोफाइल",
    "job_detail": "नोकरीचे तपशील",
    "contracts": "करार",
    "start_end_date": "प्रारंभ/समाप्ती तारीख",
    "complete_cancel_date": "पूर्ण/रद्द तारीख",
    "waiting_pay_and_start": "पैसे देण्याची आणि सुरू करण्याची प्रतीक्षा करत आहे",
    "waiting_to_complete": "ग्राहकाकडून मंजुरीची प्रतीक्षा करत आहे",
    "running": "धावत आहे",
    "paY_start_action": "पैसे द्या आणि आता सुरू करा",
    "need_help": "मदत पाहिजे?",
    "hire_me_now": "आता मला कामावर घ्या...",
    "expert_contracts": "तज्ञ करार"
  },
  "topic_categories": {
    "SETUP": {
      "title": "ऑनलाइन शॉप सेट करा",
      "desc": "या क्षेत्रातील तज्ञ तुमचे ऑनलाइन स्टोअर तुमच्यासाठी सोपे आणि जलद सेट अप करतात."
    },
    "ADD_PAGE": {
      "title": "पृष्ठे जोडा (लँडिंग, आमच्याबद्दल, ...)",
      "desc": "आपण लँडिंग पृष्ठांची निर्मिती, आमच्याबद्दल आणि आपल्या वेबसाइटची इतर पृष्ठे या तज्ञांवर सोडू शकता."
    },
    "ADD_PRODUCT": {
      "title": "उत्पादने आणि श्रेणी जोडा",
      "desc": "स्टोअरमध्ये उत्पादने जोडण्यासाठी तुम्ही हे करण्यासाठी लोकांना नियुक्त करू शकता."
    },
    "PAYMENT": {
      "title": "पेमेंट पद्धती जोडा",
      "desc": "तुमच्यासाठी गेटवे प्राप्त करण्याची आणि अपडेट करण्याची प्रक्रिया करण्यासाठी पेमेंट गेटवे तज्ञाची नियुक्ती करा."
    },
    "MARKETING": {
      "title": "विपणन",
      "desc": "विपणन तज्ञ तुम्हाला तुमच्या मोहिमा आणि प्रोत्साहनांमध्ये सर्वोत्तम समायोजन करण्यात किंवा प्रभावी जाहिरात मोहीम सुरू करण्यात मदत करतात."
    },
    "MIGRATION": {
      "title": "माझे दुकान दुसऱ्या ईकॉमर्स प्लॅटफॉर्मवरून स्थलांतरित करा",
      "desc": "तुमचे आधी दुकान होते का? आपण स्टोअर हस्तांतरित करण्याचे कार्य एखाद्या विशेषज्ञकडे सोडू शकता जेणेकरून व्यावसायिक सेवा आपल्या स्टोअरला कायमचे समर्थन देऊ शकेल."
    },
    "APP_SETUP": {
      "title": "सेटअप अनुप्रयोग",
      "desc": "तुमच्या स्टोअरमध्ये अॅप्स सेट अप आणि इन्स्टॉल करण्यात मदत हवी आहे? तुम्हाला वैयक्तिक अर्ज तयार करण्याची गरज आहे का? या क्षेत्रातील तज्ज्ञ तुमच्यासोबत असतील."
    },
    "MANAGEMENT": {
      "title": "स्टोअर व्यवस्थापन",
      "desc": "तुम्ही तुमच्या स्टोअर व्यवस्थापनाचे काही भाग स्टोअर व्यवस्थापन तज्ञांना आउटसोर्स करू शकता. व्यवसाय चालवण्याच्या सर्व पैलूंवर ते तज्ञ सल्ला देखील देतात."
    },
    "CONTENT": {
      "title": "सामग्री लेखन",
      "desc": "सामग्री लेखन व्यावसायिकांना तुमच्या उत्पादनांची, ब्रँडची किंवा स्टोअरची सामग्री तयार करा."
    },
    "PHOTOGRAPHY": {
      "title": "छायाचित्रण आणि संपादन",
      "desc": "तुमच्या उत्पादनांचे आणि सेवांचे फोटो काढायचे आहेत? या विभागातील तज्ञ तुम्हाला आवश्यक असलेल्या प्रतिमा, अॅनिमेशन आणि 3D मॉडेल्स तयार करतील."
    },
    "DROP_SHIPPING": {
      "title": "ड्रॉपशिपिंग सेट करा",
      "desc": "जर तुम्ही घाऊक किंवा किरकोळ विक्रेते असाल तर, Selldone ड्रॉपशीपिंग प्लॅटफॉर्म हे तुम्ही नेहमी शोधत आहात. ड्रॉपशिपिंग तज्ञ तुम्हाला तुमचा व्यवसाय वाढवण्याचे नवीन मार्ग शोधण्यात मदत करू शकतात."
    },
    "POS_SETUP": {
      "title": "Selldone POS सेट करा",
      "desc": "तुमच्या स्टोअरचे ऑनलाइन POS सेट करण्यासाठी तज्ञ नियुक्त करा."
    }
  },
  "topics": {
    "store-design": {
      "title": "ईकॉमर्स तयार करा",
      "desc": "तुमच्या ऑनलाइन स्टोअरची रचना आणि सेटअप तुमच्या कल्पनांची अंमलबजावणी करू शकतील अशा व्यावसायिकांना द्या."
    },
    "store-configuration": {
      "title": "स्टोअर कॉन्फिगरेशन",
      "desc": "तुम्ही स्टोअर कॉन्फिगरेशनसाठी तज्ञांची मदत घेऊ शकता, जसे की शोध इंजिनसाठी व्यवसाय माहिती प्रविष्ट करणे, शिपिंग आणि वेअरहाउसिंग पद्धती सेट करणे."
    },
    "store-optimization": {
      "title": "कामगिरी आणि गती ऑप्टिमायझेशन",
      "desc": "तुमच्‍या वेबसाइटचा वेग आणि कार्यप्रदर्शन वाढवण्यासाठी तज्ञ काम करतील."
    },
    "domain": {
      "title": "डोमेन कनेक्शन",
      "desc": "तुमच्या स्टोअर आणि वेबसाइटवर कस्टम डोमेन जोडा."
    },
    "page-design": {
      "title": "लँडिंग पृष्ठ आणि टेम्पलेट डिझाइन",
      "desc": "तुमची वेबसाइट लँडिंग पृष्ठे, मुख्यपृष्ठ आणि अंतर्गत पृष्ठे डिझाइन करा."
    },
    "add-product": {
      "title": "उत्पादने आणि श्रेणी जोडा",
      "desc": "योग्य श्रेणींमध्ये तुमच्या उत्पादनांची चित्रे, वर्णन आणि वैशिष्ट्ये जोडा. तुमच्या ग्राहकांना सर्वोत्तम फिट उत्पादने शोधणे सोपे करते."
    },
    "payment": {
      "title": "प्रदानाची द्वारमार्गिका",
      "desc": "तुमच्या स्टोअरमध्ये ऑनलाइन पेमेंट गेटवे जोडा."
    },
    "tax": {
      "title": "कर सल्ला",
      "desc": "तुमच्या आर्थिक आणि करविषयक समस्यांवर सल्ला मिळवा."
    },
    "email-marketing": {
      "title": "ईमेल विपणन",
      "desc": "तुमच्या वापरकर्त्यांना ग्राहक बनवण्यासाठी आणि त्यांना अधिक खरेदी करण्यासाठी मोहित करण्यासाठी ईमेल विपणन साधने वापरा."
    },
    "seo": {
      "title": "SEO",
      "desc": "Google शोध परिणामांमध्ये तुमची रँकिंग वाढवा जेणेकरून अधिक लोकांना त्यांच्या शोधांमध्ये तुमची उत्पादने सापडतील."
    },
    "search-ads": {
      "title": "जाहिराती शोधा",
      "desc": "Google सारख्या सर्च इंजिनवर तुमच्या उत्पादनांची जाहिरात करा."
    },
    "social-marketing": {
      "title": "सोशल मीडिया मार्केटिंग",
      "desc": "तुमची उत्पादने आणि सेवा पाहण्यासाठी अधिक अभ्यागतांना आकर्षित करण्यासाठी सोशल मीडिया मोहिमा लाँच करा."
    },
    "content-marketing": {
      "title": "सामग्री विपणन",
      "desc": "तुमच्या व्यवसायासाठी उपयुक्त आणि संबंधित सामग्री तयार करा आणि प्रकाशित करा."
    },
    "sale-channels": {
      "title": "विक्री चॅनेल तयार करा",
      "desc": "Selldone मधील तुमच्या ऑनलाइन स्टोअरशी कनेक्ट करून Instagram, Telegram आणि Facebook सारखी नवीन विक्री चॅनेल लाँच करा."
    },
    "conversion": {
      "title": "रूपांतरण दर ऑप्टिमायझेशन",
      "desc": "रूपांतरण दर वाढवा, अधिक अभ्यागतांना ग्राहकांमध्ये रूपांतरित करा आणि आपल्या मोहिमांची कार्यक्षमता वाढवा."
    },
    "analyze": {
      "title": "वापरकर्त्याच्या वर्तनाचे विश्लेषण करा",
      "desc": "ऑनलाइन स्टोअरमधील तुमच्या वापरकर्त्यांच्या वर्तनाचे निरीक्षण करा आणि त्यांच्यासाठी एक चांगला वापरकर्ता अनुभव प्रदान करण्यासाठी प्रत्यक्ष शाखांमध्ये देखील."
    },
    "brand-strategy": {
      "title": "ब्रँड धोरण",
      "desc": "तुमचा बिझनेस ब्रँड तयार आणि वाढवण्यावर काम करा."
    },
    "migration": {
      "title": "स्टोअर स्थलांतर",
      "desc": "तुमचे विद्यमान स्टोअर Selldone वर हलवा."
    },
    "app-programmer": {
      "title": "एक अर्ज तयार करा",
      "desc": "आपला स्वतःचा अनुप्रयोग डिझाइन आणि विकसित करणे"
    },
    "app-install": {
      "title": "अनुप्रयोग स्थापित करा",
      "desc": "तुम्हाला स्टोअरवर आवश्यक असलेला अनुप्रयोग स्थापित आणि कॉन्फिगर करा."
    },
    "ux-design": {
      "title": "सानुकूलित UX डिझाइन",
      "desc": "स्टोअर किंवा अनुप्रयोगामध्ये तुमच्या वापरकर्त्यांसाठी एक अद्वितीय वापरकर्ता अनुभव डिझाइन करा."
    },
    "debug": {
      "title": "समस्यानिवारण",
      "desc": "तुमच्या स्टोअरमधील त्रुटी आणि समस्यांचे निराकरण करा."
    },
    "strategy": {
      "title": "व्यवसाय धोरण सल्लामसलत",
      "desc": "तुमचा व्यवसाय विकसित करण्यासाठी आणि सुधारण्यासाठी अनुभवी लोकांचा सल्ला घ्या."
    },
    "products-guide": {
      "title": "उत्पादन संसाधन मार्गदर्शक",
      "desc": "उत्पादनाची तयारी आणि पुरवठा साखळी डिझाइनसाठी तज्ञांकडून मदत घ्या."
    },
    "setup-guide": {
      "title": "स्टोअर सेटअप आणि डिझाइन सल्ला",
      "desc": "व्यवसाय सुरू करण्यासाठी किंवा तो ऑनलाइन करण्यासाठी क्षेत्रातील तज्ञांचा सल्ला घ्या."
    },
    "marketing-guide": {
      "title": "विपणन आणि विक्री सल्ला",
      "desc": "तज्ज्ञ आणि व्यावसायिकांकडून सल्ला घेऊन मार्केटिंग आणि विक्री कशी वाढवायची ते शिका.."
    },
    "product-description": {
      "title": "उत्पादन वर्णन",
      "desc": "तुमचे उत्पादन वर्णन आकर्षक बनवा जेणेकरून तुमचे ग्राहक तुमची उत्पादने अधिक चांगल्या प्रकारे जाणून घेऊ शकतील."
    },
    "content-write": {
      "title": "विपणन आणि जाहिरात सामग्री",
      "desc": "ग्राहकांना सर्वोत्तम निवडण्यात मदत करण्यासाठी ब्रँडची कथा आणि तुमची उत्पादने ज्या गरजा पूर्ण करतात त्याबद्दल लिहा."
    },
    "logo-design": {
      "title": "लोगो आणि ब्रँड डिझाइन",
      "desc": "आपल्या ब्रँडसाठी प्रतिमा आणि लोगो सामग्री डिझाइन करा."
    },
    "banner-design": {
      "title": "बॅनर डिझाइन",
      "desc": "ब्रँड जागरूकता वाढवण्यासाठी आणि तुमच्या स्टोअरमध्ये रहदारी वाढवण्यासाठी प्रभावी जाहिराती बॅनर तयार करा."
    },
    "video": {
      "title": "चित्रीकरण आणि अॅनिमेशन",
      "desc": "जाहिरात व्हिडिओ आणि 2D आणि 3D अॅनिमेशनचे उत्पादन मास्टर्सवर सोडा."
    },
    "photography": {
      "title": "उत्पादन फोटोग्राफी",
      "desc": "तुमचे स्टोअर लक्षवेधी दिसण्यासाठी तुमच्या उत्पादनांचे आणि सेवांचे औद्योगिक आणि व्यावसायिक फोटो घ्या."
    },
    "photo-editor": {
      "title": "फोटो संपादित करा",
      "desc": "आकर्षक प्रतिमा डिझाइन करा, त्यात प्रभाव जोडणे, पार्श्वभूमी काढणे किंवा फोटोमध्ये मजकूर जोडणे समाविष्ट असू शकते."
    },
    "3d": {
      "title": "3D मॉडेलिंग आणि AR",
      "desc": "तुमची विक्री नाटकीयरित्या वाढवण्यासाठी तुमच्या उत्पादनांचे 3D ऑगमेंटेड रिअॅलिटी मॉडेल तयार करा."
    },
    "dropshipping": {
      "title": "ड्रॉपशिपिंग सेट करा",
      "desc": "तुमच्याकडे निर्माता किंवा वेअरहाऊस असल्यास, ड्रॉपशिपिंग तज्ञ तुम्हाला हजारो ऑनलाइन स्टोअरमधून तुमची उत्पादने सहजतेने विकण्यास मदत करतील."
    },
    "reselling": {
      "title": "पुनर्विक्रेत्यासाठी सेटअप",
      "desc": "तुमच्याकडे वस्तू खरेदी न करता आणि गोदाम न करता किंवा पॅकेज न पाठवता उच्च उत्पन्न असलेले एक परिपूर्ण स्टोअर असू शकते."
    },
    "pos-setup": {
      "title": "ऑनलाइन कॅश रजिस्टर सेट करणे",
      "desc": "तुमचा Selldone POS तुमच्या स्टोअरच्या शाखांमध्ये चालवा आणि तुमचा व्यवसाय आणि भौतिक शाखा विकसित करण्यासाठी उपलब्ध सर्वात व्यावसायिक स्टोअर टूल्स वापरा."
    }
  },
  "industries": {
    "ART": "कला",
    "MARKETING_ADS": "विपणन आणि जाहिरात",
    "SERVICES": "सेवा",
    "CLOTHING_FASHION": "कपडे आणि फॅशन",
    "HANDCRAFTS": "हस्तकला",
    "ELECTRONICS_TECH": "इलेक्ट्रॉनिक्स आणि टेक",
    "HEALTH_BEAUTY": "आरोग्य आणि सौंदर्य",
    "HOME_GARDEN": "घर आणि बाग",
    "JEWELRY_ACCESSORIES": "दागिने आणि उपकरणे",
    "FOOD_DRINK": "अन्न आणि पेय",
    "PET_CARE": "पाळीव प्राण्यांची काळजी",
    "SPORTS": "खेळ",
    "RECREATION": "मनोरंजन",
    "TOYS_GAMES": "खेळणी आणि खेळ",
    "AUTOMOTIVE": "ऑटोमोटिव्ह"
  },
  "expert_panel": {
    "title": "Selldone तज्ञ व्यवस्थापन पॅनेल",
    "add_dialog": {
      "title": "नवीन नोकरी जोडा"
    }
  },
  "contract_view": {
    "running": "धावत आहे",
    "cancelling": "रद्द करण्याची विनंती..",
    "title": "कराराचा विषय",
    "description": "कराराचे वर्णन",
    "permissions_input": "आवश्यक परवानग्या निवडा",
    "cost_timeline": "खर्च आणि टाइमलाइन",
    "timespan": "कराराचा कालावधी",
    "cost": "कराराचा खर्च",
    "pay_now_action": "मी सहमत आहे ╏ आता द्या",
    "complete_action": "होय ╏ करार पूर्ण करा",
    "reject_action": "नाही ╏ पूर्णत्वास मान्यता नाही",
    "all_tasks_completed_message": "आपण सर्व परिभाषित कार्ये पूर्ण केली आहेत. तुम्ही हे पूर्ण केले असल्यास, ऑर्डर पूर्णता की दाबा. या चरणानंतर, ग्राहकाने कामाच्या वितरणाची पुष्टी करणे आवश्यक आहे.",
    "waiting_complete_by_customer_message": "तुम्ही कामाची पुष्टी केली आहे, आता तुम्हाला ऑर्डरच्या वितरणाची पुष्टी करण्यासाठी ग्राहकाची प्रतीक्षा करावी लागेल. ग्राहकाने मान्यता न दिल्यास किंवा नाकारल्यास, ऑर्डर आपोआप मंजूर होईल आणि 3 दिवसांनी पूर्ण होईल.",
    "comment": "एक टिप्पणी सबमिट करा",
    "comment_desc": "कामाच्या गुणवत्तेवर आणि तज्ञांच्या परस्परसंवादावर आधारित दर.",
    "comment_placeholder": "कामाच्या दर्जाबाबत तुमचे मत लिहा...",
    "response_placeholder": "ग्राहकांच्या फीडबॅकबद्दल तुम्हाला काही सांगायचे असेल तर लिहा...",
    "waiting_for_customer": "ग्राहकाची वाट पाहत आहे...",
    "account_input": "काढण्यासाठी खाते",
    "dialog_pay": {
      "title": "पैसे द्या आणि करार सुरू करा",
      "insufficient_balance": "अपुरा शिल्लक! पैसे भरण्यासाठी खाते चार्ज करा."
    },
    "dialog_cancel": {
      "title": "करार रद्द करा",
      "confirm_code": "पुष्टीकरण कोड आहे",
      "confirm_code_label": "पुष्टीकरण कोड",
      "confirm_action": "होय, करार रद्द करा"
    },
    "notifications": {
      "save": "करार यशस्वीरित्या संपादित केला.",
      "pay": "करार भरला आणि यशस्वीरित्या सुरू झाला.",
      "end": "ऑर्डर पूर्ण झाल्याची पुष्टी करण्यासाठी ग्राहकाला पाठवण्यात आली होती..",
      "complete": "करार पूर्ण झाला.",
      "reject": "करार पूर्ण करण्यास मान्यता नाही.",
      "cancel": "करार रद्द केला.",
      "update": "परवानगी अपडेट केली.",
      "comment": "तुमची टिप्पणी पाठवली आहे.",
      "response": "तुमचा प्रतिसाद पाठवला आहे."
    }
  },
  "expert_page": {
    "title": "सर्वोत्तम तज्ञ नियुक्त करा",
    "sub_title": "तुमचे स्टोअर डिझाइन करणे, लॉन्च करणे, जाहिरात करणे किंवा व्यवस्थापित करणे याबद्दल काळजी करू नका. गोष्टी अधिक चांगल्या आणि जलद करण्यासाठी प्रमाणित तज्ञ नियुक्त करा.",
    "steps_title": "पूर्ण करण्यासाठी तीन टप्पे बाकी आहेत",
    "step_1_title": "तज्ञांशी संपर्क साधा",
    "step_1_desc": "तज्ञांकडून सूचना विचारा किंवा शिफारस केलेल्या तज्ञांशी जुळण्यासाठी नोकरी तयार करा.",
    "step_2_title": "सहमत आणि करार प्राप्त करा",
    "step_2_desc": "उत्तरांचे पुनरावलोकन करा, योग्य तंदुरुस्त शोधा आणि वेळ आणि अचूक किंमत यासारख्या तपशीलांवर चर्चा करा.",
    "step_3_title": "कामाची पुष्टी करा आणि कार्यान्वित करा",
    "step_3_desc": "Selldone द्वारे कार्यक्षमतेने कार्य करू शकतील अशा पात्र व्यावसायिकांवर विश्वास ठेवा.",
    "who": {
      "title": "तुम्हाला इथे कोण सापडेल?",
      "box_image": "/app/img/selldone-expert-box.37fb6205.png",
      "spec1_title": "मास्टर्स, त्यांच्या क्षेत्रात आणि सेलडोनमध्ये",
      "spec1_desc": "आपल्याला कोणत्याही प्रोग्रामिंग कौशल्याची आवश्यकता नाही! Selldone सर्व अद्यतनांची काळजी घेते. विक्री वाढवण्यासाठी तुमचे सर्व प्रयत्न करा!",
      "spec2_title": "निवडलेले आणि वचनबद्ध लोक",
      "spec2_desc": "कोडिंग किंवा तांत्रिक ज्ञान आवश्यक नाही. अतिरिक्त खर्च, जटिल तांत्रिक समस्या आणि तुमच्या ऑनलाइन व्यवसायाच्या मार्गातील अडथळ्यांना निरोप द्या!",
      "spec3_title": "सर्वात व्यावसायिक द्वारे केले जाणारे व्यावसायिक काम",
      "spec3_desc": "आपल्याला कोणत्याही प्रोग्रामिंग कौशल्याची आवश्यकता नाही! तुमच्या गरजा पूर्ण करण्यासाठी Selldone मधील सर्वोत्तम व्यावसायिक!"
    },
    "expert_categories": "तज्ञांद्वारे प्रदान केलेल्या सेवांची श्रेणी",
    "show_all_topics": "सर्व श्रेणी दर्शवा",
    "marketing_title": "विपणन आणि विक्री वाढ",
    "starts_title": "ऑनलाइन व्यवसाय सुरू करणे आणि विकसित करणे",
    "managements_title": "व्यवसाय व्यवस्थापन",
    "contents_title": "सामग्री निर्मिती, छायाचित्रण आणि व्हिडिओ",
    "apps_title": "अधिक वैशिष्ट्ये आणि माझे अॅप इंस्टॉलेशन",
    "footer": {
      "title": "तुमच्या गरजेनुसार सर्वोत्तम तज्ञ शोधत आहे",
      "message": "खालील फॉर्म भरून तुम्ही एक नवीन नोकरी तयार करा जेणेकरुन तुमच्या गरजेनुसार सर्वोत्तम तज्ञ तुम्हाला त्यांच्या सूचना पाठवू शकतील."
    }
  },
  "public_job_page": {
    "hire_expert_title": "या तज्ञाने तुमच्यासाठी काम करावे असे तुम्हाला वाटते का?",
    "your_own_job_message": "आपण हे कार्य परिभाषित केले आहे! अॅडमिन पॅनलवर जाण्यासाठी आणि हे कार्य थेट व्यवस्थापित करण्यासाठी खालील की दाबा.",
    "go_to_job_panel": "माझ्या पॅनेलवर जा",
    "no_chat": "तुम्ही अद्याप कोणत्याही विनंत्या सबमिट केलेल्या नाहीत.",
    "job_tasks": "नोकरीची कामे देऊ केली",
    "included": "सुरुवातीच्या किंमतीमध्ये कार्ये समाविष्ट आहेत",
    "additional": "अतिरिक्त कार्य आणि कार्ये",
    "permissions": "आवश्यक परवानग्या"
  },
  "expert_request_form": {
    "action_message": "तुमच्यासाठी तुमचे स्टोअर इतर कोणीतरी तयार करावे, व्यवस्थापित करावे किंवा मार्केटिंग करावे असे तुम्हाला वाटते का? त्यामुळे तुमची कल्पना आहे ते करण्यासाठी एखाद्या विशेषज्ञला नियुक्त करा.",
    "order_new_kob": "नवीन नोकरीची ऑर्डर द्या",
    "new_shop_action_small": "तुम्हाला तुमच्या स्टोअरवर एखाद्या तज्ञाने काम करावे असे वाटते का?",
    "mange_shop_action_small": "तुम्हाला एखाद्या तज्ञाने तुमच्यासाठी स्टोअर तयार करावे असे वाटते का?",
    "new_shop_action": "तुम्हाला अनेक ऑफर मिळाल्या आहेत",
    "mange_shop_action": "तज्ञ तुमच्या अर्जाचे पुनरावलोकन करत आहेत.",
    "hire_expert": "तज्ञ नियुक्त करणे",
    "check_mail_status": "कृपया तुमचा ईमेल तपासा",
    "header_new": "नवीन विनंती",
    "header_view": "विनंती पाठवा",
    "title": "तुम्हाला आधुनिक ऑनलाइन स्टोअर हवे आहे का?",
    "message": "तुम्हाला हे सर्व स्वतः करण्याची गरज नाही. आमचे प्रमाणित तज्ञ तुम्हाला तुमचे ऑनलाइन स्टोअर जलद, सोपे आणि अधिक लक्षवेधी तयार करण्यात मदत करू शकतात. तुमच्या गरजांचे वर्णन करा आणि तुमची विक्री वाढवण्यासाठी तुम्हाला मदत करण्यासाठी सर्वोत्तम शोधा.",
    "steps_title": "या चरणांचे अनुसरण करा",
    "step_1": "तुमच्या गरजा सांगा",
    "step_1_message": "तुम्हाला काय हवे आहे ते तज्ञांना सांगा",
    "step_2": "तज्ञांच्या ऑफरचे पुनरावलोकन करा",
    "step_2_message": "तुमच्या गरजेनुसार सर्वोत्तम निवडा",
    "step_3": "महत्त्वाच्या तपशिलांवर चर्चा करा आणि तज्ञांसोबत अधिक करा",
    "step_3_message": "महत्त्वाच्या तपशिलांवर चर्चा करा आणि तज्ञांसोबत अधिक करा",
    "shop_info": "दुकान निवडा",
    "select_shop": "मला माझ्या एका दुकानासाठी तज्ञाची गरज आहे",
    "shop_id": "दुकान",
    "shop_id_message": "तुम्हाला अधिक सेवांची आवश्यकता असल्यास तुमच्या विद्यमान दुकानांमधून निवडा.",
    "shop_id_placeholder": "दुकान निवडा...",
    "store_name": "स्टोअरचे नाव",
    "store_name_placeholder": "माझ्या दुकानाचे नाव...",
    "store_name_messages": "तुमच्या स्टोअरचे नाव आम्हाला सांगा की तुमच्याकडे आहे किंवा भविष्यात ते तयार करायचे आहे.",
    "contact": "संपर्क माहिती",
    "name_placeholder": "आवश्यक*",
    "email": "ईमेल",
    "email_placeholder": "आवश्यक* your-mail{'@'}mail.com",
    "request_title": "तुमच्या गरजा सांगा.",
    "request_message": "आमच्या तज्ञांना तुमच्या गरजा चांगल्या प्रकारे पूर्ण करण्यात आणि तुम्हाला परवडणारी किंमत आणि वेळेचा अंदाज प्रदान करण्यात मदत करण्यासाठी तुमच्या व्यवसायाबद्दल विशिष्ट माहिती द्या.",
    "description": "तुमच्या व्यवसायाबद्दल आम्हाला अधिक सांगा",
    "description_messages": "तुमचा व्यवसाय काय आहे? तुम्ही उत्पादने किंवा सेवा विकता का?",
    "services_title": "तुम्हाला तज्ञाकडून कोणती कामे करायची आहेत?",
    "select_one_caution": "किमान एक पर्याय निवडा!",
    "detail_title": "तज्ञांना तुमच्या गरजा चांगल्या प्रकारे जाणून घेण्यात मदत करण्यासाठी तपशील जोडा.",
    "detail": "प्रकल्प तपशील",
    "detail_messages": "तुमच्याकडे विद्यमान वेबसाइट आहे का? तुमचे इन्स्टाग्रामवर दुकान आहे की भौतिक दुकान? टाइमलाइन लवचिक आहे का?",
    "preferences_title": "मर्यादा आणि प्राधान्ये",
    "preferences_message": "तुमची प्राधान्ये निश्चित करा जेणेकरून तुमच्या नोकरीसाठी योग्य व्यावसायिक तुमच्या प्रकल्प प्रस्तावाचे पुनरावलोकन करू शकतील.",
    "level_title": "तुमच्यासाठी सर्वोत्तम निवड कोण आहे?",
    "level_message": "कौशल्यांचे स्तर, अनुभव आणि तज्ञांचे समर्थन किंमती निर्धारित करतात",
    "level_low": "कमी किमतीचे तज्ञ",
    "level_medium": "मध्यम-किमतीचे तज्ञ",
    "level_high": "उच्च-किंमत तज्ञ",
    "location_title": "तुम्ही तुमच्या स्थानाजवळील तज्ञांसह काम करण्यास प्राधान्य देता का?",
    "location_near": "होय",
    "location_no": "नाही",
    "language_title": "तज्ञांशी संवाद साधताना तुमची भाषा प्राधान्य काय आहे?",
    "language": "इंग्रजी",
    "language_placeholder": "एक निवडा*",
    "free_support_title": "लहान व्यवसाय समर्थन",
    "free_support_message": "आम्हाला विश्वास आहे की स्टार्टअप्सना मदत करणे ही तुमच्या भविष्यासाठी आणि Selldone साठी एक स्मार्ट गुंतवणूक आहे. या मार्गावर आम्ही नेहमीच तुमची साथ दिली. तुमची उत्पादने आणि सेवा जितकी आकर्षक, नाविन्यपूर्ण किंवा अधिक व्यावहारिक असतील, तितक्या जास्त सेवा तुम्हाला आमच्याकडून आणि आमच्या तज्ञांकडून मोफत मिळतील.",
    "free_support_condition": "तुम्ही तुमचा स्वतःचा व्यवसाय सुरू करण्याबद्दल आणि ऑनलाइन विक्री करण्याबद्दल गंभीर असल्यास, ते पुरेसे आहे. बाकी आपल्यावर अवलंबून आहे!",
    "free": "तुम्हाला मोफत सेवा हवी आहेत का?",
    "free_messages": "तुम्‍ही स्टार्टअप व्‍यवसाय असल्‍यास किंवा सध्‍या तज्ञांना देय देण्याचे आर्थिक साधन नसल्‍यास हा पर्याय निवडा.",
    "action_new": "नवीन विनंती",
    "action_send": "विनंती सबमिट करा",
    "start_price_message": "या तज्ञासाठी {topic} नोकर्‍या {price} {currency} पासून सुरू होतात",
    "notifications": {
      "success_send": "तुमची विनंती यशस्वीरित्या सबमिट केली गेली आहे. कृपया Selldone तज्ञांच्या ऑफरची प्रतीक्षा करा."
    },
    "stage": {
      "title": "तुमच्या व्यवसायाचा टप्पा काय आहे?",
      "start": "नवीन व्यवसाय सुरू करतो",
      "online": "मला माझा सध्याचा व्यवसाय ऑनलाइन करायचा आहे",
      "extend": "माझे एक ऑनलाइन स्टोअर आहे आणि मी त्यावर काम करत आहे",
      "pos": "मला माझ्या स्टोअरच्या शाखांमध्ये Selldone POS सेट करायचा आहे"
    },
    "budget": {
      "title": "तुमच्याकडे फ्रीलांसिंग बजेटचा अंदाज आहे का?",
      "yes": "होय, माझे बजेट स्पष्ट आहे",
      "no": "नाही, मला अधिक माहिती हवी आहे"
    },
    "login": {
      "title": "कृपया लॉगिन करा",
      "message": "प्रथम नोंदणी करण्यासाठी लॉग इन करा. तुम्ही मोबाईल नंबर किंवा सोशल नेटवर्क खात्यांद्वारे तुमच्या Selldone मध्ये जलद आणि सुरक्षितपणे लॉग इन करू शकता."
    },
    "select_shop_title": "एक दुकान निवडा",
    "select_shop_description": "मला सध्याच्या दुकानासाठी तज्ञाची गरज आहे",
    "new_shop_mode_title": "नवीन दुकान तयार करा",
    "new_shop_mode_description": "मला नवीन दुकान बनवायचे आहे"
  },
  "expert_requests": {
    "title": "विनंत्या उघडा",
    "dialog": {
      "title": "तज्ञ विनंती तपशील",
      "start_chat": "वाटाघाटी सुरू करा"
    }
  },
  "job_chat": {
    "title": "नोकरीची वाटाघाटी"
  },
  "expert_chat_box": {
    "need_expert_question": "तुम्हाला तज्ञ हवा आहे का?",
    "find_expert": "तज्ञ शोधा..",
    "folder_name": "फोल्डरचे नाव",
    "folder_dialog": {
      "title": "फोल्डर संपादित करा",
      "hide_new_folder": "नवीन फोल्डर लपवा",
      "add_new_folder": "नवीन फोल्डर जोडा"
    }
  },
  "add_job": {
    "add_title": "नवीन नोकरी जोडा",
    "edit_title": "नोकरी संपादित करा",
    "message": "नोकरीचे शीर्षक आणि नोकरीचे वर्णन एंटर करा जे तुम्ही या विभागात करू शकता. लक्षात घ्या की तुम्ही तुमच्या नोकरीच्या वर्णनाच्या मजकुरात संपर्क माहिती आणि लिंक्स लिहू नयेत.",
    "start_price_message": "प्रत्येक ऑर्डरची किमान किंमत.",
    "currency_message": "चलन बदलणे या नोकरीसाठी तुमचे आर्थिक रेकॉर्ड रीसेट करते.",
    "job_desc_message": "या नोकरीसाठी तुमच्या पूर्ण सेवेचे वर्णन करा.",
    "included_message": "मूलभूत किमतीवर तुम्ही ग्राहकांसाठी कोणत्या सेवा प्रदान कराल याचे वर्णन करा.",
    "additional_message": "मूलभूत सेवांव्यतिरिक्त तुम्ही इतर कोणत्या सेवा देता?",
    "available": "उपलब्ध नोकरी",
    "available_message": "या नोकरीसाठी सार्वजनिक प्रवेश",
    "add_action": "नवीन नोकरी जोडा",
    "edit_action": "नोकरी संपादित करा",
    "notifications": {
      "edit": "नोकरी यशस्वीरित्या अपडेट केली.",
      "add": "नवीन नोकरी यशस्वीरित्या तयार केली"
    }
  },
  "contract_form": {
    "shop_message": "केवळ प्रशासक किंवा वरिष्ठ व्यवस्थापकाच्या प्रवेशासह ग्राहकांचे स्टोअर दर्शवा.",
    "shop_placeholder": "तुम्हाला त्यावर काम करायचे आहे असे स्टोअर निवडा*",
    "title_message": "या करारासाठी शीर्षक सेट करा..",
    "description_message": "कराराचा तपशील लिहा...",
    "permissions": "आवश्यक परवानग्या निवडा",
    "cost_message": "कराराचा खर्च",
    "days": "कराराचा कालावधी",
    "days_message": "कराराचा कालावधी",
    "create_action": "नवीन करार तयार करा",
    "notifications": {
      "add": "नवीन करार तयार केला गेला आणि वापरकर्त्यास पाठविला गेला."
    }
  }
};