export default {
  "experts_common": {
    "experts_page": "ကျွမ်းကျင်သူများစာမျက်နှာ",
    "no_job": "မှန်ကန်သော အံဝင်ခွင်ကျ မတွေ့ပါ။",
    "jobs_filter": "အလုပ်များစစ်ထုတ်ခြင်း။",
    "start_price": "စတင်စျေးနှုန်း",
    "completed_count": "အလုပ်တွေ ပြီးသွားတယ်။",
    "job_title": "အလုပ်အကိုင်အမည်",
    "job_desc": "လုပ်ငန်းတာဝန်သတ်မှတ်ချက်",
    "job_not_approved": "အလုပ်က အတည်မပြုရသေးပါ။",
    "new_job": "အလုပ်သစ်",
    "expert_profile": "ကျွမ်းကျင်သူ Profile",
    "job_detail": "အလုပ်အသေးစိတ်",
    "contracts": "စာချုပ်များ",
    "start_end_date": "စတင်/ပြီးဆုံးသည့်နေ့စွဲ",
    "complete_cancel_date": "ရက်စွဲကို အပြီးသတ်/ပယ်ဖျက်ပါ။",
    "waiting_pay_and_start": "ငွေပေးချေပြီး စတင်ရန် စောင့်နေသည်။",
    "waiting_to_complete": "ဖောက်သည်ထံမှ အတည်ပြုချက်ကို စောင့်ဆိုင်းနေသည်။",
    "running": "ပြေးသည်။",
    "paY_start_action": "ငွေပေးချေပြီး ယခုစတင်လိုက်ပါ။",
    "need_help": "အကူအညီလိုတယ်?",
    "hire_me_now": "ငါ့ကို အခုငှားပါ...",
    "expert_contracts": "ကျွမ်းကျင်သူစာချုပ်များ"
  },
  "topic_categories": {
    "SETUP": {
      "title": "အွန်လိုင်းဆိုင်ကို စနစ်ထည့်သွင်းပါ။",
      "desc": "ဤနယ်ပယ်မှ ကျွမ်းကျင်ပညာရှင်များသည် သင့်အတွက် ပိုမိုလွယ်ကူမြန်ဆန်သော အွန်လိုင်းစတိုးကို တည်ဆောက်ပေးပါသည်။"
    },
    "ADD_PAGE": {
      "title": "စာမျက်နှာများထည့်ပါ (Landings၊ ကျွန်ုပ်တို့အကြောင်း၊ ...)",
      "desc": "ဆင်းသက်သည့် စာမျက်နှာများ ဖန်တီးခြင်း၊ ကျွန်ုပ်တို့အကြောင်းနှင့် သင့်ဝဘ်ဆိုဒ်၏ အခြားစာမျက်နှာများကို ဤကျွမ်းကျင်သူများထံ ထားခဲ့နိုင်ပါသည်။"
    },
    "ADD_PRODUCT": {
      "title": "ထုတ်ကုန်များနှင့် အမျိုးအစားများကို ထည့်ပါ။",
      "desc": "စတိုးဆိုင်တွင် ထုတ်ကုန်များထည့်ရန် ဤအရာပြုလုပ်ရန် လူများကို ငှားရမ်းနိုင်သည်။"
    },
    "PAYMENT": {
      "title": "ငွေပေးချေမှုနည်းလမ်းများ ထည့်ပါ။",
      "desc": "သင့်အတွက် တံခါးပေါက်ကို လက်ခံခြင်းနှင့် အပ်ဒိတ်လုပ်ခြင်းလုပ်ငန်းစဉ်ဆောင်ရွက်ရန် ငွေပေးချေမှုဂိတ်ဝေးကျွမ်းကျင်သူကို ငှားရမ်းပါ။"
    },
    "MARKETING": {
      "title": "စျေးကွက်ရှာဖွေရေး",
      "desc": "စျေးကွက်ရှာဖွေရေး ကျွမ်းကျင်သူများသည် သင့်အား သင်၏ ကမ်ပိန်းများနှင့် မက်လုံးများ အတွက် အကောင်းဆုံး ချိန်ညှိမှုများ ပြုလုပ်ရန် သို့မဟုတ် ထိရောက်သော ကြော်ငြာကမ်ပိန် တစ်ခုကို စတင်ရန် ကူညီပေးပါသည်။"
    },
    "MIGRATION": {
      "title": "ကျွန်ုပ်၏ဆိုင်ကို အခြားသော e-commerce ပလပ်ဖောင်းမှ ပြောင်းရွှေ့ပါ။",
      "desc": "အရင်က ဆိုင်ရှိဖူးလား။ ပရော်ဖက်ရှင်နယ်ဝန်ဆောင်မှုတစ်ခုသည် သင်၏စတိုးဆိုင်ကို ထာဝစဉ်ပံ့ပိုးပေးနိုင်စေရန် စတိုးဆိုင်ကို ကျွမ်းကျင်သူထံလွှဲပြောင်းရန်တာဝန်ကို ချန်ထားနိုင်သည်။"
    },
    "APP_SETUP": {
      "title": "အက်ပ်ကို စနစ်ထည့်သွင်းပါ။",
      "desc": "သင့်စတိုးတွင် အက်ပ်များကို စနစ်ထည့်သွင်းခြင်းနှင့် ထည့်သွင်းခြင်း အကူအညီ လိုအပ်ပါသလား။ ကိုယ်ပိုင်အပလီကေးရှင်းတစ်ခုတည်ဆောက်ရန် လိုအပ်ပါသလား။ ဤနယ်ပယ်မှ ကျွမ်းကျင်သူများသည် သင်နှင့်အတူရှိလိမ့်မည်။"
    },
    "MANAGEMENT": {
      "title": "စတိုးဆိုင်စီမံခန့်ခွဲမှု",
      "desc": "စတိုးစီမံခန့်ခွဲမှုကျွမ်းကျင်သူများထံ သင်၏စတိုးစီမံခန့်ခွဲမှု၏ အချို့သောအစိတ်အပိုင်းများကို ထုတ်ယူနိုင်သည်။ ၎င်းတို့သည် လုပ်ငန်းလည်ပတ်ခြင်းဆိုင်ရာ ကဏ္ဍပေါင်းစုံအတွက် ကျွမ်းကျင်သော အကြံဉာဏ်များကိုလည်း ပေးပါသည်။"
    },
    "CONTENT": {
      "title": "အကြောင်းအရာရေးသားခြင်း။",
      "desc": "သင့်ထုတ်ကုန်များ၊ အမှတ်တံဆိပ် သို့မဟုတ် သိုလှောင်မှု၏ အကြောင်းအရာဖန်တီးမှုကို အကြောင်းအရာရေးသားခြင်းဆိုင်ရာ ကျွမ်းကျင်ပညာရှင်များအား တာဝန်ပေးအပ်ပါ။"
    },
    "PHOTOGRAPHY": {
      "title": "ဓာတ်ပုံရိုက်ပြီး တည်းဖြတ်တယ်။",
      "desc": "သင့်ထုတ်ကုန်များနှင့် ဝန်ဆောင်မှုများကို ဓာတ်ပုံရိုက်ရန် လိုအပ်ပါသလား။ ဤကဏ္ဍရှိ ကျွမ်းကျင်သူများသည် သင်လိုအပ်သော ပုံများ၊ ကာတွန်းများနှင့် 3D မော်ဒယ်များကို ပြင်ဆင်ပေးပါမည်။"
    },
    "DROP_SHIPPING": {
      "title": "dropshipping ကို စနစ်ထည့်သွင်းပါ။",
      "desc": "သင်သည် လက်ကားရောင်းချသူ သို့မဟုတ် လက်လီရောင်းချသူဖြစ်ပါက၊ Selldone dropshipping ပလပ်ဖောင်းသည် သင်အမြဲရှာဖွေနေသည့်အရာဖြစ်သည်။ Dropshipping ကျွမ်းကျင်သူများသည် သင့်လုပ်ငန်းကို ကြီးထွားစေရန် နည်းလမ်းအသစ်များကို ရှာဖွေရန် ကူညီပေးနိုင်ပါသည်။"
    },
    "POS_SETUP": {
      "title": "Selldone POS ကို စနစ်ထည့်သွင်းပါ။",
      "desc": "သင့်စတိုး၏ အွန်လိုင်း POS ကို စနစ်ထည့်သွင်းရန် ကျွမ်းကျင်သူတစ်ဦးကို ငှားရမ်းပါ။"
    }
  },
  "topics": {
    "store-design": {
      "title": "အီလက်ထရွန်နစ် ကူးသန်းရောင်းဝယ်ရေးတစ်ခု တည်ဆောက်ပါ။",
      "desc": "သင်၏အွန်လိုင်းစတိုး၏ ဒီဇိုင်းနှင့် စနစ်ထည့်သွင်းမှုကို သင့်စိတ်ကူးများကို အကောင်အထည်ဖော်နိုင်သည့် ကျွမ်းကျင်ပညာရှင်များထံ ထားခဲ့ပါ။"
    },
    "store-configuration": {
      "title": "စတိုးဆိုင်ဖွဲ့စည်းမှု",
      "desc": "ရှာဖွေရေးအင်ဂျင်များအတွက် လုပ်ငန်းအချက်အလက်များကို ထည့်သွင်းခြင်း၊ ပို့ဆောင်ခြင်းနှင့် သိုလှောင်ခြင်းနည်းလမ်းများကို သတ်မှတ်ခြင်းကဲ့သို့သော စတိုးဆိုင်ဖွဲ့စည်းပုံအတွက် ကျွမ်းကျင်သူထံမှ အကူအညီကို သင်ရနိုင်သည်။"
    },
    "store-optimization": {
      "title": "စွမ်းဆောင်ရည်နှင့် မြန်နှုန်းကို ပိုမိုကောင်းမွန်အောင်ပြုလုပ်ခြင်း။",
      "desc": "၎င်း၏ မြန်နှုန်းနှင့် စွမ်းဆောင်ရည်ကို မြှင့်တင်ရန် ကျွမ်းကျင်သူများသည် သင့်ဝဘ်ဆိုက်တွင် လုပ်ဆောင်မည်ဖြစ်သည်။"
    },
    "domain": {
      "title": "ဒိုမိန်းချိတ်ဆက်မှု",
      "desc": "သင့်စတိုးနှင့် ဝဘ်ဆိုက်တွင် စိတ်ကြိုက်ဒိုမိန်းကို ထည့်ပါ။"
    },
    "page-design": {
      "title": "Landing page နှင့် template ဒီဇိုင်း",
      "desc": "သင့်ဝဘ်ဆိုက်ဆင်းသက်သည့်စာမျက်နှာများ၊ ပင်မစာမျက်နှာနှင့် အတွင်းစာမျက်နှာများကို ဒီဇိုင်းဆွဲပါ။"
    },
    "add-product": {
      "title": "ထုတ်ကုန်များနှင့် အမျိုးအစားများကို ထည့်ပါ။",
      "desc": "အမျိုးအစားများကို မှန်ကန်စေရန် သင့်ထုတ်ကုန်များ၏ ပုံများ၊ ဖော်ပြချက်များနှင့် သတ်မှတ်ချက်များကို ပေါင်းထည့်ပါ။ သင့်ဖောက်သည်များအတွက် အသင့်တော်ဆုံး ထုတ်ကုန်များကို ရှာဖွေရန် လွယ်ကူစေသည်။"
    },
    "payment": {
      "title": "ငွေပေးချေမှုတံခါးပေါက်",
      "desc": "သင့်စတိုးသို့ အွန်လိုင်းငွေပေးချေမှုတံခါးပေါက်တစ်ခု ထည့်ပါ။"
    },
    "tax": {
      "title": "အခွန်အကြံဉာဏ်",
      "desc": "သင်၏ဘဏ္ဍာရေးနှင့် အခွန်ကိစ္စများအတွက် အကြံဉာဏ်ရယူပါ။"
    },
    "email-marketing": {
      "title": "အီးမေးလ်စျေးကွက်ရှာဖွေရေး",
      "desc": "သင့်အသုံးပြုသူများကို ဖောက်သည်များအဖြစ် ပြောင်းလဲကာ ပိုမိုဝယ်ယူရန် ဆွဲဆောင်ရန် အီးမေးလ်စျေးကွက်ရှာဖွေရေးကိရိယာများကို အသုံးပြုပါ။"
    },
    "seo": {
      "title": "SEO",
      "desc": "Google ရှာဖွေမှုရလဒ်များတွင် သင့်အဆင့်သတ်မှတ်ချက်ကို တိုးမြင့်စေပြီး ၎င်းတို့၏ရှာဖွေမှုများတွင် သင့်ထုတ်ကုန်များကို လူများပိုမိုရှာဖွေနိုင်မည်ဖြစ်သည်။"
    },
    "search-ads": {
      "title": "ကြော်ငြာများကို ရှာဖွေပါ။",
      "desc": "Google ကဲ့သို့ ရှာဖွေရေးအင်ဂျင်များတွင် သင့်ထုတ်ကုန်များကို ကြော်ငြာပါ။"
    },
    "social-marketing": {
      "title": "ဆိုရှယ်မီဒီယာစျေးကွက်ရှာဖွေရေး",
      "desc": "သင့်ထုတ်ကုန်များနှင့် ဝန်ဆောင်မှုများကို ကြည့်ရှုရန် လာရောက်လည်ပတ်သူ ပိုမိုများပြားလာစေရန် လူမှုမီဒီယာကမ်ပိန်းများကို စတင်ပါ။"
    },
    "content-marketing": {
      "title": "အကြောင်းအရာစျေးကွက်ရှာဖွေရေး",
      "desc": "သင့်လုပ်ငန်းအတွက် အသုံးဝင်ပြီး သက်ဆိုင်ရာ အကြောင်းအရာများကို ဖန်တီးပြီး ထုတ်ဝေပါ။"
    },
    "sale-channels": {
      "title": "အရောင်းလမ်းကြောင်းများတည်ဆောက်ပါ။",
      "desc": "Selldone ရှိ သင့်အွန်လိုင်းစတိုးသို့ ချိတ်ဆက်ခြင်းဖြင့် Instagram၊ Telegram နှင့် Facebook ကဲ့သို့သော အရောင်းလိုင်းအသစ်များကို စတင်လိုက်ပါ။"
    },
    "conversion": {
      "title": "ကူးပြောင်းမှုနှုန်းကို ပိုမိုကောင်းမွန်အောင်ပြုလုပ်ခြင်း။",
      "desc": "ကူးပြောင်းနှုန်းများကို အမြင့်ဆုံးချဲ့ထွင်ပါ၊ ဧည့်သည်များ ပိုမိုများပြားသော ဖောက်သည်များအဖြစ်သို့ ပြောင်းလဲရန်နှင့် သင့်ကမ်ပိန်းများ၏ စွမ်းဆောင်ရည်ကို မြှင့်တင်ပါ။"
    },
    "analyze": {
      "title": "အသုံးပြုသူအပြုအမူကို ပိုင်းခြားစိတ်ဖြာပါ။",
      "desc": "အွန်လိုင်းစတိုးရှိ သင့်အသုံးပြုသူများ၏ အပြုအမူနှင့် ၎င်းတို့အတွက် ပိုမိုကောင်းမွန်သော အသုံးပြုသူအတွေ့အကြုံကို ပေးဆောင်ရန် ရုပ်ပိုင်းဆိုင်ရာဌာနခွဲများကိုပင် စောင့်ကြည့်ပါ။"
    },
    "brand-strategy": {
      "title": "အမှတ်တံဆိပ်ဗျူဟာ",
      "desc": "သင့်လုပ်ငန်းအမှတ်တံဆိပ်ကို တည်ဆောက်ပြီး တိုးချဲ့လုပ်ကိုင်ပါ။"
    },
    "migration": {
      "title": "Store ပြောင်းရွှေ့ခြင်း။",
      "desc": "သင့်လက်ရှိစတိုးကို Selldone သို့ ရွှေ့ပါ။"
    },
    "app-programmer": {
      "title": "အက်ပလီကေးရှင်းတစ်ခုတည်ဆောက်ပါ။",
      "desc": "သင်၏ကိုယ်ပိုင် application ကိုဒီဇိုင်းရေးဆွဲခြင်းနှင့်ဖန်တီးခြင်း။"
    },
    "app-install": {
      "title": "လျှောက်လွှာကို install လုပ်ပါ။",
      "desc": "စတိုးတွင် သင်လိုအပ်သော အပလီကေးရှင်းကို ထည့်သွင်းပြီး ပြင်ဆင်သတ်မှတ်ပါ။"
    },
    "ux-design": {
      "title": "စိတ်ကြိုက် UX ဒီဇိုင်း",
      "desc": "စတိုး သို့မဟုတ် အပလီကေးရှင်းရှိ သင့်အသုံးပြုသူများအတွက် ထူးခြားသောအသုံးပြုသူအတွေ့အကြုံကို ဖန်တီးပါ။"
    },
    "debug": {
      "title": "ပြသာနာရှာဖွေရှင်းပေးခြင်း",
      "desc": "သင့်စတိုးတွင် အမှားများနှင့် ပြဿနာများကို ပြင်ဆင်ပါ။"
    },
    "strategy": {
      "title": "စီးပွားရေးဆိုင်ရာဗျူဟာ အတိုင်ပင်ခံ",
      "desc": "သင့်လုပ်ငန်းလည်ပတ်မှု တိုးတက်ကောင်းမွန်လာစေရန် အတွေ့အကြုံရှိသူများထံမှ အကြံဉာဏ်ရယူပါ။"
    },
    "products-guide": {
      "title": "ထုတ်ကုန်အရင်းအမြစ်လမ်းညွှန်",
      "desc": "ထုတ်ကုန်ပြင်ဆင်မှုနှင့် ထောက်ပံ့မှုကွင်းဆက်ဒီဇိုင်းအတွက် ကျွမ်းကျင်သူများထံမှ အကူအညီတောင်းပါ။"
    },
    "setup-guide": {
      "title": "ဆိုင်တည်ဆောက်ခြင်းနှင့် ဒီဇိုင်းဆိုင်ရာ အကြံပေးခြင်း။",
      "desc": "လုပ်ငန်းတစ်ခု စတင်ရန် သို့မဟုတ် အွန်လိုင်းတွင် ပြုလုပ်ရန် နယ်ပယ်ရှိ ကျွမ်းကျင်သူများထံမှ အကြံဉာဏ်ရယူပါ။"
    },
    "marketing-guide": {
      "title": "စျေးကွက်ရှာဖွေရေးနှင့်အရောင်းအတိုင်ပင်ခံ",
      "desc": "ကျွမ်းကျင်သူများနှင့် ကျွမ်းကျင်ပညာရှင်များထံမှ အကြံဉာဏ်ရယူခြင်းဖြင့် သင့်ရောင်းအားကို စျေးကွက်မြှင့်တင်နည်းကို လေ့လာပါ။"
    },
    "product-description": {
      "title": "ကုန်ပစ္စည်းအကြောင်းအရာ",
      "desc": "သင့်ဖောက်သည်များ သင့်ထုတ်ကုန်များကို ပိုမိုသိရှိနိုင်စေရန်အတွက် သင့်ထုတ်ကုန်ဖော်ပြချက်များကို နှစ်သက်စေပါသည်။"
    },
    "content-write": {
      "title": "စျေးကွက်ရှာဖွေရေးနှင့်ကြော်ငြာအကြောင်းအရာ",
      "desc": "ဖောက်သည်များကို အကောင်းဆုံးရွေးချယ်နိုင်ရန် သင့်ထုတ်ကုန်များနှင့် ကိုက်ညီသော လိုအပ်ချက်များအကြောင်း အမှတ်တံဆိပ်အကြောင်း ရေးပါ။"
    },
    "logo-design": {
      "title": "လိုဂိုနှင့် အမှတ်တံဆိပ်ဒီဇိုင်း",
      "desc": "သင့်အမှတ်တံဆိပ်အတွက် ပုံနှင့် လိုဂိုအကြောင်းအရာကို ဒီဇိုင်းဆွဲပါ။"
    },
    "banner-design": {
      "title": "ဆိုင်းဘုတ်ဒီဇိုင်း",
      "desc": "အမှတ်တံဆိပ် သတိပြုမိပြီး သင့်စတိုးသို့ အသွားအလာ မောင်းနှင်ရန် စွဲမက်ဖွယ် ကြော်ငြာနဖူးစည်းများ ဖန်တီးပါ။"
    },
    "video": {
      "title": "ရုပ်ရှင်နှင့် ကာတွန်း",
      "desc": "ကြော်ငြာဗီဒီယိုများနှင့် 2D နှင့် 3D အန်နီမေးရှင်းများ ထုတ်လုပ်ခြင်းကို သခင်ထံ ထားခဲ့ပါ။"
    },
    "photography": {
      "title": "ထုတ်ကုန်ဓာတ်ပုံ",
      "desc": "သင့်ဆိုင်ကို ဆွဲဆောင်မှုဖြစ်စေရန်အတွက် သင့်ထုတ်ကုန်များနှင့် ဝန်ဆောင်မှုများ၏ စက်မှုလုပ်ငန်းနှင့် ပရော်ဖက်ရှင်နယ် ဓာတ်ပုံများကို ရိုက်ပါ။"
    },
    "photo-editor": {
      "title": "ဓာတ်ပုံများကို တည်းဖြတ်ပါ။",
      "desc": "ဆွဲဆောင်မှုရှိသော ပုံများကို ဒီဇိုင်းဆွဲပါ၊ ၎င်းတွင် အထူးပြုလုပ်ချက်များ ထည့်သွင်းခြင်း၊ နောက်ခံများကို ဖယ်ရှားခြင်း သို့မဟုတ် ဓာတ်ပုံတစ်ပုံသို့ စာသားထည့်ခြင်းတို့ ပါဝင်နိုင်သည်။"
    },
    "3d": {
      "title": "3D မော်ဒယ်နှင့် AR",
      "desc": "သင့်ရောင်းအားကို သိသိသာသာတိုးလာစေရန်အတွက် သင့်ထုတ်ကုန်များ၏ 3D augmented reality မော်ဒယ်များကို ဖန်တီးပါ။"
    },
    "dropshipping": {
      "title": "dropshipping ကို စနစ်ထည့်သွင်းပါ။",
      "desc": "သင့်တွင် ထုတ်လုပ်သူ သို့မဟုတ် ဂိုဒေါင်ရှိပါက၊ dropshipping ကျွမ်းကျင်သူများသည် ထောင်ပေါင်းများစွာသောအွန်လိုင်းစတိုးများမှတဆင့် သင့်ထုတ်ကုန်များကို ချောမွေ့စွာရောင်းချနိုင်ရန် ကူညီပေးပါလိမ့်မည်။"
    },
    "reselling": {
      "title": "ပြန်လည်ရောင်းချသူအတွက် စနစ်ထည့်သွင်းပါ။",
      "desc": "ကုန်ပစ္စည်းမ၀ယ်ဘဲ သိုလှောင်ရုံ သို့မဟုတ် ပက်ကေ့ခ်ျမပို့ဘဲ ဝင်ငွေမြင့်မားသော ပြီးပြည့်စုံသောစတိုးဆိုင်ကို သင်ရနိုင်သည်။"
    },
    "pos-setup": {
      "title": "အွန်လိုင်းငွေသားစာရင်းကို သတ်မှတ်ခြင်း။",
      "desc": "သင်၏စတိုးဆိုင်ခွဲများတွင် သင်၏ Selldone POS ကိုဖွင့်ပြီး သင့်လုပ်ငန်းနှင့် ရုပ်ပိုင်းဆိုင်ရာအကိုင်းအခက်များကို ဖွံ့ဖြိုးတိုးတက်စေရန် ရရှိနိုင်သော ပရော်ဖက်ရှင်နယ်စတိုးဆိုင်ကိရိယာများကို အသုံးပြုပါ။"
    }
  },
  "industries": {
    "ART": "အနုပညာ",
    "MARKETING_ADS": "စျေးကွက်ရှာဖွေရေးနှင့်ကြော်ငြာ",
    "SERVICES": "ဝန်ဆောင်မှုများ",
    "CLOTHING_FASHION": "အဝတ်အစားနှင့်ဖက်ရှင်",
    "HANDCRAFTS": "လက်မှုပညာ",
    "ELECTRONICS_TECH": "လျှပ်စစ်နှင့်နည်းပညာ",
    "HEALTH_BEAUTY": "ကျန်းမာရေးနှင့် အလှအပ",
    "HOME_GARDEN": "အိမ်နှင့်ဥယျာဉ်",
    "JEWELRY_ACCESSORIES": "လက်ဝတ်ရတနာများနှင့် အသုံးအဆောင်ပစ္စည်းများ",
    "FOOD_DRINK": "စားစရာ သောက်စရာ",
    "PET_CARE": "အိမ်မွေးတိရစ္ဆာန် စောင့်ရှောက်မှု",
    "SPORTS": "အားကစား",
    "RECREATION": "အပန်းဖြေ",
    "TOYS_GAMES": "အရုပ်များနှင့်ဂိမ်းများ",
    "AUTOMOTIVE": "မော်တော်ကား"
  },
  "expert_panel": {
    "title": "Selldone Experts Management Panel",
    "add_dialog": {
      "title": "အလုပ်အသစ်ထည့်ပါ။"
    }
  },
  "contract_view": {
    "running": "ပြေးသည်။",
    "cancelling": "ပယ်ဖျက်ပေးဖို့ တောင်းဆိုပါတယ်..",
    "title": "စာချုပ်ဘာသာရပ်",
    "description": "စာချုပ်ဖော်ပြချက်",
    "permissions_input": "လိုအပ်သောခွင့်ပြုချက်များကိုရွေးချယ်ပါ။",
    "cost_timeline": "ကုန်ကျစရိတ်နှင့် အချိန်ဇယား",
    "timespan": "စာချုပ်သက်တမ်း",
    "cost": "စာချုပ်ကုန်ကျစရိတ်",
    "pay_now_action": "သဘောတူတယ် | ယခုပေးချေပါ။",
    "complete_action": "ဟုတ်တယ် | စာချုပ်ကို အပြီးသတ်ပါ။",
    "reject_action": "မရှိ | ပြီးစီးမှုကို အတည်မပြုပါ။",
    "all_tasks_completed_message": "သင်သတ်မှတ်ထားသော အလုပ်များအားလုံးကို ပြီးမြောက်ပြီးဖြစ်သည်။ ၎င်းကို ပြီးပါက၊ အော်ဒါပြီးစီးမှုခလုတ်ကို နှိပ်ပါ။ ဤအဆင့်ပြီးနောက်၊ ဖောက်သည်သည် အလုပ်ပေးပို့မှုကို အတည်ပြုရပါမည်။",
    "waiting_complete_by_customer_message": "သင်သည် အလုပ်အား အတည်ပြုပြီးပါပြီ၊ ယခု မှာယူမှုကို အတည်ပြုရန် ဝယ်ယူသူအား စောင့်ဆိုင်းရမည်ဖြစ်ပါသည်။ ဖောက်သည်၏ခွင့်ပြုချက်မဟုတ်သော သို့မဟုတ် ငြင်းပယ်ခံရပါက၊ မှာယူမှုကို အလိုအလျောက်အတည်ပြုပြီး 3 ရက်အကြာတွင် ပြီးမြောက်မည်ဖြစ်သည်။",
    "comment": "မှတ်ချက်တစ်ခုတင်ပြပါ။",
    "comment_desc": "အလုပ်၏အရည်အသွေးနှင့် ကျွမ်းကျင်သူအပြန်အလှန်ဆက်သွယ်မှုအပေါ်အခြေခံ၍ အဆင့်သတ်မှတ်ပါ။",
    "comment_placeholder": "အလုပ်ရဲ့ အရည်အသွေးနဲ့ ပတ်သက်ပြီး သင့်ထင်မြင်ချက်ကို ရေးပါ...",
    "response_placeholder": "Customer Feedback နဲ့ ပတ်သက်ပြီး ပြောစရာရှိရင် ရေးပေးပါ...",
    "waiting_for_customer": "ဖောက်သည်စောင့်နေသည်...",
    "account_input": "ထုတ်ယူရန်အကောင့်",
    "dialog_pay": {
      "title": "ငွေပေးချေပြီး စာချုပ်စတင်ပါ။",
      "insufficient_balance": "လက်ကျန် မလုံလောက်ပါ။ ပေးချေရန် အကောင့်ကို ငွေသွင်းပါ။"
    },
    "dialog_cancel": {
      "title": "စာချုပ်ဖျက်သိမ်းပါ။",
      "confirm_code": "အတည်ပြုကုဒ်",
      "confirm_code_label": "အတည်ပြုသည့်ကုတ်",
      "confirm_action": "ဟုတ်ကဲ့၊ စာချုပ်ဖျက်သိမ်းပါ။"
    },
    "notifications": {
      "save": "စာချုပ်ကို အောင်မြင်စွာ တည်းဖြတ်ပြီးပါပြီ။",
      "pay": "စာချုပ်ချုပ်ဆိုပြီး အောင်မြင်စွာ စတင်ခဲ့သည်။",
      "end": "ပြီးမြောက်ကြောင်း အတည်ပြုရန်အတွက် မှာယူသူထံ ပေးပို့ခဲ့ပါသည်။",
      "complete": "စာချုပ်ပြီးပါပြီ။",
      "reject": "စာချုပ်ကို ပြီးမြောက်အောင် အတည်မပြုပါ။",
      "cancel": "စာချုပ်ဖျက်သိမ်းခဲ့သည်။",
      "update": "ခွင့်ပြုချက်ကို အပ်ဒိတ်လုပ်ထားသည်။",
      "comment": "မင်းရဲ့မှတ်ချက်ကို ပို့ပြီးပြီ။",
      "response": "သင့်တုံ့ပြန်ချက်ကို ပေးပို့ပြီးဖြစ်သည်။"
    }
  },
  "expert_page": {
    "title": "အကောင်းဆုံးကျွမ်းကျင်သူများကို ငှားရမ်းပါ။",
    "sub_title": "သင့်စတိုးကို ဒီဇိုင်းဆွဲခြင်း၊ စတင်ခြင်း၊ ကြော်ငြာခြင်း သို့မဟုတ် စီမံခန့်ခွဲခြင်းတို့အတွက် စိတ်မပူပါနှင့်။ ပိုမိုကောင်းမွန်ပြီး ပိုမိုမြန်ဆန်စေရန်အတွက် ကျွမ်းကျင်ပညာရှင်ကို ငှားရမ်းပါ။",
    "steps_title": "ပြီးမြောက်ရန် အဆင့်သုံးဆင့်သာ ကျန်တော့သည်။",
    "step_1_title": "ကျွမ်းကျင်သူထံ ဆက်သွယ်ပါ။",
    "step_1_desc": "ကျွမ်းကျင်သူများထံမှ အကြံပြုချက်တောင်းပါ သို့မဟုတ် အကြံပြုထားသော ကျွမ်းကျင်သူများနှင့် ကိုက်ညီစေရန် အလုပ်တစ်ခု ဖန်တီးပါ။",
    "step_2_title": "သဘောတူပြီး စာချုပ်ကို လက်ခံပါ။",
    "step_2_desc": "အဖြေများကို ဆန်းစစ်ပါ၊ သင့်လျော်သော သင့်လျော်မှုကို ရှာဖွေပါ၊ အချိန်နှင့် အတိအကျ ဈေးနှုန်းကဲ့သို့သော အသေးစိတ်အချက်အလက်များကို ဆွေးနွေးပါ။",
    "step_3_title": "အလုပ်အတည်ပြုပြီး အကောင်အထည်ဖော်ပါ။",
    "step_3_desc": "Selldone မှတစ်ဆင့် အလုပ်ကို ထိရောက်စွာ လုပ်ဆောင်နိုင်သည့် အရည်အချင်းပြည့်မီသော ကျွမ်းကျင်သူများကို ယုံကြည်ပါ။",
    "who": {
      "title": "မင်းဒီမှာဘယ်သူတွေ့လဲ။",
      "box_image": "/app/img/selldone-expert-box.37fb6205.png",
      "spec1_title": "သူတို့ရဲ့နယ်ပယ်မှာရော Selldone မှာရော မာစတာတွေ၊",
      "spec1_desc": "မည်သည့် programming ကျွမ်းကျင်မှုမှမလိုအပ်ပါ။ Selldone သည် အပ်ဒိတ်အားလုံးကို ဂရုစိုက်သည်။ အရောင်းမြှင့်တင်ရေးတွင် သင်၏ကြိုးစားအားထုတ်မှုအားလုံးကို ထည့်သွင်းပါ။",
      "spec2_title": "ရွေးချယ်ပြီး ကတိပြုတဲ့လူတွေ",
      "spec2_desc": "Coding သို့မဟုတ် နည်းပညာဆိုင်ရာ ဗဟုသုတ မလိုအပ်ပါ။ အပိုကုန်ကျစရိတ်များ၊ ရှုပ်ထွေးသောနည်းပညာဆိုင်ရာပြဿနာများနှင့် သင့်အွန်လိုင်းလုပ်ငန်း၏အတားအဆီးများကို နှုတ်ဆက်လိုက်ပါ။",
      "spec3_title": "ပရော်ဖက်ရှင်နယ်အလုပ်သည် ပရော်ဖက်ရှင်နယ်အဖြစ်ဆုံးဖြစ်သည်။",
      "spec3_desc": "မည်သည့် programming ကျွမ်းကျင်မှုမှမလိုအပ်ပါ။ သင်၏လိုအပ်ချက်များကိုဖြည့်ဆည်းရန် Selldone တွင်အကောင်းဆုံးကျွမ်းကျင်ပညာရှင်များ။"
    },
    "expert_categories": "ကျွမ်းကျင်သူများကပေးသောဝန်ဆောင်မှုအမျိုးအစား",
    "show_all_topics": "အမျိုးအစားအားလုံးကို ပြပါ။",
    "marketing_title": "Marketing နှင့် Sales တိုးတက်မှု",
    "starts_title": "အွန်လိုင်းစီးပွားရေးလုပ်ငန်း စတင်ခြင်းနှင့် ဖွံ့ဖြိုးတိုးတက်ခြင်း။",
    "managements_title": "စီးပွားရေးစီမံခန့်ခွဲ့မှု",
    "contents_title": "အကြောင်းအရာဖန်တီးမှု၊ ဓာတ်ပုံနှင့် ဗီဒီယို",
    "apps_title": "နောက်ထပ် ဝန်ဆောင်မှုများနှင့် ကျွန်ုပ်၏အက်ပ်ကို ထည့်သွင်းခြင်း။",
    "footer": {
      "title": "သင့်လိုအပ်ချက်များနှင့် ကိုက်ညီမည့် အကောင်းဆုံးအထူးကုကို ရှာဖွေပါ။",
      "message": "အောက်ပါ ဖောင်ကို ဖြည့်သွင်းခြင်းဖြင့် အကောင်းဆုံးသော ကျွမ်းကျင်သူများက သင့်လိုအပ်ချက်အပေါ် အခြေခံ၍ ၎င်းတို့၏ အကြံပြုချက်များကို သင့်အား ပေးပို့နိုင်စေရန်အတွက် အလုပ်သစ်တစ်ခု ဖန်တီးနိုင်မည်ဖြစ်သည်။"
    }
  },
  "public_job_page": {
    "hire_expert_title": "ဒီပညာရှင်က သင့်အတွက် အလုပ်ပေးချင်ပါသလား။",
    "your_own_job_message": "ဤတာဝန်ကို သင်သတ်မှတ်ပြီးပြီ။ စီမံခန့်ခွဲသူအကန့်သို့သွားပြီး ဤလုပ်ငန်းကို တိုက်ရိုက်စီမံခန့်ခွဲရန် အောက်ဖော်ပြပါခလုတ်ကို နှိပ်ပါ။",
    "go_to_job_panel": "ကျွန်ုပ်၏အကန့်သို့သွားပါ။",
    "no_chat": "သင်သည် မည်သည့်တောင်းဆိုမှုမျှ မတင်ပြရသေးပါ။",
    "job_tasks": "ပေးအပ်သောအလုပ်များ",
    "included": "စတင်စျေးနှုန်းတွင် ပါဝင်သော လုပ်ဆောင်စရာများ",
    "additional": "အပိုအလုပ်များနှင့် အလုပ်များ",
    "permissions": "လိုအပ်သောခွင့်ပြုချက်များ"
  },
  "expert_request_form": {
    "action_message": "သင့်ဆိုင်ကို သင့်အတွက် အခြားသူတစ်ဦးဦးကို တည်ဆောက်ရန်၊ စီမံခန့်ခွဲရန် သို့မဟုတ် စျေးကွက်ချဲ့ထွင်စေလိုပါသလား။ ထို့ကြောင့် သင်ထင်မြင်ထားသည့်အတိုင်း လုပ်ဆောင်ရန် ကျွမ်းကျင်သူကို ငှားရမ်းပါ။",
    "order_new_kob": "အလုပ်သစ်ကို မှာလိုက်ပါ။",
    "new_shop_action_small": "သင့်စတိုးဆိုင်တွင် ကျွမ်းကျင်သူတစ်ဦးကို လုပ်ဆောင်လိုပါသလား။",
    "mange_shop_action_small": "သင့်အတွက် စတိုးဆိုင်တစ်ခုတည်ဆောက်ရန် ကျွမ်းကျင်သူတစ်ဦးကို အလိုရှိပါသလား။",
    "new_shop_action": "သင်သည် ကမ်းလှမ်းချက်များစွာကို လက်ခံရရှိပြီးဖြစ်သည်။",
    "mange_shop_action": "ကျွမ်းကျင်သူများသည် သင့်လျှောက်လွှာကို ပြန်လည်သုံးသပ်နေပါသည်။",
    "hire_expert": "ကျွမ်းကျင်သူတစ်ဦးကိုငှားရမ်း",
    "check_mail_status": "သင့်အီးမေးလ်ကို စစ်ဆေးပါ။",
    "header_new": "တောင်းဆိုချက်အသစ်",
    "header_view": "တောင်းဆိုချက်ပေးပို့ပါ။",
    "title": "ခေတ်မီအွန်လိုင်းစတိုးကို လိုချင်ပါသလား။",
    "message": "သင်ကိုယ်တိုင်လုပ်ရန် မလိုအပ်ပါ။ ကျွန်ုပ်တို့၏ အသိအမှတ်ပြုထားသော ကျွမ်းကျင်သူများသည် သင့်အွန်လိုင်းစတိုးကို ပိုမိုမြန်ဆန်၊ ပိုမိုလွယ်ကူပြီး ပိုမိုဖမ်းစားနိုင်စေရန် ကူညီပေးနိုင်ပါသည်။ သင့်လိုအပ်ချက်များကို ဖော်ပြပြီး သင့်ရောင်းအားကို မြှင့်တင်ရန်အတွက် အကောင်းဆုံးကို ရှာဖွေပါ။",
    "steps_title": "ဤအဆင့်များကို လိုက်နာပါ။",
    "step_1": "သင်၏လိုအပ်ချက်များကိုဖော်ပြပါ။",
    "step_1_message": "ကျွမ်းကျင်သူများကို သင်အလိုရှိသောအရာကို ပြောပြပါ။",
    "step_2": "ကျွမ်းကျင်သူများ၏ ကမ်းလှမ်းချက်များကို ပြန်လည်သုံးသပ်ပါ။",
    "step_2_message": "သင့်လိုအပ်ချက်နှင့် ကိုက်ညီသော အကောင်းဆုံးကို ရွေးချယ်ပါ။",
    "step_3": "အရေးကြီးသောအသေးစိတ်အချက်အလက်များကို ဆွေးနွေးပြီး ကျွမ်းကျင်သူနှင့် ပိုမိုလုပ်ဆောင်ပါ။",
    "step_3_message": "အရေးကြီးသောအသေးစိတ်အချက်အလက်များကို ဆွေးနွေးပြီး ကျွမ်းကျင်သူနှင့် ပိုမိုလုပ်ဆောင်ပါ။",
    "shop_info": "ဆိုင်ကိုရွေးပါ။",
    "select_shop": "ငါ့ဆိုင်တစ်ဆိုင်အတွက် ကျွမ်းကျင်သူတစ်ယောက်လိုတယ်။",
    "shop_id": "ဆိုင်",
    "shop_id_message": "နောက်ထပ်ဝန်ဆောင်မှုများ လိုအပ်ပါက သင့်ရှိပြီးသားဆိုင်များမှ ရွေးချယ်ပါ။",
    "shop_id_placeholder": "ဆိုင်ကိုရွေးပါ...",
    "store_name": "ဆိုင်နာမည်",
    "store_name_placeholder": "ကျွန်တော့်ဆိုင်နာမည်...",
    "store_name_messages": "သင့်ဆိုင်နာမည်ကို ပြောပြပါ သို့မဟုတ် နောင်တွင် တည်ဆောက်ရန် ရည်ရွယ်ထားသည်။",
    "contact": "ဆက်သွယ်ရန်အချက်အလက်",
    "name_placeholder": "လိုအပ်သည်*",
    "email": "အီးမေးလ်",
    "email_placeholder": "* your-email@gmail.com လိုအပ်သည်။",
    "request_title": "သင်၏လိုအပ်ချက်များကိုဖော်ပြပါ။",
    "request_message": "ကျွန်ုပ်တို့၏ကျွမ်းကျင်သူသည် သင့်လိုအပ်ချက်များကို ပိုမိုကောင်းမွန်စွာဖြည့်ဆည်းပေးနိုင်ရန်နှင့် သင့်အား တတ်နိုင်သောစျေးနှုန်းနှင့် ခန့်မှန်းခြေအချိန်ကို ပံ့ပိုးပေးရန်အတွက် သင့်လုပ်ငန်းနှင့်ပတ်သက်သည့် တိကျသောအချက်အလက်များကို ပေးပါ။",
    "description": "သင့်လုပ်ငန်းအကြောင်း ပိုမိုပြောပြပါ။",
    "description_messages": "မင်းရဲ့လုပ်ငန်းကဘာလဲ။ ထုတ်ကုန် သို့မဟုတ် ဝန်ဆောင်မှုများကို သင်ရောင်းချပါသလား။",
    "services_title": "ကျွမ်းကျင်သူက ဘာအလုပ်တွေကို လုပ်ချင်လဲ။",
    "select_one_caution": "အနည်းဆုံး ရွေးချယ်မှုတစ်ခုကို ရွေးပါ။",
    "detail_title": "သင့်လိုအပ်ချက်များကို ကျွမ်းကျင်သူကို ပိုသိနိုင်စေရန်အတွက် အသေးစိတ်အချက်အလက်များကို ထည့်ပါ။",
    "detail": "ပရောဂျက်အသေးစိတ်",
    "detail_messages": "သင့်တွင် ရှိပြီးသား ဝဘ်ဆိုဒ်ရှိပါသလား။ Instagram မှာ ဆိုင်တစ်ဆိုင် ဒါမှမဟုတ် ရုပ်ပိုင်းဆိုင်ရာဆိုင်ရှိပါသလား။ Timeline သည် ပြောင်းလွယ်ပြင်လွယ်ရှိပါသလား။",
    "preferences_title": "ကန့်သတ်ချက်များနှင့် ဦးစားပေးမှုများ",
    "preferences_message": "သင့်အလုပ်အတွက် သင့်လျော်သော ကျွမ်းကျင်ပညာရှင်များသည် သင့်ပရောဂျက်အဆိုပြုချက်အား ပြန်လည်သုံးသပ်နိုင်စေရန် သင်၏ဦးစားပေးမှုများကို ဆုံးဖြတ်ပါ။",
    "level_title": "မင်းအတွက် အကောင်းဆုံးရွေးချယ်မှုက ဘယ်သူလဲ။",
    "level_message": "ကျွမ်းကျင်မှုအဆင့်များ၊ အတွေ့အကြုံနှင့် ပံ့ပိုးကူညီမှုသည် စျေးနှုန်းများကို ဆုံးဖြတ်သည်။",
    "level_low": "စျေးနှုန်းသက်သာသောပညာရှင်များ",
    "level_medium": "စျေးအလတ်စား ကျွမ်းကျင်သူများ",
    "level_high": "စျေးကြီးတဲ့ ပညာရှင်တွေ",
    "location_title": "သင့်တည်နေရာအနီးရှိ ကျွမ်းကျင်သူများနှင့် အလုပ်လုပ်ရန် သင်နှစ်သက်ပါသလား။",
    "location_near": "ဟုတ်ကဲ့",
    "location_no": "မဟုတ်ဘူး",
    "language_title": "ကျွမ်းကျင်သူများနှင့် ပြောဆိုဆက်ဆံရာတွင် သင်၏ဘာသာစကားကို ဦးစားပေးရွေးချယ်ပါ။",
    "language": "ဘာသာစကား",
    "language_placeholder": "တစ်ခုကို ရွေးပါ*",
    "free_support_title": "အသေးစားလုပ်ငန်းပံ့ပိုးမှု",
    "free_support_message": "startup များကိုကူညီခြင်းသည် သင့်အနာဂတ်နှင့် Selldone အတွက် စမတ်ကျသောရင်းနှီးမြှုပ်နှံမှုတစ်ခုဖြစ်သည်ဟု ကျွန်ုပ်တို့ယုံကြည်ပါသည်။ ငါတို့က မင်းကို ဒီလမ်းကို အမြဲတမ်း ကျောခိုင်းတယ်။ သင့်ထုတ်ကုန်များနှင့် ဝန်ဆောင်မှုများသည် ပိုမိုဆွဲဆောင်မှုရှိသော၊ ဆန်းသစ်သော သို့မဟုတ် လက်တွေ့ကျလေလေ၊ ကျွန်ုပ်တို့နှင့် ကျွန်ုပ်တို့၏ ကျွမ်းကျင်သူများထံမှ အခမဲ့ ဝန်ဆောင်မှုများ ပိုမိုရရှိမည်ဖြစ်သည်။",
    "free_support_condition": "ကိုယ်ပိုင်လုပ်ငန်းစပြီး အွန်လိုင်းမှာရောင်းဖို့ အလေးအနက်ထားတယ်ဆိုရင် ဒီလောက်ပါပဲ။ ကျန်တာတွေက ငါတို့ပဲ",
    "free": "အခမဲ့ဝန်ဆောင်မှုများ လိုချင်ပါသလား။",
    "free_messages": "သင်သည် စတင်လုပ်ငန်း လုပ်ကိုင်သူဖြစ်ပါက သို့မဟုတ် ကျွမ်းကျင်သူများကို ပေးဆောင်ရန် လက်ရှိတွင် ငွေကြေးဆိုင်ရာ နည်းလမ်းများ မရှိသေးပါက ဤရွေးချယ်မှုကို ရွေးချယ်ပါ။",
    "action_new": "တောင်းဆိုချက်အသစ်",
    "action_send": "တောင်းဆိုချက်ကို တင်ပြပါ။",
    "start_price_message": "ဤကျွမ်းကျင်သူအတွက် အလုပ် {topic} ကို {price} {currency} မှ စတင်ပါသည်။",
    "notifications": {
      "success_send": "သင့်တောင်းဆိုချက်ကို အောင်မြင်စွာ ပေးပို့ပြီးပါပြီ။ Selldone ကျွမ်းကျင်သူများ၏ ကမ်းလှမ်းချက်များကို စောင့်မျှော်ကြည့်ရှုပါ။"
    },
    "stage": {
      "title": "သင့်လုပ်ငန်းရဲ့ အဆင့်က ဘာလဲ။",
      "start": "လုပ်ငန်းသစ်တစ်ခုစတင်ခြင်း။",
      "online": "ကျွန်ုပ်၏ လက်ရှိလုပ်ငန်းကို အွန်လိုင်းတွင် ပြုလုပ်လိုပါသည်။",
      "extend": "ကျွန်တော့်မှာ အွန်လိုင်းစတိုးတစ်ခုရှိပြီး အဲဒါကို လုပ်ဆောင်နေပါတယ်။",
      "pos": "ကျွန်ုပ်၏စတိုးဆိုင်ခွဲများတွင် Selldone POS ကိုတပ်ဆင်လိုပါသည်။"
    },
    "budget": {
      "title": "အလွတ်လုပ်ငန်းဘတ်ဂျက်၏ ခန့်မှန်းချက် သင့်တွင်ရှိပါသလား။",
      "yes": "ဟုတ်ကဲ့၊ ကျွန်တော့်ဘတ်ဂျက်က ရှင်းပါတယ်။",
      "no": "မဟုတ်ဘူး၊ နောက်ထပ် အချက်အလက် လိုချင်တယ်။"
    },
    "login": {
      "title": "ကျေးဇူးပြု၍ ဝင်ရောက်ပါ။",
      "message": "ပထမဆုံး စာရင်းသွင်းရန် ဝင်ရောက်ပါ။ မိုဘိုင်းနံပါတ် သို့မဟုတ် လူမှုကွန်ရက်အကောင့်များမှတစ်ဆင့် သင့် Selldone သို့ လျင်မြန်စွာ လုံခြုံစွာဝင်ရောက်နိုင်သည်။"
    }
  },
  "expert_requests": {
    "title": "တောင်းဆိုချက်များကိုဖွင့်ပါ။",
    "dialog": {
      "title": "ကျွမ်းကျင်သူတောင်းဆိုမှုအသေးစိတ်",
      "start_chat": "စတင်ညှိနှိုင်းပါ။"
    }
  },
  "job_chat": {
    "title": "အလုပ်ညှိနှိုင်းခြင်း။"
  },
  "expert_chat_box": {
    "need_expert_question": "ကျွမ်းကျင်သူ လိုချင်ပါသလား။",
    "find_expert": "ကျွမ်းကျင်သူရှာပါ..",
    "folder_name": "ဖိုလ်အမည်",
    "folder_dialog": {
      "title": "ဖိုင်တွဲများကို တည်းဖြတ်ပါ။",
      "hide_new_folder": "ဖိုင်တွဲအသစ်ကို ဝှက်ပါ။",
      "add_new_folder": "ဖိုင်တွဲအသစ်ထည့်ပါ။"
    }
  },
  "add_job": {
    "add_title": "အလုပ်အသစ်ထည့်ပါ။",
    "edit_title": "အလုပ်ကို တည်းဖြတ်ပါ။",
    "message": "ဤကဏ္ဍတွင် သင်လုပ်ဆောင်နိုင်သည့် အလုပ်ခေါင်းစဉ်နှင့် အလုပ်ဖော်ပြချက်ကို ထည့်သွင်းပါ။ သင့်အလုပ်ဖော်ပြချက်စာသားတွင် ဆက်သွယ်ရန်အချက်အလက်နှင့် လင့်ခ်များကို မရေးရကြောင်း သတိပြုပါ။",
    "start_price_message": "အော်ဒါတစ်ခုစီ၏ အနည်းဆုံးကုန်ကျစရိတ်။",
    "currency_message": "ငွေကြေးပြောင်းလဲခြင်းသည် ဤအလုပ်အတွက် သင်၏ဘဏ္ဍာရေးမှတ်တမ်းများကို ပြန်လည်သတ်မှတ်သည်။",
    "job_desc_message": "ဤအလုပ်အတွက် သင်၏ဝန်ဆောင်မှုအပြည့်အစုံကို ဖော်ပြပါ။",
    "included_message": "ဖောက်သည်အတွက် အခြေခံကျသင့်ငွေဖြင့် သင်ပေးမည့် ဝန်ဆောင်မှုများကို ဖော်ပြပါ။",
    "additional_message": "အခြေခံဝန်ဆောင်မှုများအပြင် အခြားမည်သည့်ဝန်ဆောင်မှုများကို ပေးဆောင်ပါသနည်း။",
    "available": "ရနိုင်သောအလုပ်",
    "available_message": "ဤအလုပ်သို့ အများသူငှာ ဝင်ရောက်ခွင့်",
    "add_action": "အလုပ်အသစ်ထည့်ပါ။",
    "edit_action": "အလုပ်ကို တည်းဖြတ်ပါ။",
    "notifications": {
      "edit": "အလုပ်ကို အောင်မြင်စွာ အပ်ဒိတ်လုပ်ထားသည်။",
      "add": "အလုပ်သစ်ကို အောင်မြင်စွာ ဖန်တီးနိုင်ခဲ့သည်။"
    }
  },
  "contract_form": {
    "shop_message": "စီမံခန့်ခွဲသူ သို့မဟုတ် အကြီးတန်းမန်နေဂျာ၏ ဝင်ရောက်ခွင့်ဖြင့်သာ ဝယ်ယူသူ၏စတိုးဆိုင်များကို ပြသပါ။",
    "shop_placeholder": "၎င်းတွင် အလုပ်လုပ်လိုသော စတိုးဆိုင်ကို ရွေးပါ*",
    "title_message": "ဒီစာချုပ်အတွက် ခေါင်းစဉ်တစ်ခု သတ်မှတ်ပါ။ ။",
    "description_message": "စာချုပ်အသေးစိတ်ကိုရေးပါ...",
    "permissions": "လိုအပ်သောခွင့်ပြုချက်များကိုရွေးချယ်ပါ။",
    "cost_message": "စာချုပ်ကုန်ကျစရိတ်",
    "days": "စာချုပ်သက်တမ်း",
    "days_message": "စာချုပ်သက်တမ်း",
    "create_action": "စာချုပ်အသစ်ဖန်တီးပါ။",
    "notifications": {
      "add": "စာချုပ်အသစ်ကို ဖန်တီးပြီး အသုံးပြုသူထံ ပေးပို့ခဲ့သည်။"
    }
  }
};