export default {
  "experts_common": {
    "experts_page": "ବିଶେଷଜ୍ଞ ପୃଷ୍ଠା |",
    "no_job": "ଏକ ସଠିକ୍ ଫିଟ୍ ମିଳିଲା ନାହିଁ!",
    "jobs_filter": "ଚାକିରି ଫିଲ୍ଟର୍ |",
    "start_price": "ଆରମ୍ଭ ମୂଲ୍ୟ",
    "completed_count": "କାର୍ଯ୍ୟ ସମାପ୍ତ ହୋଇଛି |",
    "job_title": "ଚାକିରିର ଆଖ୍ୟା |",
    "job_desc": "କାର୍ଯ୍ୟ ବିସ୍ତୃତି",
    "job_not_approved": "କାର୍ଯ୍ୟ ଏପର୍ଯ୍ୟନ୍ତ ଯାଞ୍ଚ ହୋଇନାହିଁ |",
    "new_job": "ନୂତନ ଚାକିରି |",
    "expert_profile": "ବିଶେଷଜ୍ଞ ପ୍ରୋଫାଇଲ୍ |",
    "job_detail": "କାର୍ଯ୍ୟର ବିବରଣୀ",
    "contracts": "ଚୁକ୍ତିନାମା",
    "start_end_date": "ଆରମ୍ଭ / ଶେଷ ତାରିଖ",
    "complete_cancel_date": "ତାରିଖ / ବାତିଲ୍ କରନ୍ତୁ |",
    "waiting_pay_and_start": "ଦେୟ ଏବଂ ଆରମ୍ଭ କରିବାକୁ ଅପେକ୍ଷା |",
    "waiting_to_complete": "ଗ୍ରାହକଙ୍କ ଅନୁମୋଦନକୁ ଅପେକ୍ଷା |",
    "running": "ଚାଲୁଛି |",
    "paY_start_action": "ଦେୟ ଦିଅ ଏବଂ ବର୍ତ୍ତମାନ ଆରମ୍ଭ କର |",
    "need_help": "ସାହାଯ୍ୟ ଦରକାର କି?",
    "hire_me_now": "ମୋତେ ବର୍ତ୍ତମାନ ନିଯୁକ୍ତି ଦିଅ ...",
    "expert_contracts": "ବିଶେଷଜ୍ଞ ଚୁକ୍ତିନାମା |"
  },
  "topic_categories": {
    "SETUP": {
      "title": "ଅନଲାଇନ୍ ଦୋକାନ ସେଟ୍ଅପ୍ କରନ୍ତୁ |",
      "desc": "ଏହି କ୍ଷେତ୍ରର ବିଶେଷଜ୍ଞମାନେ ଆପଣଙ୍କ ପାଇଁ ଆପଣଙ୍କର ଅନଲାଇନ୍ ଷ୍ଟୋର୍‌କୁ ସହଜ ଏବଂ ଶୀଘ୍ର ସେଟ୍ ଅପ୍ କରନ୍ତି |"
    },
    "ADD_PAGE": {
      "title": "ପୃଷ୍ଠାଗୁଡିକ ଯୋଡନ୍ତୁ (ଲ୍ୟାଣ୍ଡିଙ୍ଗ୍, ଆମ ବିଷୟରେ, ...)",
      "desc": "ଆପଣ ଏହି ଅବତରଣ ପୃଷ୍ଠାଗୁଡ଼ିକୁ, ଆମ ବିଷୟରେ ଏବଂ ଆପଣଙ୍କର ୱେବସାଇଟ୍ ର ଅନ୍ୟ ପୃଷ୍ଠାଗୁଡ଼ିକୁ ଏହି ବିଶେଷଜ୍ଞମାନଙ୍କୁ ଛାଡିପାରିବେ |"
    },
    "ADD_PRODUCT": {
      "title": "ଉତ୍ପାଦ ଏବଂ ବର୍ଗ ଯୋଡନ୍ତୁ |",
      "desc": "ଷ୍ଟୋର୍‌ରେ ଉତ୍ପାଦ ଯୋଡିବା ପାଇଁ ତୁମେ ଏହା କରିବା ପାଇଁ ଲୋକଙ୍କୁ ନିଯୁକ୍ତି ଦେଇ ପାରିବ |"
    },
    "PAYMENT": {
      "title": "ଦେୟ ପଦ୍ଧତି ଯୋଡନ୍ତୁ |",
      "desc": "ଆପଣଙ୍କ ପାଇଁ ଗେଟୱେ ଗ୍ରହଣ ଏବଂ ଅଦ୍ୟତନ କରିବାର ପ୍ରକ୍ରିୟା କରିବାକୁ ଏକ ପେମେଣ୍ଟ ଗେଟୱେ ବିଶେଷଜ୍ଞ ନିଯୁକ୍ତ କରନ୍ତୁ |"
    },
    "MARKETING": {
      "title": "ମାର୍କେଟିଂ |",
      "desc": "ମାର୍କେଟିଂ ବିଶେଷଜ୍ଞମାନେ ତୁମର ଅଭିଯାନ ଏବଂ ପ୍ରୋତ୍ସାହନରେ ସର୍ବୋତ୍ତମ ସଂଶୋଧନ କରିବାକୁ କିମ୍ବା ଏକ ପ୍ରଭାବଶାଳୀ ବିଜ୍ଞାପନ ଅଭିଯାନ ଆରମ୍ଭ କରିବାରେ ସାହାଯ୍ୟ କରନ୍ତି |"
    },
    "MIGRATION": {
      "title": "ଅନ୍ୟ ଏକ ଇ-କମର୍ସ ପ୍ଲାଟଫର୍ମରୁ ମୋ ଦୋକାନକୁ ସ୍ଥାନାନ୍ତର କରନ୍ତୁ |",
      "desc": "ଆପଣଙ୍କର ପୂର୍ବରୁ ଏକ ଷ୍ଟୋର ଅଛି କି? ଆପଣ ଷ୍ଟୋରକୁ ଏକ ବିଶେଷଜ୍ଞଙ୍କ ନିକଟକୁ ସ୍ଥାନାନ୍ତର କରିବାର କାର୍ଯ୍ୟ ଛାଡି ପାରିବେ ଯାହା ଦ୍ a ାରା ଏକ ବୃତ୍ତିଗତ ସେବା ଆପଣଙ୍କ ଷ୍ଟୋରକୁ ସବୁଦିନ ପାଇଁ ସମର୍ଥନ କରିପାରିବ |"
    },
    "APP_SETUP": {
      "title": "ପ୍ରୟୋଗ ସେଟଅପ୍ |",
      "desc": "ଆପଣଙ୍କ ଷ୍ଟୋର୍‌ରେ ଆପ୍ ସେଟ୍ ଅପ୍ ଏବଂ ଇନଷ୍ଟଲ୍ କରିବାରେ ସାହାଯ୍ୟ ଦରକାର କି? ଆପଣ ଏକ ବ୍ୟକ୍ତିଗତ ପ୍ରୟୋଗ ନିର୍ମାଣ କରିବା ଆବଶ୍ୟକ କରନ୍ତି କି? ଏହି କ୍ଷେତ୍ରର ବିଶେଷଜ୍ଞମାନେ ଆପଣଙ୍କ ସହିତ ରହିବେ |"
    },
    "MANAGEMENT": {
      "title": "ଷ୍ଟୋର ପରିଚାଳନା",
      "desc": "ମ୍ୟାନେଜମେଣ୍ଟ ବିଶେଷଜ୍ଞମାନଙ୍କୁ ଷ୍ଟୋର କରିବା ପାଇଁ ତୁମେ ତୁମର ଷ୍ଟୋର ମ୍ୟାନେଜମେଣ୍ଟର କିଛି ଅଂଶକୁ ଆଉଟସୋର୍ସ କରିପାରିବ ╏ ବ୍ୟବସାୟ ଚଳାଇବାର ସମସ୍ତ ଦିଗ ଉପରେ ସେମାନେ ବିଶେଷଜ୍ଞ ପରାମର୍ଶ ମଧ୍ୟ ପ୍ରଦାନ କରନ୍ତି |"
    },
    "CONTENT": {
      "title": "ବିଷୟବସ୍ତୁ ଲେଖା |",
      "desc": "ବିଷୟବସ୍ତୁ ଲେଖିବା ପ୍ରଫେସନାଲମାନଙ୍କୁ ତୁମର ଉତ୍ପାଦ, ବ୍ରାଣ୍ଡ, କିମ୍ବା ଷ୍ଟୋରର ବିଷୟବସ୍ତୁ ସୃଷ୍ଟି ନ୍ୟସ୍ତ କର |"
    },
    "PHOTOGRAPHY": {
      "title": "ଫଟୋଗ୍ରାଫି ଏବଂ ଏଡିଟ୍ |",
      "desc": "ତୁମର ଉତ୍ପାଦ ଏବଂ ସେବାଗୁଡିକର ଫଟୋ ଉଠାଇବା ଆବଶ୍ୟକ କରନ୍ତି କି? ଏହି ବିଭାଗର ବିଶେଷଜ୍ଞମାନେ ଆପଣ ଆବଶ୍ୟକ କରୁଥିବା ପ୍ରତିଛବି, ଆନିମେସନ୍ ଏବଂ 3D ମଡେଲ୍ ପ୍ରସ୍ତୁତ କରିବେ |"
    },
    "DROP_SHIPPING": {
      "title": "ଡ୍ରପସିପିଂ ସେଟଅପ୍ |",
      "desc": "ଯଦି ଆପଣ ଜଣେ ହୋଲସେଲର କିମ୍ବା ଖୁଚୁରା ବ୍ୟବସାୟୀ, ସେଲଡୋନ୍ ଡ୍ରପସିପ୍ ପ୍ଲାଟଫର୍ମ ଯାହା ଆପଣ ସର୍ବଦା ଖୋଜୁଥିବେ ╏ ଡ୍ରପସିପିଂ ବିଶେଷଜ୍ଞମାନେ ଆପଣଙ୍କ ବ୍ୟବସାୟ ବ to ାଇବା ପାଇଁ ନୂତନ ଉପାୟ ଖୋଜିବାରେ ସାହାଯ୍ୟ କରିପାରିବେ |"
    },
    "POS_SETUP": {
      "title": "ସେଲଡୋନ୍ POS ସେଟଅପ୍ କରନ୍ତୁ |",
      "desc": "ତୁମର ଷ୍ଟୋରର ଅନଲାଇନ୍ POS ସେଟ୍ ଅପ୍ କରିବାକୁ ଏକ ବିଶେଷଜ୍ଞ ନିଯୁକ୍ତ କର |"
    }
  },
  "topics": {
    "store-design": {
      "title": "ଏକ ଇ-କମର୍ସ ନିର୍ମାଣ କରନ୍ତୁ |",
      "desc": "ତୁମର ଅନଲାଇନ୍ ଷ୍ଟୋର୍‌ର ଡିଜାଇନ୍ ଏବଂ ସେଟଅପ୍ ପ୍ରଫେସନାଲମାନଙ୍କୁ ଛାଡିଦିଅ, ଯେଉଁମାନେ ତୁମର ଧାରଣାକୁ କାର୍ଯ୍ୟକାରୀ କରିପାରନ୍ତି |"
    },
    "store-configuration": {
      "title": "ସଂରଚନା ସଂରକ୍ଷଣ କରନ୍ତୁ |",
      "desc": "ଷ୍ଟୋର ବିନ୍ୟାସ ପାଇଁ ଆପଣ ଜଣେ ବିଶେଷଜ୍ଞଙ୍କଠାରୁ ସାହାଯ୍ୟ ପାଇପାରିବେ, ଯେପରିକି ସର୍ଚ୍ଚ ଇଞ୍ଜିନ୍ ପାଇଁ ବ୍ୟବସାୟ ସୂଚନା ପ୍ରବେଶ, ସିପିଂ ଏବଂ ଗୋଦାମ ପଦ୍ଧତି ସେଟିଂ |"
    },
    "store-optimization": {
      "title": "କାର୍ଯ୍ୟଦକ୍ଷତା ଏବଂ ଗତି ଅପ୍ଟିମାଇଜେସନ୍ |",
      "desc": "ଏହାର ଗତି ଏବଂ କାର୍ଯ୍ୟଦକ୍ଷତା ବୃଦ୍ଧି ପାଇଁ ବିଶେଷଜ୍ଞମାନେ ଆପଣଙ୍କ ୱେବସାଇଟରେ କାର୍ଯ୍ୟ କରିବେ |"
    },
    "domain": {
      "title": "ଡୋମେନ୍ ସଂଯୋଗ",
      "desc": "ଆପଣଙ୍କର ଷ୍ଟୋର୍ ଏବଂ ୱେବସାଇଟ୍ ରେ କଷ୍ଟମ୍ ଡୋମେନ୍ ଯୋଡନ୍ତୁ |"
    },
    "page-design": {
      "title": "ଲ୍ୟାଣ୍ଡିଂ ପେଜ୍ ଏବଂ ଟେମ୍ପଲେଟ୍ ଡିଜାଇନ୍ |",
      "desc": "ଆପଣଙ୍କର ୱେବସାଇଟ୍ ଅବତରଣ ପୃଷ୍ଠା, ମୂଳପୃଷ୍ଠା ଏବଂ ଆଭ୍ୟନ୍ତରୀଣ ପୃଷ୍ଠାଗୁଡ଼ିକୁ ଡିଜାଇନ୍ କରନ୍ତୁ |"
    },
    "add-product": {
      "title": "ଉତ୍ପାଦ ଏବଂ ବର୍ଗ ଯୋଡନ୍ତୁ |",
      "desc": "ବର୍ଗଗୁଡିକ ସଂଶୋଧନ କରିବାକୁ ତୁମର ଉତ୍ପାଦର ଚିତ୍ର, ବର୍ଣ୍ଣନା ଏବଂ ନିର୍ଦ୍ଦିଷ୍ଟତା ଯୋଡ ╏ ଏହା ଆପଣଙ୍କ ଗ୍ରାହକଙ୍କ ପାଇଁ ସର୍ବୋତ୍ତମ ଫିଟ୍ ଉତ୍ପାଦ ଖୋଜିବା ସହଜ କରିଥାଏ |"
    },
    "payment": {
      "title": "ଦେୟ ଗେଟୱେ |",
      "desc": "ଆପଣଙ୍କ ଷ୍ଟୋରରେ ଏକ ଅନଲାଇନ୍ ପେମେଣ୍ଟ ଗେଟୱେ ଯୋଡନ୍ତୁ |"
    },
    "tax": {
      "title": "କର ପରାମର୍ଶ |",
      "desc": "ଆପଣଙ୍କର ଆର୍ଥିକ ଏବଂ ଟିକସ ସମସ୍ୟା ଉପରେ ପରାମର୍ଶ ନିଅନ୍ତୁ |"
    },
    "email-marketing": {
      "title": "ଇମେଲ ମାର୍କେଟିଂ |",
      "desc": "ଆପଣଙ୍କର ଉପଭୋକ୍ତାମାନଙ୍କୁ ଗ୍ରାହକମାନଙ୍କରେ ପରିଣତ କରିବାକୁ ଏବଂ ସେମାନଙ୍କୁ ଅଧିକ କିଣିବାକୁ ପ୍ରଲୋଭିତ କରିବାକୁ ଇମେଲ ମାର୍କେଟିଂ ଉପକରଣଗୁଡିକ ବ୍ୟବହାର କରନ୍ତୁ |"
    },
    "seo": {
      "title": "SEO",
      "desc": "ଗୁଗୁଲ୍ ସର୍ଚ୍ଚ ଫଳାଫଳଗୁଡିକରେ ଆପଣଙ୍କର ର୍ୟାଙ୍କିଙ୍ଗ୍ ବୃଦ୍ଧି କରନ୍ତୁ ଯାହା ଦ୍ more ାରା ଅଧିକ ଲୋକ ଆପଣଙ୍କ ସନ୍ଧାନରେ ଆପଣଙ୍କର ଉତ୍ପାଦ ପାଇବେ |"
    },
    "search-ads": {
      "title": "ବିଜ୍ଞାପନଗୁଡିକ ସନ୍ଧାନ କରନ୍ତୁ |",
      "desc": "ଗୁଗୁଲ ପରି ସର୍ଚ୍ଚ ଇଞ୍ଜିନରେ ତୁମର ଉତ୍ପାଦକୁ ବିଜ୍ଞାପନ କର |"
    },
    "social-marketing": {
      "title": "ସୋସିଆଲ ମିଡିଆ ମାର୍କେଟିଂ |",
      "desc": "ଆପଣଙ୍କର ଉତ୍ପାଦ ଏବଂ ସେବା ଦେଖିବା ପାଇଁ ଅଧିକ ପରିଦର୍ଶକଙ୍କୁ ଡ୍ରାଇଭ୍ କରିବା ପାଇଁ ସୋସିଆଲ୍ ମିଡିଆ ଅଭିଯାନ ଆରମ୍ଭ କରନ୍ତୁ |"
    },
    "content-marketing": {
      "title": "ବିଷୟବସ୍ତୁ ମାର୍କେଟିଂ |",
      "desc": "ଆପଣଙ୍କ ବ୍ୟବସାୟ ପାଇଁ ଉପଯୋଗୀ ଏବଂ ପ୍ରାସଙ୍ଗିକ ବିଷୟବସ୍ତୁ ସୃଷ୍ଟି ଏବଂ ପ୍ରକାଶନ କରନ୍ତୁ |"
    },
    "sale-channels": {
      "title": "ବିକ୍ରୟ ଚ୍ୟାନେଲ ନିର୍ମାଣ କରନ୍ତୁ |",
      "desc": "ସେଲଡୋନରେ ଥିବା ଆପଣଙ୍କର ଅନଲାଇନ୍ ଷ୍ଟୋର୍‌କୁ ସଂଯୋଗ କରି ଇନଷ୍ଟାଗ୍ରାମ, ଟେଲିଗ୍ରାମ ଏବଂ ଫେସବୁକ୍ ପରି ନୂତନ ବିକ୍ରୟ ଚ୍ୟାନେଲ ଲଞ୍ଚ କରନ୍ତୁ |"
    },
    "conversion": {
      "title": "ରୂପାନ୍ତର ହାର ଅପ୍ଟିମାଇଜେସନ୍ |",
      "desc": "ରୂପାନ୍ତର ହାରକୁ ସର୍ବାଧିକ କରନ୍ତୁ, ଗ୍ରାହକଙ୍କୁ ଅଧିକ ପରିଦର୍ଶକ ରୂପାନ୍ତର କରନ୍ତୁ ଏବଂ ଆପଣଙ୍କର ଅଭିଯାନର ଦକ୍ଷତା ବୃଦ୍ଧି କରନ୍ତୁ |"
    },
    "analyze": {
      "title": "ଉପଭୋକ୍ତା ଆଚରଣକୁ ବିଶ୍ଳେଷଣ କରନ୍ତୁ |",
      "desc": "ସେମାନଙ୍କ ପାଇଁ ଏକ ଉତ୍ତମ ଉପଭୋକ୍ତା ଅଭିଜ୍ଞତା ପ୍ରଦାନ କରିବାକୁ ଅନ୍ଲାଇନ୍ ଷ୍ଟୋର୍ରେ ଏବଂ ଆପଣଙ୍କର ଭ physical ତିକ ଶାଖାଗୁଡ଼ିକରେ ଆପଣଙ୍କର ଉପଭୋକ୍ତାମାନଙ୍କ ଆଚରଣ ଉପରେ ନଜର ରଖନ୍ତୁ |"
    },
    "brand-strategy": {
      "title": "ବ୍ରାଣ୍ଡ ରଣନୀତି |",
      "desc": "ଆପଣଙ୍କର ବ୍ୟବସାୟ ବ୍ରାଣ୍ଡ ନିର୍ମାଣ ଏବଂ ବିସ୍ତାର ଉପରେ କାର୍ଯ୍ୟ କରନ୍ତୁ |"
    },
    "migration": {
      "title": "ସ୍ଥାନାନ୍ତରଣକୁ ସଂରକ୍ଷଣ କରନ୍ତୁ |",
      "desc": "ଆପଣଙ୍କର ବିଦ୍ୟମାନ ଷ୍ଟୋର୍‌କୁ ସେଲଡୋନ୍‌କୁ ଘୁଞ୍ଚାନ୍ତୁ |"
    },
    "app-programmer": {
      "title": "ଏକ ଅନୁପ୍ରୟୋଗ ନିର୍ମାଣ କରନ୍ତୁ |",
      "desc": "ଆପଣଙ୍କର ନିଜସ୍ୱ ପ୍ରୟୋଗର ପରିକଳ୍ପନା ଏବଂ ବିକାଶ |"
    },
    "app-install": {
      "title": "ପ୍ରୟୋଗ ସଂସ୍ଥାପନ କରନ୍ତୁ |",
      "desc": "ଷ୍ଟୋରରେ ଆପଣ ଆବଶ୍ୟକ କରୁଥିବା ଅନୁପ୍ରୟୋଗ ସଂସ୍ଥାପନ ଏବଂ ବିନ୍ୟାସ କରନ୍ତୁ |"
    },
    "ux-design": {
      "title": "କଷ୍ଟୋମାଇଜ୍ UX ଡିଜାଇନ୍ |",
      "desc": "ଷ୍ଟୋର କିମ୍ବା ପ୍ରୟୋଗରେ ଆପଣଙ୍କର ଉପଭୋକ୍ତାମାନଙ୍କ ପାଇଁ ଏକ ଅନନ୍ୟ ଉପଭୋକ୍ତା ଅଭିଜ୍ଞତା ଡିଜାଇନ୍ କରନ୍ତୁ |"
    },
    "debug": {
      "title": "ସମସ୍ୟା ନିବାଋଣ",
      "desc": "ଆପଣଙ୍କ ଷ୍ଟୋରରେ ତ୍ରୁଟି ଏବଂ ସମସ୍ୟାଗୁଡିକ ଠିକ କରନ୍ତୁ |"
    },
    "strategy": {
      "title": "ବ୍ୟବସାୟ ରଣନୀତି ପରାମର୍ଶ |",
      "desc": "ଆପଣଙ୍କର ବ୍ୟବସାୟ କାର୍ଯ୍ୟର ବିକାଶ ଏବଂ ଉନ୍ନତି ପାଇଁ ଅଭିଜ୍ଞ ବ୍ୟକ୍ତିଙ୍କଠାରୁ ପରାମର୍ଶ ନିଅନ୍ତୁ |"
    },
    "products-guide": {
      "title": "ଉତ୍ପାଦ ଉତ୍ସ ଗାଇଡ୍ |",
      "desc": "ଉତ୍ପାଦ ପ୍ରସ୍ତୁତି ଏବଂ ଯୋଗାଣ ଶୃଙ୍ଖଳା ଡିଜାଇନ୍ ପାଇଁ ବିଶେଷଜ୍ଞଙ୍କଠାରୁ ସାହାଯ୍ୟ ମାଗନ୍ତୁ |"
    },
    "setup-guide": {
      "title": "ଷ୍ଟୋର ସେଟଅପ୍ ଏବଂ ଡିଜାଇନ୍ ପରାମର୍ଶ |",
      "desc": "ବ୍ୟବସାୟ ଆରମ୍ଭ କରିବାକୁ କିମ୍ବା ଏହାକୁ ଅନଲାଇନ୍ କରିବା ପାଇଁ କ୍ଷେତ୍ରର ବିଶେଷଜ୍ଞମାନଙ୍କଠାରୁ ପରାମର୍ଶ ନିଅ |"
    },
    "marketing-guide": {
      "title": "ମାର୍କେଟିଂ ଏବଂ ବିକ୍ରୟ ପରାମର୍ଶ |",
      "desc": "ବିଶେଷଜ୍ and ଏବଂ ବିଶେଷଜ୍ from ଙ୍କଠାରୁ ପରାମର୍ଶ ପାଇ ତୁମର ବିକ୍ରୟ କିପରି ମାର୍କେଟ ଏବଂ ବୃଦ୍ଧି ହେବ ଶିଖନ୍ତୁ .."
    },
    "product-description": {
      "title": "ଉତ୍ପାଦ ବର୍ଣ୍ଣନା",
      "desc": "ତୁମର ଉତ୍ପାଦର ବର୍ଣ୍ଣନାକୁ ଆକର୍ଷଣୀୟ କର ଯାହା ଦ୍ your ାରା ତୁମର ଗ୍ରାହକମାନେ ତୁମର ଉତ୍ପାଦ ବିଷୟରେ ଭଲ ଭାବରେ ଜାଣିପାରିବେ |"
    },
    "content-write": {
      "title": "ମାର୍କେଟିଂ ଏବଂ ବିଜ୍ଞାପନ ବିଷୟବସ୍ତୁ |",
      "desc": "ଗ୍ରାହକଙ୍କୁ ସର୍ବୋତ୍ତମ ବାଛିବାରେ ସାହାଯ୍ୟ କରିବାକୁ ବ୍ରାଣ୍ଡ୍ ଷ୍ଟୋରୀ ଏବଂ ଆବଶ୍ୟକତା ବିଷୟରେ ଲେଖନ୍ତୁ |"
    },
    "logo-design": {
      "title": "ଲୋଗୋ ଏବଂ ବ୍ରାଣ୍ଡ ଡିଜାଇନ୍ |",
      "desc": "ଆପଣଙ୍କ ବ୍ରାଣ୍ଡ ପାଇଁ ପ୍ରତିଛବି ଏବଂ ଲୋଗୋ ବିଷୟବସ୍ତୁ ଡିଜାଇନ୍ କରନ୍ତୁ |"
    },
    "banner-design": {
      "title": "ବ୍ୟାନର ଡିଜାଇନ୍ |",
      "desc": "ବ୍ରାଣ୍ଡ ସଚେତନତା ବ your ାଇବା ଏବଂ ଆପଣଙ୍କ ଷ୍ଟୋର୍‌କୁ ଟ୍ରାଫିକ୍ ଚଲାଇବା ପାଇଁ ଚିତ୍ତାକର୍ଷକ ବିଜ୍ଞାପନ ବ୍ୟାନର ସୃଷ୍ଟି କରନ୍ତୁ |"
    },
    "video": {
      "title": "ଚଳଚ୍ଚିତ୍ର ଏବଂ ଆନିମେସନ୍",
      "desc": "ବିଜ୍ଞାପନ ଭିଡିଓ ଏବଂ 2D ଏବଂ 3D ଆନିମେସନ୍ ଉତ୍ପାଦନକୁ ମାଷ୍ଟରମାନଙ୍କୁ ଛାଡିଦିଅ |"
    },
    "photography": {
      "title": "ଉତ୍ପାଦ ଫଟୋଗ୍ରାଫି |",
      "desc": "ତୁମର ଷ୍ଟୋରକୁ ଆଖିଦୃଶିଆ ଦେଖାଇବା ପାଇଁ ତୁମର ଉତ୍ପାଦ ଏବଂ ସେବାଗୁଡିକର ଶିଳ୍ପ ଏବଂ ବୃତ୍ତିଗତ ଫଟୋ ନିଅ |"
    },
    "photo-editor": {
      "title": "ଫଟୋ ସଂପାଦନ କରନ୍ତୁ |",
      "desc": "ଆକର୍ଷଣୀୟ ପ୍ରତିଛବିଗୁଡିକ ଡିଜାଇନ୍ କରନ୍ତୁ, ଏଥିରେ ପ୍ରଭାବ ଯୋଡିବା, ପୃଷ୍ଠଭୂମି ଅପସାରଣ କିମ୍ବା ଏକ ଫଟୋରେ ପାଠ ଯୋଡିବା ଅନ୍ତର୍ଭୁକ୍ତ ହୋଇପାରେ |"
    },
    "3d": {
      "title": "3D ମଡେଲିଂ ଏବଂ ଆର୍",
      "desc": "ତୁମର ବିକ୍ରୟକୁ ନାଟକୀୟ ଭାବରେ ବୃଦ୍ଧି କରିବାକୁ ତୁମର ଉତ୍ପାଦର 3D ବର୍ଦ୍ଧିତ ବାସ୍ତବତା ମଡେଲ ଗଠନ କର |"
    },
    "dropshipping": {
      "title": "ଡ୍ରପସିପିଂ ସେଟଅପ୍ |",
      "desc": "ଯଦି ଆପଣଙ୍କର ଉତ୍ପାଦକ କିମ୍ବା ଗୋଦାମ ଅଛି, ଡ୍ରପସିପିଂ ବିଶେଷଜ୍ଞମାନେ ଆପଣଙ୍କୁ ହଜାର ହଜାର ଅନଲାଇନ୍ ଷ୍ଟୋର୍ ମାଧ୍ୟମରେ ଆପଣଙ୍କ ଉତ୍ପାଦକୁ ସୁରୁଖୁରୁରେ ବିକ୍ରୟ କରିବାରେ ସାହାଯ୍ୟ କରିବେ |"
    },
    "reselling": {
      "title": "ପୁନ res ବିକ୍ରେତା ପାଇଁ ସେଟଅପ୍ |",
      "desc": "ଦ୍ରବ୍ୟ କିଣିବା ଏବଂ ଗୋଦାମ ଘର କିଣିବା କିମ୍ବା ପ୍ୟାକେଜ୍ ପଠାଇବା ବିନା ଉଚ୍ଚ ଆୟ ସହିତ ତୁମର ଏକ ଉପଯୁକ୍ତ ଷ୍ଟୋର ରହିପାରିବ |"
    },
    "pos-setup": {
      "title": "ଏକ ଅନଲାଇନ୍ କ୍ୟାସ୍ ରେଜିଷ୍ଟର ସେଟ୍ ଅପ୍ |",
      "desc": "ଆପଣଙ୍କର ଷ୍ଟୋର ଶାଖାଗୁଡ଼ିକରେ ଆପଣଙ୍କର ସେଲଡୋନ୍ POS ଚଲାନ୍ତୁ ଏବଂ ଆପଣଙ୍କର ବ୍ୟବସାୟ ଏବଂ ଶାରୀରିକ ଶାଖାଗୁଡ଼ିକର ବିକାଶ ପାଇଁ ଉପଲବ୍ଧ ଥିବା ସବୁଠାରୁ ପେସାଦାର ଷ୍ଟୋର ଉପକରଣଗୁଡିକ ବ୍ୟବହାର କରନ୍ତୁ |"
    }
  },
  "industries": {
    "ART": "କଳା",
    "MARKETING_ADS": "ମାର୍କେଟିଂ ଏବଂ ବିଜ୍ଞାପନ |",
    "SERVICES": "ସେବାଗୁଡିକ",
    "CLOTHING_FASHION": "ପୋଷାକ ଏବଂ ଫ୍ୟାଶନ୍ |",
    "HANDCRAFTS": "ହସ୍ତଶିଳ୍ପ",
    "ELECTRONICS_TECH": "ଇଲେକ୍ଟ୍ରୋନିକ୍ସ ଏବଂ ଟେକ୍",
    "HEALTH_BEAUTY": "ସ୍ୱାସ୍ଥ୍ୟ ଏବଂ ସ beauty ନ୍ଦର୍ଯ୍ୟ |",
    "HOME_GARDEN": "ଘର ଏବଂ ବଗିଚା |",
    "JEWELRY_ACCESSORIES": "ଅଳଙ୍କାର ଏବଂ ଆନୁଷଙ୍ଗିକ ସାମଗ୍ରୀ |",
    "FOOD_DRINK": "ଖାଦ୍ୟ ଏବଂ ପାନୀୟ |",
    "PET_CARE": "ଗୃହପାଳିତ ପଶୁମାନଙ୍କର ଯତ୍ନ |",
    "SPORTS": "କ୍ରୀଡା",
    "RECREATION": "ମନୋରଞ୍ଜନ",
    "TOYS_GAMES": "ଖେଳନା ଏବଂ ଖେଳ",
    "AUTOMOTIVE": "ଅଟୋମୋବାଇଲ୍ |"
  },
  "expert_panel": {
    "title": "ସେଲଡୋନ୍ ଏକ୍ସପର୍ଟ ମ୍ୟାନେଜମେଣ୍ଟ ପ୍ୟାନେଲ୍ |",
    "add_dialog": {
      "title": "ନୂତନ ଚାକିରି ଯୋଡନ୍ତୁ |"
    }
  },
  "contract_view": {
    "running": "ଚାଲୁଛି |",
    "cancelling": "ବାତିଲ କରିବାକୁ ଅନୁରୋଧ ..",
    "title": "ଚୁକ୍ତିନାମା ବିଷୟ |",
    "description": "ଚୁକ୍ତିନାମା ବର୍ଣ୍ଣନା",
    "permissions_input": "ଆବଶ୍ୟକ ଅନୁମତିଗୁଡିକ ବାଛନ୍ତୁ |",
    "cost_timeline": "ମୂଲ୍ୟ ଏବଂ ସମୟସୀମା |",
    "timespan": "ଚୁକ୍ତିର ଅବଧି",
    "cost": "ଚୁକ୍ତିନାମା ମୂଲ୍ୟ",
    "pay_now_action": "ମୁଁ ରାଜି ╏ ବର୍ତ୍ତମାନ ଦେୟ ଦିଅ |",
    "complete_action": "ହଁ ╏ ଚୁକ୍ତିନାମା ସମାପ୍ତ କରନ୍ତୁ |",
    "reject_action": "ନା ╏ ସମାପ୍ତି ଅନୁମୋଦିତ ନୁହେଁ |",
    "all_tasks_completed_message": "ଆପଣ ସମସ୍ତ ପରିଭାଷିତ କାର୍ଯ୍ୟ ସମାପ୍ତ କରିଛନ୍ତି ╏ ଯଦି ଆପଣ ଏହା ସମାପ୍ତ କରିଛନ୍ତି, ଅର୍ଡର ସମାପ୍ତି କୀ ଦବାନ୍ତୁ ╏ ଏହି ପଦକ୍ଷେପ ପରେ, ଗ୍ରାହକ ନିଶ୍ଚିତ ଭାବରେ କାର୍ଯ୍ୟର ବିତରଣକୁ ନିଶ୍ଚିତ କରିବେ |",
    "waiting_complete_by_customer_message": "ଆପଣ କାର୍ଯ୍ୟକୁ ନିଶ୍ଚିତ କରିଛନ୍ତି, ବର୍ତ୍ତମାନ ଆପଣଙ୍କୁ ଗ୍ରାହକଙ୍କୁ ଅର୍ଡର ବିତରଣ ନିଶ୍ଚିତ କରିବାକୁ ଅପେକ୍ଷା କରିବାକୁ ପଡିବ ╏ ଗ୍ରାହକଙ୍କ ଦ୍ approval ାରା ଅନୁମୋଦନ କିମ୍ବା ପ୍ରତ୍ୟାଖ୍ୟାନ କ୍ଷେତ୍ରରେ, ଅର୍ଡର ସ୍ୱୟଂଚାଳିତ ଭାବରେ 3 ଦିନ ପରେ ଅନୁମୋଦିତ ହେବ |",
    "comment": "ଏକ ମନ୍ତବ୍ୟ ଦାଖଲ କରନ୍ତୁ |",
    "comment_desc": "କାର୍ଯ୍ୟର ଗୁଣ ଏବଂ ବିଶେଷଜ୍ଞ ପାରସ୍ପରିକ କାର୍ଯ୍ୟକଳାପ ଉପରେ ଆଧାର କରି ମୂଲ୍ୟାଙ୍କନ କରନ୍ତୁ |",
    "comment_placeholder": "କାର୍ଯ୍ୟର ଗୁଣ ବିଷୟରେ ଆପଣଙ୍କର ମତାମତ ଲେଖନ୍ତୁ ...",
    "response_placeholder": "ଗ୍ରାହକଙ୍କ ମତାମତ ବିଷୟରେ ଯଦି ଆପଣଙ୍କର କିଛି କହିବାକୁ ଅଛି, ଲେଖନ୍ତୁ ...",
    "waiting_for_customer": "ଗ୍ରାହକଙ୍କୁ ଅପେକ୍ଷା ...",
    "account_input": "ପ୍ରତ୍ୟାହାର କରିବାକୁ ଖାତା |",
    "dialog_pay": {
      "title": "ଚୁକ୍ତିନାମା ଦିଅ ଏବଂ ଆରମ୍ଭ କର |",
      "insufficient_balance": "ପର୍ଯ୍ୟାପ୍ତ ସନ୍ତୁଳନ! ଦେୟ ଦେବାକୁ ଆକାଉଣ୍ଟ୍ ଚାର୍ଜ କରନ୍ତୁ |"
    },
    "dialog_cancel": {
      "title": "ଚୁକ୍ତିନାମା ବାତିଲ୍ କରନ୍ତୁ |",
      "confirm_code": "ନିଶ୍ଚିତକରଣ କୋଡ୍ ହେଉଛି |",
      "confirm_code_label": "ନିଶ୍ଚିତକରଣ କୋଡ୍",
      "confirm_action": "ହଁ, ଚୁକ୍ତିନାମା ବାତିଲ୍ କରନ୍ତୁ |"
    },
    "notifications": {
      "save": "ଚୁକ୍ତିନାମା ସଫଳତାର ସହିତ ସମ୍ପାଦିତ |",
      "pay": "ଚୁକ୍ତିନାମା ଦେୟ ଏବଂ ସଫଳତାର ସହିତ ଆରମ୍ଭ ହେଲା |",
      "end": "ସମାପ୍ତି ନିଶ୍ଚିତ କରିବା ପାଇଁ ଅର୍ଡର ଗ୍ରାହକଙ୍କୁ ପଠାଗଲା ..",
      "complete": "ଚୁକ୍ତିନାମା ସମାପ୍ତ",
      "reject": "ଚୁକ୍ତିନାମା ସମାପ୍ତି ଅନୁମୋଦିତ ନୁହେଁ |",
      "cancel": "ଚୁକ୍ତିନାମା ବାତିଲ ହୋଇଛି |",
      "update": "ଅନୁମତି ଅଦ୍ୟତନ ହୋଇଛି |",
      "comment": "ଆପଣଙ୍କର ମନ୍ତବ୍ୟ ପଠାଯାଇଛି |",
      "response": "ତୁମର ପ୍ରତିକ୍ରିୟା ପଠାଯାଇଛି |"
    }
  },
  "expert_page": {
    "title": "ସର୍ବୋତ୍ତମ ବିଶେଷଜ୍ଞ ନିଯୁକ୍ତ କରନ୍ତୁ |",
    "sub_title": "ଆପଣଙ୍କ ଷ୍ଟୋରର ଡିଜାଇନ୍, ଲଞ୍ଚ, ବିଜ୍ଞାପନ କିମ୍ବା ପରିଚାଳନା ବିଷୟରେ ଚିନ୍ତା କରନ୍ତୁ ନାହିଁ ╏ ଜିନିଷଗୁଡିକ ଭଲ ଏବଂ ଶୀଘ୍ର କରିବା ପାଇଁ ଏକ ସାର୍ଟିଫିକେଟ୍ ବିଶେଷଜ୍ଞ ନିଯୁକ୍ତ କରନ୍ତୁ |",
    "steps_title": "ସଂପୂର୍ଣ୍ଣ କରିବାକୁ ତିନୋଟି ସୋପାନ ବାକି ଅଛି |",
    "step_1_title": "ବିଶେଷଜ୍ଞଙ୍କ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ |",
    "step_1_desc": "ବିଶେଷଜ୍ଞଙ୍କ ଠାରୁ ପରାମର୍ଶ ମାଗନ୍ତୁ, କିମ୍ବା ପରାମର୍ଶିତ ବିଶେଷଜ୍ଞମାନଙ୍କ ସହିତ ମେଳ ଖାଇବା ପାଇଁ ଏକ ଚାକିରି ସୃଷ୍ଟି କରନ୍ତୁ |",
    "step_2_title": "ରାଜି ହୁଅନ୍ତୁ ଏବଂ ଚୁକ୍ତିନାମା ଗ୍ରହଣ କରନ୍ତୁ |",
    "step_2_desc": "ଉତ୍ତରଗୁଡିକର ସମୀକ୍ଷା କରନ୍ତୁ, ସଠିକ୍ ଫିଟ୍ ଖୋଜ, ଏବଂ ସମୟ ଏବଂ ସଠିକ୍ ମୂଲ୍ୟ ପରି ସବିଶେଷ ଆଲୋଚନା କରନ୍ତୁ |",
    "step_3_title": "କାର୍ଯ୍ୟ ନିଶ୍ଚିତ କରନ୍ତୁ ଏବଂ ଏକଜେକ୍ୟୁଟ୍ କରନ୍ତୁ |",
    "step_3_desc": "ଯୋଗ୍ୟ ପ୍ରଫେସନାଲମାନଙ୍କୁ ବିଶ୍ Trust ାସ କର, ଯେଉଁମାନେ ସେଲଡୋନ୍ ମାଧ୍ୟମରେ ଦକ୍ଷତାର ସହିତ କାର୍ଯ୍ୟ କରିପାରିବେ |",
    "who": {
      "title": "ତୁମେ ଏଠାରେ କାହାକୁ ପାଇବ?",
      "box_image": "/app/img/selldone-expert-box.37fb6205.png",
      "spec1_title": "ଉଭୟ ନିଜ କ୍ଷେତ୍ରରେ ଏବଂ ସେଲଡୋନରେ ମାଷ୍ଟର୍ସ |",
      "spec1_desc": "ତୁମର କ programming ଣସି ପ୍ରୋଗ୍ରାମିଂ କ skills ଶଳର ଆବଶ୍ୟକତା ନାହିଁ! ସେଲଡୋନ୍ ସମସ୍ତ ଅଦ୍ୟତନଗୁଡ଼ିକର ଯତ୍ନ ନିଏ ╏ ବିକ୍ରୟ ବୃଦ୍ଧି ଉପରେ ଆପଣଙ୍କର ସମସ୍ତ ପ୍ରୟାସ ରଖନ୍ତୁ!",
      "spec2_title": "ହସ୍ତତନ୍ତ ଏବଂ ପ୍ରତିବଦ୍ଧ ଲୋକମାନଙ୍କୁ |",
      "spec2_desc": "କ No ଣସି କୋଡିଂ କିମ୍ବା ବ technical ଷୟିକ ଜ୍ଞାନ ଆବଶ୍ୟକ ନାହିଁ ╏ ଅତିରିକ୍ତ ଖର୍ଚ୍ଚ, ଜଟିଳ ବ technical ଷୟିକ ସମସ୍ୟା ଏବଂ ଆପଣଙ୍କର ଅନଲାଇନ୍ ବ୍ୟବସାୟ ପଥରେ ବାଧାକୁ ବିଦାୟ ଦିଅନ୍ତୁ!",
      "spec3_title": "ସବୁଠାରୁ ବୃତ୍ତିଗତ ଦ୍ୱାରା କରାଯାଇଥିବା ବୃତ୍ତିଗତ କାର୍ଯ୍ୟ |",
      "spec3_desc": "ତୁମର କ programming ଣସି ପ୍ରୋଗ୍ରାମିଂ କ skills ଶଳର ଆବଶ୍ୟକତା ନାହିଁ! ତୁମର ଆବଶ୍ୟକତା ପୂରଣ କରିବା ପାଇଁ ସେଲଡୋନରେ ସର୍ବୋତ୍ତମ ବୃତ୍ତିଗତ!"
    },
    "expert_categories": "ବିଶେଷଜ୍ଞଙ୍କ ଦ୍ provided ାରା ପ୍ରଦାନ କରାଯାଇଥିବା ସେବା ବର୍ଗ |",
    "show_all_topics": "ସମସ୍ତ ବର୍ଗ ଦେଖାନ୍ତୁ |",
    "marketing_title": "ମାର୍କେଟିଂ ଏବଂ ବିକ୍ରୟ ଅଭିବୃଦ୍ଧି |",
    "starts_title": "ଏକ ଅନଲାଇନ୍ ବ୍ୟବସାୟ ଆରମ୍ଭ ଏବଂ ବିକାଶ",
    "managements_title": "ବ୍ୟବସାୟ ପରିଚାଳନା",
    "contents_title": "ବିଷୟବସ୍ତୁ ସୃଷ୍ଟି, ଫଟୋଗ୍ରାଫି ଏବଂ ଭିଡିଓ |",
    "apps_title": "ଅଧିକ ବ features ଶିଷ୍ଟ୍ୟ ଏବଂ ମୋ ଆପ୍ ସଂସ୍ଥାପନ |",
    "footer": {
      "title": "ତୁମର ଆବଶ୍ୟକତା ଅନୁଯାୟୀ ସର୍ବୋତ୍ତମ ବିଶେଷଜ୍ଞ ଖୋଜିବା |",
      "message": "ନିମ୍ନରେ ଥିବା ଫର୍ମ ପୂରଣ କରି ଆପଣ ଏକ ନୂତନ ଚାକିରି ସୃଷ୍ଟି କରନ୍ତି ଯାହା ଦ୍ best ାରା ସର୍ବୋତ୍ତମ ବିଶେଷଜ୍ଞମାନେ ଆପଣଙ୍କ ଆବଶ୍ୟକତା ଉପରେ ଆଧାର କରି ଆପଣଙ୍କ ପରାମର୍ଶ ପଠାଇ ପାରିବେ |"
    }
  },
  "public_job_page": {
    "hire_expert_title": "ଏହି ବିଶେଷଜ୍ you ଆପଣଙ୍କ ପାଇଁ କାମ କରିବାକୁ ଚାହୁଁଛନ୍ତି କି?",
    "your_own_job_message": "ଆପଣ ଏହି କାର୍ଯ୍ୟକୁ ବ୍ୟାଖ୍ୟା କରିଛନ୍ତି! ଆଡମିନି ପ୍ୟାନେଲକୁ ଯିବାକୁ ଏବଂ ଏହି କାର୍ଯ୍ୟକୁ ସିଧାସଳଖ ପରିଚାଳନା କରିବାକୁ ନିମ୍ନ କି କୁ ଦବାନ୍ତୁ |",
    "go_to_job_panel": "ମୋ ପ୍ୟାନେଲକୁ ଯାଆନ୍ତୁ |",
    "no_chat": "ଆପଣ ଏପର୍ଯ୍ୟନ୍ତ କ any ଣସି ଅନୁରୋଧ ଦାଖଲ କରିନାହାଁନ୍ତି |",
    "job_tasks": "ଚାକିରି କାର୍ଯ୍ୟଗୁଡ଼ିକ ପ୍ରଦାନ କରାଯାଇଛି |",
    "included": "କାର୍ଯ୍ୟ ଆରମ୍ଭ ମୂଲ୍ୟରେ ଅନ୍ତର୍ଭୁକ୍ତ |",
    "additional": "ଅତିରିକ୍ତ କାର୍ଯ୍ୟ ଏବଂ କାର୍ଯ୍ୟଗୁଡ଼ିକ |",
    "permissions": "ଆବଶ୍ୟକ ଅନୁମତି |"
  },
  "expert_request_form": {
    "action_message": "ତୁମ ପାଇଁ ତୁମର ଷ୍ଟୋର ନିର୍ମାଣ, ପରିଚାଳନା କିମ୍ବା ମାର୍କେଟ କରିବାକୁ ଅନ୍ୟ କେହି ଚାହୁଁଛନ୍ତି କି? ତେଣୁ ଆପଣ କଳ୍ପନା କରୁଥିବା କାର୍ଯ୍ୟ କରିବାକୁ ଏକ ବିଶେଷଜ୍ଞ ନିଯୁକ୍ତ କରନ୍ତୁ |",
    "order_new_kob": "ନୂତନ ଚାକିରି ଅର୍ଡର କରନ୍ତୁ |",
    "new_shop_action_small": "ତୁମେ ତୁମର ଦୋକାନରେ କାମ କରିବାକୁ ଜଣେ ବିଶେଷଜ୍ଞ ଚାହୁଁଛ କି?",
    "mange_shop_action_small": "ଆପଣଙ୍କ ପାଇଁ ଏକ ଷ୍ଟୋର ନିର୍ମାଣ କରିବାକୁ ଆପଣ ଜଣେ ବିଶେଷଜ୍ଞ ଚାହୁଁଛନ୍ତି କି?",
    "new_shop_action": "ଆପଣ ଅନେକ ଅଫର ଗ୍ରହଣ କରିଛନ୍ତି |",
    "mange_shop_action": "ବିଶେଷଜ୍ଞମାନେ ଆପଣଙ୍କର ଅନୁପ୍ରୟୋଗର ସମୀକ୍ଷା କରୁଛନ୍ତି |",
    "hire_expert": "ଜଣେ ବିଶେଷଜ୍ଞ ନିଯୁକ୍ତି |",
    "check_mail_status": "ଦୟାକରି ଆପଣଙ୍କର ଇମେଲ୍ ଯାଞ୍ଚ କରନ୍ତୁ |",
    "header_new": "ନୂତନ ଅନୁରୋଧ |",
    "header_view": "ଅନୁରୋଧ ପଠାନ୍ତୁ |",
    "title": "ଆପଣ ଏକ ଆଧୁନିକ ଅନ୍ଲାଇନ୍ ଷ୍ଟୋର୍ ଚାହୁଁଛନ୍ତି କି?",
    "message": "ଆପଣ ନିଜେ ଏହା କରିବା ଆବଶ୍ୟକ କରନ୍ତି ନାହିଁ ╏ ଆମର ସାର୍ଟିଫିକେଟ୍ ବିଶେଷଜ୍ଞମାନେ ତୁମର ଅନ୍ଲାଇନ୍ ଷ୍ଟୋର୍‌କୁ ଶୀଘ୍ର, ସହଜ ଏବଂ ଅଧିକ ଆଖିଦୃଶିଆ ନିର୍ମାଣ କରିବାରେ ସାହାଯ୍ୟ କରିପାରିବେ ╏ ତୁମର ଆବଶ୍ୟକତାକୁ ବର୍ଣ୍ଣନା କର ଏବଂ ତୁମର ବିକ୍ରୟ ବୃଦ୍ଧି କରିବାରେ ସାହାଯ୍ୟ କରିବାକୁ ସର୍ବୋତ୍ତମ ଖୋଜ |",
    "steps_title": "ଏହି ପଦକ୍ଷେପଗୁଡ଼ିକୁ ଅନୁସରଣ କରନ୍ତୁ |",
    "step_1": "ତୁମର ଆବଶ୍ୟକତା ବର୍ଣ୍ଣନା କର |",
    "step_1_message": "ଆପଣ ଯାହା ଚାହୁଁଛନ୍ତି ବିଶେଷଜ୍ଞମାନଙ୍କୁ କୁହନ୍ତୁ |",
    "step_2": "ବିଶେଷଜ୍ଞଙ୍କ ଅଫର୍ ସମୀକ୍ଷା କରନ୍ତୁ |",
    "step_2_message": "ତୁମର ଆବଶ୍ୟକତା ଅନୁଯାୟୀ ସର୍ବୋତ୍ତମକୁ ବାଛ |",
    "step_3": "ଗୁରୁତ୍ୱପୂର୍ଣ୍ଣ ବିବରଣୀ ଉପରେ ଆଲୋଚନା କରନ୍ତୁ ଏବଂ ବିଶେଷଜ୍ଞଙ୍କ ସହିତ ଅଧିକ କାର୍ଯ୍ୟ କରନ୍ତୁ |",
    "step_3_message": "ଗୁରୁତ୍ୱପୂର୍ଣ୍ଣ ବିବରଣୀ ଉପରେ ଆଲୋଚନା କରନ୍ତୁ ଏବଂ ବିଶେଷଜ୍ଞଙ୍କ ସହିତ ଅଧିକ କାର୍ଯ୍ୟ କରନ୍ତୁ |",
    "shop_info": "ଦୋକାନ ବାଛନ୍ତୁ |",
    "select_shop": "ମୋର ଗୋଟିଏ ଦୋକାନ ପାଇଁ ମୋର ଜଣେ ବିଶେଷଜ୍ଞ ଦରକାର |",
    "shop_id": "ଦୋକାନ କରନ୍ତୁ |",
    "shop_id_message": "ଯଦି ଆପଣ ଅଧିକ ସେବା ଆବଶ୍ୟକ କରନ୍ତି ତେବେ ଆପଣଙ୍କର ବିଦ୍ୟମାନ ଦୋକାନଗୁଡିକରୁ ବାଛନ୍ତୁ |",
    "shop_id_placeholder": "ଏକ ଦୋକାନ ଚୟନ କରନ୍ତୁ ...",
    "store_name": "ଷ୍ଟୋର ନାମ |",
    "store_name_placeholder": "ମୋର ଷ୍ଟୋର୍‌ର ନାମ ...",
    "store_name_messages": "ଭବିଷ୍ୟତରେ ତୁମର ଗଚ୍ଛିତ କରିବାକୁ ଚାହୁଁଥିବା ତୁମର ଷ୍ଟୋର ନାମ ଆମକୁ କୁହ |",
    "contact": "ଯୋଗାଯୋଗ ସୁଚନା",
    "name_placeholder": "ଆବଶ୍ୟକ *",
    "email": "ଇମେଲ୍ କରନ୍ତୁ |",
    "email_placeholder": "ଆବଶ୍ୟକ * your-mail{'@'}mail.com |",
    "request_title": "ତୁମର ଆବଶ୍ୟକତା ବର୍ଣ୍ଣନା କର |",
    "request_message": "ଆମର ବିଶେଷଜ୍ଞଙ୍କୁ ତୁମର ଆବଶ୍ୟକତାକୁ ପୂରଣ କରିବାରେ ସାହାଯ୍ୟ କରିବାକୁ ଏବଂ ତୁମର ସୁଲଭ ମୂଲ୍ୟ ଏବଂ ସମୟର ଆକଳନ ପ୍ରଦାନ କରିବାରେ ସାହାଯ୍ୟ କରିବାକୁ ତୁମର ବ୍ୟବସାୟ ବିଷୟରେ ନିର୍ଦ୍ଦିଷ୍ଟ ସୂଚନା ଦିଅ |",
    "description": "ତୁମର ବ୍ୟବସାୟ ବିଷୟରେ ଆମକୁ ଅଧିକ କୁହ |",
    "description_messages": "ତୁମର ବ୍ୟବସାୟ କ’ଣ? ଆପଣ ଉତ୍ପାଦ କିମ୍ବା ସେବା ବିକ୍ରୟ କରନ୍ତି କି?",
    "services_title": "ବିଶେଷଜ୍ଞଙ୍କ ଦ୍ What ାରା ଆପଣ କେଉଁ କାର୍ଯ୍ୟଗୁଡିକ କରିବାକୁ ଚାହୁଁଛନ୍ତି?",
    "select_one_caution": "ଅତିକମରେ ଗୋଟିଏ ବିକଳ୍ପ ବାଛନ୍ତୁ!",
    "detail_title": "ବିଶେଷଜ୍ଞଙ୍କୁ ଆପଣଙ୍କର ଆବଶ୍ୟକତା ଭଲ ଭାବରେ ଜାଣିବାରେ ସାହାଯ୍ୟ କରିବାକୁ ସବିଶେଷ ତଥ୍ୟ ଯୋଡନ୍ତୁ |",
    "detail": "ପ୍ରକଳ୍ପ ବିବରଣୀ",
    "detail_messages": "ଆପଣଙ୍କର ଏକ ବିଦ୍ୟମାନ ୱେବସାଇଟ୍ ଅଛି କି? ଇନଷ୍ଟାଗ୍ରାମରେ ଆପଣଙ୍କର ଏକ ଦୋକାନ ଅଛି କି ଫିଜିକାଲ୍ ଦୋକାନ? ସମୟସୀମା ନମନୀୟ କି?",
    "preferences_title": "ସୀମା ଏବଂ ପସନ୍ଦ",
    "preferences_message": "ଆପଣଙ୍କର ପସନ୍ଦଗୁଡିକ ନିର୍ଣ୍ଣୟ କରନ୍ତୁ ଯାହା ଦ୍ your ାରା ଆପଣଙ୍କର କାର୍ଯ୍ୟ ପାଇଁ ସଠିକ୍ ବୃତ୍ତିଗତମାନେ ଆପଣଙ୍କର ପ୍ରକଳ୍ପ ପ୍ରସ୍ତାବର ସମୀକ୍ଷା କରିପାରିବେ |",
    "level_title": "ଆପଣଙ୍କ ପାଇଁ ସର୍ବୋତ୍ତମ ପସନ୍ଦ କିଏ?",
    "level_message": "କ skills ଶଳର ସ୍ତର, ଅଭିଜ୍ଞତା ଏବଂ ବିଶେଷଜ୍ଞଙ୍କ ସମର୍ଥନ ମୂଲ୍ୟ ନିର୍ଣ୍ଣୟ କରେ |",
    "level_low": "ସ୍ୱଳ୍ପ ମୂଲ୍ୟର ବିଶେଷଜ୍ଞ |",
    "level_medium": "ମଧ୍ୟମ ମୂଲ୍ୟର ବିଶେଷଜ୍ଞ |",
    "level_high": "ଉଚ୍ଚ ମୂଲ୍ୟର ବିଶେଷଜ୍ଞ |",
    "location_title": "ଆପଣ ଆପଣଙ୍କର ଅବସ୍ଥାନ ନିକଟରେ ବିଶେଷଜ୍ଞମାନଙ୍କ ସହିତ କାମ କରିବାକୁ ପସନ୍ଦ କରନ୍ତି କି?",
    "location_near": "ହଁ",
    "location_no": "ନା",
    "language_title": "ବିଶେଷଜ୍ଞଙ୍କ ସହ ଯୋଗାଯୋଗ କରିବାବେଳେ ଆପଣଙ୍କର ଭାଷା ପସନ୍ଦ କ’ଣ?",
    "language": "ଭାଷା",
    "language_placeholder": "ଗୋଟିଏ ବାଛନ୍ତୁ *",
    "free_support_title": "କ୍ଷୁଦ୍ର ବ୍ୟବସାୟ ସହାୟତା",
    "free_support_message": "ଆମେ ବିଶ୍ believe ାସ କରୁ ଯେ ଷ୍ଟାର୍ଟଅପ୍ ଗୁଡିକୁ ସାହାଯ୍ୟ କରିବା ଆପଣଙ୍କ ଭବିଷ୍ୟତ ଏବଂ ସେଲଡୋନ୍ ପାଇଁ ଏକ ସ୍ମାର୍ଟ ବିନିଯୋଗ ଅଟେ ╏ ଏହି ପଥରେ ଆମେ ସବୁବେଳେ ତୁମର ପିଠି ପାଇଥାଉ ╏ ତୁମର ଉତ୍ପାଦ ଏବଂ ସେବା ଯେତେ ଅଧିକ ଆକର୍ଷଣୀୟ, ଅଭିନବ କିମ୍ବା ଅଧିକ ବ୍ୟବହାରିକ, ତୁମେ ଏବଂ ଆମର ବିଶେଷଜ୍ଞଙ୍କଠାରୁ ମାଗଣାରେ ସେବା ପାଇବ |",
    "free_support_condition": "ଯଦି ଆପଣ ନିଜ ବ୍ୟବସାୟ ଆରମ୍ଭ କରିବା ଏବଂ ଅନଲାଇନ୍ ବିକ୍ରୟ କରିବା ପାଇଁ ଗମ୍ଭୀର, ତାହା ଯଥେଷ୍ଟ ╏ ବାକି ସବୁ ଆମ ଉପରେ!",
    "free": "ଆପଣ ମାଗଣା ସେବା ଚାହୁଁଛନ୍ତି କି?",
    "free_messages": "ଯଦି ଆପଣ ଏକ ଷ୍ଟାର୍ଟଅପ୍ ବ୍ୟବସାୟ ଅଟନ୍ତି କିମ୍ବା ବିଶେଷଜ୍ଞମାନଙ୍କୁ ଦେବାର ଆର୍ଥିକ ମାଧ୍ୟମ ନାହିଁ ତେବେ ଏହି ବିକଳ୍ପ ଚୟନ କରନ୍ତୁ |",
    "action_new": "ନୂତନ ଅନୁରୋଧ |",
    "action_send": "ଅନୁରୋଧ ଦାଖଲ କରନ୍ତୁ |",
    "start_price_message": "ଏହି ବିଷୟ ପାଇଁ {topic} କାର୍ଯ୍ୟଗୁଡ଼ିକ {price} {currency} ରୁ ଆରମ୍ଭ |",
    "notifications": {
      "success_send": "ଆପଣଙ୍କର ଅନୁରୋଧ ସଫଳତାର ସହିତ ଉପସ୍ଥାପିତ ହୋଇଛି ╏ ଦୟାକରି ସେଲଡୋନ ବିଶେଷଜ୍ଞଙ୍କ ଅଫର ପାଇଁ ଅପେକ୍ଷା କରନ୍ତୁ |"
    },
    "stage": {
      "title": "ତୁମର ବ୍ୟବସାୟର ପର୍ଯ୍ୟାୟ କ’ଣ?",
      "start": "ଏକ ନୂତନ ବ୍ୟବସାୟ ଆରମ୍ଭ କରିବା |",
      "online": "ମୁଁ ମୋର ବିଦ୍ୟମାନ ବ୍ୟବସାୟକୁ ଅନଲାଇନରେ କରିବାକୁ ଚାହୁଁଛି |",
      "extend": "ମୋର ଏକ ଅନଲାଇନ୍ ଷ୍ଟୋର୍ ଅଛି ଏବଂ ମୁଁ ଏହା ଉପରେ କାମ କରୁଛି |",
      "pos": "ମୁଁ ମୋର ଷ୍ଟୋର ଶାଖାଗୁଡ଼ିକରେ ସେଲଡୋନ୍ POS ସେଟ୍ ଅପ୍ କରିବାକୁ ଚାହୁଁଛି |"
    },
    "budget": {
      "title": "ଫ୍ରିଲାନ୍ସିଂ ବଜେଟର ଏକ ଆକଳନ ଅଛି କି?",
      "yes": "ହଁ, ମୋର ବଜେଟ୍ ସ୍ପଷ୍ଟ ହୋଇଛି |",
      "no": "ନା, ମୁଁ ଅଧିକ ସୂଚନା ଚାହୁଁଛି |"
    },
    "login": {
      "title": "ଦୟାକରି ଲଗଇନ୍ କରନ୍ତୁ |",
      "message": "ପ୍ରଥମେ ପଞ୍ଜିକରଣ କରିବାକୁ ଲଗ୍ ଇନ୍ କରନ୍ତୁ ╏ ମୋବାଇଲ୍ ନମ୍ବର କିମ୍ବା ସୋସିଆଲ୍ ନେଟୱାର୍କ ଆକାଉଣ୍ଟ୍ ମାଧ୍ୟମରେ ଆପଣ ଶୀଘ୍ର ଏବଂ ସୁରକ୍ଷିତ ଭାବରେ ଆପଣଙ୍କର ସେଲଡୋନ୍ କୁ ଲଗ୍ ଇନ୍ କରିପାରିବେ |"
    },
    "select_shop_title": "ଏକ ଦୋକାନ ବାଛନ୍ତୁ |",
    "select_shop_description": "ଏକ ବିଦ୍ୟମାନ ଦୋକାନ ପାଇଁ ମୋର ଜଣେ ବିଶେଷଜ୍ଞ ଦରକାର |",
    "new_shop_mode_title": "ନୂତନ ଦୋକାନ ସୃଷ୍ଟି କରନ୍ତୁ |",
    "new_shop_mode_description": "ମୁଁ ଏକ ନୂତନ ଦୋକାନ ସୃଷ୍ଟି କରିବାକୁ ଚାହୁଁଛି |"
  },
  "expert_requests": {
    "title": "ଅନୁରୋଧ ଖୋଲନ୍ତୁ |",
    "dialog": {
      "title": "ବିଶେଷଜ୍ଞ ଅନୁରୋଧ ବିବରଣୀଗୁଡିକ |",
      "start_chat": "ବୁ negoti ାମଣା ଆରମ୍ଭ କରନ୍ତୁ |"
    }
  },
  "job_chat": {
    "title": "ଚାକିରି ବୁ ation ାମଣା |"
  },
  "expert_chat_box": {
    "need_expert_question": "ଆପଣ ଜଣେ ବିଶେଷଜ୍ଞ ଚାହୁଁଛନ୍ତି କି?",
    "find_expert": "ବିଶେଷଜ୍ଞ ଖୋଜ ..",
    "folder_name": "ଫୋଲ୍ଡର ନାମ",
    "folder_dialog": {
      "title": "ଫୋଲ୍ଡରଗୁଡିକ ସଂପାଦନ କରନ୍ତୁ |",
      "hide_new_folder": "ନୂତନ ଫୋଲ୍ଡର ଲୁଚାନ୍ତୁ |",
      "add_new_folder": "ନୂତନ ଫୋଲ୍ଡର୍ ଯୋଡନ୍ତୁ |"
    }
  },
  "add_job": {
    "add_title": "ନୂତନ ଚାକିରି ଯୋଡନ୍ତୁ |",
    "edit_title": "ଚାକିରି ସଂପାଦନ କରନ୍ତୁ |",
    "message": "ଚାକିରିର ଆଖ୍ୟା ଏବଂ କାର୍ଯ୍ୟ ବର୍ଣ୍ଣନା ପ୍ରବିଷ୍ଟ କରନ୍ତୁ ଯାହାକୁ ଆପଣ ଏହି ବିଭାଗରେ କରିପାରିବେ ╏ ଧ୍ୟାନ ଦିଅନ୍ତୁ ଯେ ଆପଣ ଆପଣଙ୍କର କାର୍ଯ୍ୟ ବର୍ଣ୍ଣନାର ପାଠ୍ୟରେ ଯୋଗାଯୋଗ ସୂଚନା ଏବଂ ଲିଙ୍କ୍ ଲେଖିବା ଉଚିତ୍ ନୁହେଁ |",
    "start_price_message": "ପ୍ରତ୍ୟେକ କ୍ରମର ସର୍ବନିମ୍ନ ମୂଲ୍ୟ |",
    "currency_message": "ମୁଦ୍ରା ବଦଳାଇବା ଏହି ଚାକିରି ପାଇଁ ତୁମର ଆର୍ଥିକ ରେକର୍ଡକୁ ପୁନ ets ସେଟ୍ କରେ |",
    "job_desc_message": "ଏହି କାର୍ଯ୍ୟ ପାଇଁ ତୁମର ପୂର୍ଣ୍ଣ ସେବା ବର୍ଣ୍ଣନା କର |",
    "included_message": "ମ basic ଳିକ ମୂଲ୍ୟରେ ଗ୍ରାହକଙ୍କ ପାଇଁ ଆପଣ କେଉଁ ସେବା ପ୍ରଦାନ କରିବେ ତାହା ବର୍ଣ୍ଣନା କରନ୍ତୁ |",
    "additional_message": "ମ basic ଳିକ ସେବା ବ୍ୟତୀତ ଆପଣ ଅନ୍ୟ କେଉଁ ସେବା ପ୍ରଦାନ କରନ୍ତି?",
    "available": "ଉପଲବ୍ଧ ଚାକିରି |",
    "available_message": "ଏହି ଚାକିରି ପାଇଁ ଜନସାଧାରଣଙ୍କ ପ୍ରବେଶ |",
    "add_action": "ନୂତନ ଚାକିରି ଯୋଡନ୍ତୁ |",
    "edit_action": "ଚାକିରି ସଂପାଦନ କରନ୍ତୁ |",
    "notifications": {
      "edit": "କାର୍ଯ୍ୟ ସଫଳତାର ସହିତ ଅଦ୍ୟତନ ହେଲା |",
      "add": "ନୂତନ କାର୍ଯ୍ୟ ସଫଳତାର ସହିତ ସୃଷ୍ଟି ହେଲା |"
    }
  },
  "contract_form": {
    "shop_message": "କେବଳ ଆଡମିନି କିମ୍ବା ସିନିୟର ମ୍ୟାନେଜରଙ୍କ ଆକ୍ସେସ୍ ସହିତ ଗ୍ରାହକଙ୍କ ଷ୍ଟୋରଗୁଡିକ ଦେଖାନ୍ତୁ |",
    "shop_placeholder": "ଆପଣ ଏହା ଉପରେ କାମ କରିବାକୁ ଚାହୁଁଥିବା ଷ୍ଟୋର୍‌କୁ ବାଛନ୍ତୁ *",
    "title_message": "ଏହି ଚୁକ୍ତି ପାଇଁ ଏକ ଆଖ୍ୟା ସେଟ୍ କରନ୍ତୁ ..",
    "description_message": "ଚୁକ୍ତିନାମାର ବିବରଣୀ ଲେଖ ...",
    "permissions": "ଆବଶ୍ୟକ ଅନୁମତି ଚୟନ କରନ୍ତୁ |",
    "cost_message": "ଚୁକ୍ତିନାମା ମୂଲ୍ୟ",
    "days": "ଚୁକ୍ତିନାମା ଅବଧି",
    "days_message": "ଚୁକ୍ତିନାମା ଅବଧି",
    "create_action": "ନୂତନ ଚୁକ୍ତିନାମା ସୃଷ୍ଟି କରନ୍ତୁ |",
    "notifications": {
      "add": "ନୂତନ ଚୁକ୍ତିନାମା ସୃଷ୍ଟି ହୋଇ ଉପଭୋକ୍ତାଙ୍କୁ ପଠାଗଲା |"
    }
  }
};