export default {
  "experts_common": {
    "experts_page": "د متخصصینو پاڼه",
    "no_job": "مناسب مناسب ندی موندل شوی!",
    "jobs_filter": "د دندې فلټر",
    "start_price": "د پیل قیمت",
    "completed_count": "دندې بشپړې شوې",
    "job_title": "د دندې سرلیک",
    "job_desc": "د کار تفصیل",
    "job_not_approved": "دا دنده تر اوسه نه ده تایید شوې.",
    "new_job": "نوې دنده",
    "expert_profile": "د متخصص پروفایل",
    "job_detail": "د دندې جزیات",
    "contracts": "قراردادونه",
    "start_end_date": "د پیل / پای نیټه",
    "complete_cancel_date": "د بشپړولو / لغوه کولو نیټه",
    "waiting_pay_and_start": "د پیسو ورکولو او پیل کولو ته انتظار کول",
    "waiting_to_complete": "د پیرودونکي څخه د تایید په تمه",
    "running": "چلول",
    "paY_start_action": "تادیه وکړئ او اوس پیل کړئ",
    "need_help": "مرستې ته اړتیا لرئ؟",
    "hire_me_now": "اوس ما وګماره ...",
    "expert_contracts": "متخصص قراردادونه"
  },
  "topic_categories": {
    "SETUP": {
      "title": "آنلاین پلورنځي تنظیم کړئ",
      "desc": "پدې برخه کې متخصصین ستاسو آنلاین پلورنځی ستاسو لپاره اسانه او ګړندی تنظیموي."
    },
    "ADD_PAGE": {
      "title": "پاڼې اضافه کړئ (لارینګ، زموږ په اړه، ...)",
      "desc": "تاسو کولی شئ د ځمکو پاڼو جوړول، زموږ په اړه او ستاسو د ویب پاڼې نورې پاڼې دې متخصصینو ته پریږدئ."
    },
    "ADD_PRODUCT": {
      "title": "محصولات او کټګورۍ اضافه کړئ",
      "desc": "تاسو کولی شئ خلک وګمارئ چې دا کار وکړي ترڅو ستاسو لپاره پلورنځي ته محصولات اضافه کړي."
    },
    "PAYMENT": {
      "title": "د تادیې میتودونه اضافه کړئ",
      "desc": "د تادیې دروازې متخصص وګمارئ ترڅو ستاسو لپاره د ګیټ ویز ترلاسه کولو او تازه کولو پروسه ترسره کړي."
    },
    "MARKETING": {
      "title": "بازارموندنه",
      "desc": "د بازار موندنې متخصصین تاسو سره مرسته کوي چې ستاسو کمپاینونو او هڅونو کې غوره سمونونه رامینځته کړئ یا د اعلاناتو مؤثره کمپاین پیل کړئ."
    },
    "MIGRATION": {
      "title": "زما هټۍ د بل ای کامرس پلیټ فارم څخه مهاجرت کړئ",
      "desc": "ایا تاسو دمخه پلورنځی درلود؟ تاسو کولی شئ د پلورنځي لیږدولو دنده متخصص ته پریږدئ ترڅو مسلکي خدمت د تل لپاره ستاسو د پلورنځي ملاتړ وکړي."
    },
    "APP_SETUP": {
      "title": "د غوښتنلیک تنظیم کول",
      "desc": "ستاسو په پلورنځي کې د ایپسونو تنظیم او نصبولو کې مرستې ته اړتیا لرئ؟ ایا تاسو اړتیا لرئ چې شخصي غوښتنلیک جوړ کړئ؟ پدې برخه کې ماهرین به ستاسو سره وي."
    },
    "MANAGEMENT": {
      "title": "د پلورنځي مدیریت",
      "desc": "تاسو کولی شئ د خپل پلورنځي مدیریت ځینې برخې د مدیریت متخصصینو ذخیره کولو لپاره بهر کړئ. دوی د سوداګرۍ چلولو ټولو اړخونو کې د متخصص مشورې هم وړاندې کوي."
    },
    "CONTENT": {
      "title": "د منځپانګې لیکل",
      "desc": "د مینځپانګې لیکلو مسلکيانو ته د خپلو محصولاتو ، برانډ یا پلورنځي مینځپانګې رامینځته کول وټاکئ."
    },
    "PHOTOGRAPHY": {
      "title": "عکس او تدوین",
      "desc": "د خپلو محصولاتو او خدماتو عکسونو اخیستلو ته اړتیا لرئ؟ پدې برخه کې ماهرین به هغه عکسونه ، متحرکات او 3D ماډلونه چمتو کړي چې تاسو ورته اړتیا لرئ."
    },
    "DROP_SHIPPING": {
      "title": "ډراپ شپینګ تنظیم کړئ",
      "desc": "که تاسو عمده پلورونکي یا پرچون پلورونکي یاست ، د سیلډون ډراپشپینګ پلیټ فارم هغه څه دي چې تاسو یې تل په لټه کې یاست. د ډراپشپینګ ماهرین کولی شي تاسو سره ستاسو د سوداګرۍ ودې لپاره نوې لارې موندلو کې مرسته وکړي."
    },
    "POS_SETUP": {
      "title": "Selldone POS تنظیم کړئ",
      "desc": "د خپل پلورنځي آنلاین POS تنظیم کولو لپاره یو متخصص وګمارئ."
    }
  },
  "topics": {
    "store-design": {
      "title": "یو ای کامرس جوړ کړئ",
      "desc": "د خپل آنلاین پلورنځي ډیزاین او تنظیم مسلکيانو ته پریږدئ څوک چې ستاسو نظرونه پلي کولی شي."
    },
    "store-configuration": {
      "title": "د ذخیره کولو ترتیب",
      "desc": "تاسو کولی شئ د پلورنځي ترتیب کولو لپاره د متخصص څخه مرسته ترلاسه کړئ، لکه د لټون انجنونو لپاره د سوداګرۍ معلوماتو داخلول، د بار وړلو او د ګودام کولو طریقې ترتیب کول."
    },
    "store-optimization": {
      "title": "د فعالیت او سرعت اصلاح کول",
      "desc": "متخصصین به ستاسو په ویب پاڼه کې کار وکړي ترڅو د هغې سرعت او فعالیت زیات کړي."
    },
    "domain": {
      "title": "د ډومین پیوستون",
      "desc": "خپل پلورنځي او ویب پا toې ته دودیز ډومین اضافه کړئ."
    },
    "page-design": {
      "title": "د لینډینګ پاڼه او ټیمپلیټ ډیزاین",
      "desc": "د خپلې ویب پاڼې د لینډینګ پاڼې، کور پاڼه او داخلي پاڼې ډیزاین کړئ."
    },
    "add-product": {
      "title": "محصولات او کټګورۍ اضافه کړئ",
      "desc": "د سمو کټګوریو لپاره د خپلو محصولاتو انځورونه، توضیحات او مشخصات اضافه کړئ. دا ستاسو د پیرودونکو لپاره د غوره فټ شوي محصولاتو موندل اسانه کوي."
    },
    "payment": {
      "title": "د تادیاتو دروازه",
      "desc": "خپل پلورنځي ته د آنلاین تادیې دروازې اضافه کړئ."
    },
    "tax": {
      "title": "د مالیاتو مشوره",
      "desc": "د خپلو مالي او مالیاتو مسلو په اړه مشوره ترلاسه کړئ."
    },
    "email-marketing": {
      "title": "د بریښنالیک بازار موندنه",
      "desc": "د بریښنالیک بازار موندنې وسیلې وکاروئ ترڅو خپل کاروونکي په پیرودونکو بدل کړئ او دوی نور پیرودلو ته وهڅوئ."
    },
    "seo": {
      "title": "SEO",
      "desc": "د ګوګل لټون پایلو کې خپل درجه بندي زیاته کړئ ترڅو نور خلک ستاسو محصولات په خپلو لټونونو کې ومومي."
    },
    "search-ads": {
      "title": "لټون اعلانونه",
      "desc": "خپل محصولات د لټون انجنونو لکه ګوګل کې اعلان کړئ."
    },
    "social-marketing": {
      "title": "د ټولنیزو رسنیو بازارموندنه",
      "desc": "د ټولنیزو رسنیو کمپاینونه پیل کړئ ترڅو نور لیدونکي ستاسو محصولات او خدمات وګوري."
    },
    "content-marketing": {
      "title": "د محتوا بازارموندنه",
      "desc": "ستاسو سوداګرۍ ته ګټور او اړونده مینځپانګې رامینځته کړئ او خپاره کړئ."
    },
    "sale-channels": {
      "title": "د پلور چینلونه جوړ کړئ",
      "desc": "په سیلډون کې ستاسو آنلاین پلورنځي سره وصل کیدو سره د پلور نوي چینلونه لکه انسټاګرام ، ټیلیګرام او فیسبوک پیل کړئ."
    },
    "conversion": {
      "title": "د تبادلې نرخ اصلاح کول",
      "desc": "د تبادلې کچه لوړه کړئ، ډیر لیدونکي په پیرودونکو بدل کړئ، او ستاسو د کمپاینونو موثریت زیات کړئ."
    },
    "analyze": {
      "title": "د کارونکي چلند تحلیل کړئ",
      "desc": "په آنلاین پلورنځي او حتی فزیکي څانګو کې د خپلو کاروونکو چلند وڅارئ ترڅو د دوی لپاره غوره کارونکي تجربه چمتو کړي."
    },
    "brand-strategy": {
      "title": "د برانډ ستراتیژي",
      "desc": "د خپل سوداګریزې نښې په جوړولو او پراخولو کار وکړئ."
    },
    "migration": {
      "title": "ذخیره مهاجرت",
      "desc": "خپل موجود پلورنځي Selldone ته انتقال کړئ."
    },
    "app-programmer": {
      "title": "یو غوښتنلیک جوړ کړئ",
      "desc": "د خپل غوښتنلیک ډیزاین او پراختیا"
    },
    "app-install": {
      "title": "غوښتنلیک نصب کړئ",
      "desc": "هغه غوښتنلیک نصب او تنظیم کړئ چې تاسو یې په پلورنځي کې ورته اړتیا لرئ."
    },
    "ux-design": {
      "title": "دودیز UX ډیزاین",
      "desc": "په پلورنځي یا غوښتنلیک کې ستاسو د کاروونکو لپاره د کارونکي ځانګړې تجربه ډیزاین کړئ."
    },
    "debug": {
      "title": "د ستونزو حل کول",
      "desc": "په خپل پلورنځي کې غلطۍ او مسلې حل کړئ."
    },
    "strategy": {
      "title": "د سوداګرۍ ستراتیژی مشوره",
      "desc": "د تجربه لرونکو خلکو څخه مشوره ترلاسه کړئ ترڅو خپل سوداګریز عملیات وده او ښه کړي."
    },
    "products-guide": {
      "title": "د محصول سرچینې لارښود",
      "desc": "د محصول چمتو کولو او عرضه کولو سلسلې ډیزاین لپاره د متخصصینو څخه مرسته وغواړئ."
    },
    "setup-guide": {
      "title": "د پلورنځي ترتیب او ډیزاین مشوره",
      "desc": "د سوداګرۍ پیل کولو یا آنلاین کولو لپاره په ساحه کې د متخصصینو مشوره ترلاسه کړئ."
    },
    "marketing-guide": {
      "title": "د بازار موندنې او پلور مشوره",
      "desc": "زده کړئ چې څنګه بازار موندنه وکړئ او د متخصصینو او متخصصینو مشورې ترلاسه کولو سره خپل پلور ډیر کړئ."
    },
    "product-description": {
      "title": "د تولید ځانګړتیاوې",
      "desc": "د خپل محصول توضیحات په زړه پوري کړئ ترڅو ستاسو پیرودونکي ستاسو محصولات په ښه توګه وپیژني."
    },
    "content-write": {
      "title": "د بازار موندنې او اعلاناتو منځپانګې",
      "desc": "د برانډ کیسه او اړتیاو په اړه ولیکئ چې ستاسو محصولات د پیرودونکو سره د غوره غوره کولو کې مرسته کولو لپاره پوره کوي."
    },
    "logo-design": {
      "title": "لوګو او برانډ ډیزاین",
      "desc": "ستاسو د برانډ لپاره عکس او لوګو مینځپانګه ډیزاین کړئ."
    },
    "banner-design": {
      "title": "د بینر ډیزاین",
      "desc": "د برانډ پوهاوي لوړولو او ستاسو پلورنځي ته ترافیک پرمخ وړلو لپاره اغیزمن اعلانونه بینرونه رامینځته کړئ."
    },
    "video": {
      "title": "فلم جوړول او حرکت کول",
      "desc": "د اعلاناتو ویډیوګانو او 2D او 3D متحرکاتو تولید ماسټرانو ته پریږدئ."
    },
    "photography": {
      "title": "د محصول عکاسي",
      "desc": "د خپلو محصولاتو او خدماتو صنعتي او مسلکي عکسونه واخلئ ترڅو ستاسو پلورنځي په زړه پوري ښکاري."
    },
    "photo-editor": {
      "title": "عکسونه ایډیټ کړئ",
      "desc": "په زړه پوري عکسونه ډیزاین کړئ ، پدې کې د تاثیراتو اضافه کول ، د شالید لرې کول یا عکس ته متن اضافه کول شامل دي."
    },
    "3d": {
      "title": "3D ماډلینګ او AR",
      "desc": "د خپلو محصولاتو 3D وده شوي واقعیت ماډلونه جوړ کړئ ترڅو په ډراماتیک ډول خپل پلور ډیر کړئ."
    },
    "dropshipping": {
      "title": "ډراپ شپینګ تنظیم کړئ",
      "desc": "که تاسو تولید کونکی یا ګودام لرئ ، د ډراپشپینګ ماهرین به تاسو سره د زرګونو آنلاین پلورنځیو له لارې خپل محصولات په اسانۍ سره وپلوري."
    },
    "reselling": {
      "title": "د پلورونکي لپاره تنظیم کول",
      "desc": "تاسو کولی شئ د لوړ عاید سره یو مناسب پلورنځی ولرئ پرته لدې چې توکي واخلئ او ګودامونه یا حتی د کڅوړې لیږلو."
    },
    "pos-setup": {
      "title": "د آنلاین نغدو راجستر تنظیم کول",
      "desc": "خپل Selldone POS ستاسو د پلورنځي څانګو کې پرمخ وړئ او ستاسو د سوداګرۍ او فزیکي څانګو پراختیا لپاره شتون لرونکي خورا مسلکي پلورنځي وسیلې وکاروئ."
    }
  },
  "industries": {
    "ART": "هنر",
    "MARKETING_ADS": "بازارموندنه او اعلانونه",
    "SERVICES": "خدمتونه",
    "CLOTHING_FASHION": "جامې او فیشن",
    "HANDCRAFTS": "لاسي صنایع",
    "ELECTRONICS_TECH": "الکترونیکی او ټیکنالوژی",
    "HEALTH_BEAUTY": "روغتیا او ښکلا",
    "HOME_GARDEN": "کور او باغ",
    "JEWELRY_ACCESSORIES": "زیورات او لوازم",
    "FOOD_DRINK": "خوراک او څښاک",
    "PET_CARE": "د څارویو پاملرنه",
    "SPORTS": "سپورت",
    "RECREATION": "تفریح",
    "TOYS_GAMES": "لوبي او لوبي",
    "AUTOMOTIVE": "اتوماتیک"
  },
  "expert_panel": {
    "title": "د سیلډون متخصصینو مدیریت پینل",
    "add_dialog": {
      "title": "نوې دنده اضافه کړئ"
    }
  },
  "contract_view": {
    "running": "چلول",
    "cancelling": "د لغوه کولو غوښتنه..",
    "title": "د تړون موضوع",
    "description": "د تړون تفصیل",
    "permissions_input": "اړین اجازې غوره کړئ",
    "cost_timeline": "لګښت او مهال ویش",
    "timespan": "د تړون موده",
    "cost": "د قرارداد لګښت",
    "pay_now_action": "زه موافق یم ╏ اوس تادیه وکړئ",
    "complete_action": "هو ╏ تړون پای ته ورسوي",
    "reject_action": "نه ╏ بشپړول تصویب شوي ندي",
    "all_tasks_completed_message": "تاسو ټول ټاکل شوي دندې بشپړې کړې. که تاسو دا بشپړ کړی وي، د امر بشپړولو کیلي فشار ورکړئ. د دې مرحلې وروسته، پیرودونکي باید د کار تحویلي تایید کړي.",
    "waiting_complete_by_customer_message": "تاسو کار تایید کړی، اوس تاسو باید د پیرودونکي ته انتظار وکړئ ترڅو د سپارلو تصدیق وکړي. د پیرودونکي لخوا د نه تصویب یا رد کیدو په صورت کې ، امر به په اوتومات ډول تصویب شي او د 3 ورځو وروسته بشپړ شي.",
    "comment": "تبصره وسپارئ",
    "comment_desc": "د کار کیفیت او د متخصص متقابل عمل پراساس نرخ.",
    "comment_placeholder": "د کار د کیفیت په اړه خپل نظر ولیکئ...",
    "response_placeholder": "که تاسو د پیرودونکو نظرونو په اړه څه ویل لرئ، ولیکئ ...",
    "waiting_for_customer": "د پیرودونکي په تمه ...",
    "account_input": "د وتلو لپاره حساب",
    "dialog_pay": {
      "title": "تادیه وکړئ او تړون پیل کړئ",
      "insufficient_balance": "ناکافي توازن! د پیسو ورکولو لپاره حساب چارج کړئ."
    },
    "dialog_cancel": {
      "title": "قرارداد لغوه کړئ",
      "confirm_code": "د تایید کوډ دی",
      "confirm_code_label": "دتائید کوډ",
      "confirm_action": "هو، قرارداد لغوه کړئ"
    },
    "notifications": {
      "save": "تړون په بریالیتوب سره تدوین شو.",
      "pay": "قرارداد ورکړل شو او په بریالیتوب سره پیل شو.",
      "end": "امر د بشپړیدو تایید لپاره پیرودونکي ته لیږل شوی و..",
      "complete": "تړون بشپړ شو.",
      "reject": "د قرارداد بشپړول نه منل کیږي.",
      "cancel": "قرارداد لغوه شو.",
      "update": "اجازه تازه شوه.",
      "comment": "ستاسو نظر رالیږل شوی دی.",
      "response": "ستاسو ځواب رالیږل شوی دی."
    }
  },
  "expert_page": {
    "title": "غوره ماهرین استخدام کړئ",
    "sub_title": "د خپل پلورنځي ډیزاین کولو ، پیل کولو ، اعلاناتو یا اداره کولو په اړه اندیښنه مه کوئ. یو تصدیق شوی متخصص وګمارئ ترڅو شیان ښه او ګړندي ترسره کړي.",
    "steps_title": "د ترسره کولو لپاره درې ګامونه پاتې دي",
    "step_1_title": "د متخصص سره اړیکه ونیسئ",
    "step_1_desc": "د متخصصینو څخه د وړاندیزونو غوښتنه وکړئ، یا د وړاندیز شوي متخصصینو سره د سمون لپاره دنده پیدا کړئ.",
    "step_2_title": "موافقه وکړئ او قرارداد ترلاسه کړئ",
    "step_2_desc": "ځوابونه بیاکتنه وکړئ، سم فټ ومومئ، او د توضیحاتو په اړه بحث وکړئ لکه وخت او دقیق قیمت.",
    "step_3_title": "د دندې تصدیق او اجرا کول",
    "step_3_desc": "په وړ مسلکي کسانو باور وکړئ څوک چې کولی شي د سیلډون له لارې په مؤثره توګه کار وکړي.",
    "who": {
      "title": "تاسو دلته څوک پیدا کوئ؟",
      "box_image": "/app/img/selldone-expert-box.37fb6205.png",
      "spec1_title": "ماسټران، دواړه د دوی په ساحه کې او په سیلډون کې",
      "spec1_desc": "تاسو د پروګرام کولو هیڅ مهارتونو ته اړتیا نلرئ! Selldone د ټولو تازه معلوماتو پاملرنه کوي. خپلې ټولې هڅې د خرڅلاو په زیاتولو کې واچوئ!",
      "spec2_title": "لاسي او ژمن خلک",
      "spec2_desc": "هیڅ کوډ کولو یا تخنیکي پوهې ته اړتیا نشته. اضافي لګښتونو، پیچلي تخنیکي مسلو او ستاسو د آنلاین سوداګرۍ په لاره کې خنډونو ته الوداع ووایاست!",
      "spec3_title": "مسلکي کار د خورا مسلکي لخوا ترسره کیږي",
      "spec3_desc": "تاسو د پروګرام کولو هیڅ مهارتونو ته اړتیا نلرئ! ستاسو د اړتیاو پوره کولو لپاره په سیلډون کې غوره مسلکي!"
    },
    "expert_categories": "د متخصصینو لخوا چمتو شوي خدماتو کټګورۍ",
    "show_all_topics": "ټولې کټګورۍ ښکاره کړئ",
    "marketing_title": "د بازارموندنې او پلور وده",
    "starts_title": "د آنلاین سوداګرۍ پیل کول او وده کول",
    "managements_title": "د سوداګرې مدیریت",
    "contents_title": "د منځپانګې جوړول، عکاسي او ویډیو",
    "apps_title": "نور ځانګړتیاوې او زما ایپ نصب کول",
    "footer": {
      "title": "ستاسو د اړتیاو سره سم د غوره متخصص موندنه",
      "message": "د لاندې فارم په ډکولو سره تاسو نوې دنده رامینځته کړئ ترڅو غوره ماهرین ستاسو د اړتیاو پراساس خپل وړاندیزونه تاسو ته واستوي."
    }
  },
  "public_job_page": {
    "hire_expert_title": "ایا تاسو غواړئ چې دا متخصص ستاسو لپاره کار وکړي؟",
    "your_own_job_message": "تاسو دا دنده تعریف کړې ده! د اډمین پینل ته د تګ لپاره لاندې کیلي فشار ورکړئ او دا دنده په مستقیم ډول اداره کړئ.",
    "go_to_job_panel": "زما پینل ته لاړ شه",
    "no_chat": "تاسو تراوسه کومه غوښتنه نه ده سپارلې.",
    "job_tasks": "د دندې وړاندیزونه",
    "included": "دندې په پیل قیمت کې شاملې دي",
    "additional": "اضافي کارونه او دندې",
    "permissions": "د اړتیا وړ اجازې"
  },
  "expert_request_form": {
    "action_message": "ایا تاسو غواړئ چې بل څوک ستاسو لپاره ستاسو پلورنځی جوړ، اداره یا بازار موندنه وکړي؟ نو یو متخصص وګمارئ ترڅو هغه څه وکړي چې تاسو یې تصور کوئ.",
    "order_new_kob": "د نوې دندې امر وکړئ",
    "new_shop_action_small": "ایا تاسو غواړئ یو متخصص ستاسو په پلورنځي کې کار وکړي؟",
    "mange_shop_action_small": "ایا تاسو غواړئ یو متخصص ستاسو لپاره پلورنځي جوړ کړي؟",
    "new_shop_action": "تاسو څو وړاندیزونه ترلاسه کړي دي",
    "mange_shop_action": "متخصصین ستاسو غوښتنلیک بیاکتنه کوي.",
    "hire_expert": "د یو متخصص استخدام",
    "check_mail_status": "مهرباني وکړئ خپل بریښنالیک وګورئ",
    "header_new": "نوې غوښتنه",
    "header_view": "غوښتنه واستوئ",
    "title": "ایا تاسو یو عصري آنلاین پلورنځی غواړئ؟",
    "message": "تاسو اړتیا نلرئ دا ټول پخپله وکړئ. زموږ تصدیق شوي ماهرین کولی شي تاسو سره ستاسو د آنلاین پلورنځي ګړندي ، اسانه او ډیر پام وړ رامینځته کولو کې مرسته وکړي. خپلې اړتیاوې بیان کړئ او غوره ومومئ چې ستاسو د پلور په وده کې مرسته وکړي.",
    "steps_title": "دا ګامونه تعقیب کړئ",
    "step_1": "خپلې اړتیاوې بیان کړئ",
    "step_1_message": "متخصصینو ته ووایاست چې تاسو څه غواړئ",
    "step_2": "د متخصصینو وړاندیزونو ته کتنه وکړئ",
    "step_2_message": "ستاسو د اړتیاو سره سم غوره غوره کړئ",
    "step_3": "د مهمو جزیاتو په اړه بحث وکړئ او د متخصص سره نور ترسره کړئ",
    "step_3_message": "د مهمو جزیاتو په اړه بحث وکړئ او د متخصص سره نور ترسره کړئ",
    "shop_info": "هټۍ غوره کړئ",
    "select_shop": "زه زما د پلورنځي لپاره یو متخصص ته اړتیا لرم",
    "shop_id": "هټۍ",
    "shop_id_message": "که تاسو نورو خدماتو ته اړتیا لرئ له خپلو موجوده پلورنځیو څخه غوره کړئ.",
    "shop_id_placeholder": "هټۍ غوره کړئ ...",
    "store_name": "د پلورنځي نوم",
    "store_name_placeholder": "زما د پلورنځي نوم ...",
    "store_name_messages": "موږ ته د خپل پلورنځي نوم ووایاست چې تاسو یې لرئ یا په راتلونکي کې د جوړولو اراده لرئ.",
    "contact": "د اړیکې معلومات",
    "name_placeholder": "اړین*",
    "email": "ایمیل",
    "email_placeholder": "اړین* your-mail{'@'}mail.com",
    "request_title": "خپلې اړتیاوې بیان کړئ.",
    "request_message": "ستاسو د سوداګرۍ په اړه ځانګړي معلومات ورکړئ ترڅو زموږ متخصص سره مرسته وکړي چې ستاسو اړتیاوې په ښه توګه پوره کړي او تاسو ته ارزانه قیمت او د وخت اټکل چمتو کړي.",
    "description": "موږ ته د خپلې سوداګرۍ په اړه نور معلومات راکړئ",
    "description_messages": "ستاسو کاروبار څه دی؟ ایا تاسو محصولات یا خدمات پلورئ؟",
    "services_title": "تاسو د متخصص لخوا کومې دندې ترسره کول غواړئ؟",
    "select_one_caution": "لږترلږه یو انتخاب غوره کړئ!",
    "detail_title": "د متخصص سره د مرستې لپاره توضیحات اضافه کړئ ترڅو ستاسو اړتیاوې ښه پوه شي.",
    "detail": "د پروژې توضیحات",
    "detail_messages": "ایا تاسو موجوده ویب پاڼه لرئ؟ ایا تاسو په انسټاګرام یا فزیکي پلورنځي کې هټۍ لرئ؟ ایا مهال ویش انعطاف وړ دی؟",
    "preferences_title": "محدودیتونه او غوره توبونه",
    "preferences_message": "خپل غوره توبونه مشخص کړئ ترڅو ستاسو د دندې لپاره سم مسلکي کسان ستاسو د پروژې وړاندیز بیاکتنه وکړي.",
    "level_title": "ستاسو لپاره غوره انتخاب څوک دی؟",
    "level_message": "د مهارتونو، تجربې او د متخصص ملاتړ کچه نرخونه ټاکي",
    "level_low": "د ټیټ نرخ متخصصین",
    "level_medium": "د منځنۍ بیې متخصصین",
    "level_high": "د لوړ قیمت متخصصین",
    "location_title": "ایا تاسو غوره کوئ چې خپل ځای ته نږدې د متخصصینو سره کار وکړئ؟",
    "location_near": "هو",
    "location_no": "نه",
    "language_title": "د متخصصینو سره د خبرو اترو پرمهال ستاسو د ژبې ترجیح څه ده؟",
    "language": "ژبه",
    "language_placeholder": "یو غوره کړئ*",
    "free_support_title": "د کوچني سوداګرۍ ملاتړ",
    "free_support_message": "موږ باور لرو چې د پیل سره مرسته کول ستاسو د راتلونکي او Selldone لپاره سمارټ پانګه ده. موږ تل په دې لاره کې ستاسو شاته ولاړ یو. څومره چې ستاسو محصولات او خدمات ډیر زړه راښکونکي، نوښتګر یا حتی ډیر عملي وي، هومره نور خدمات به تاسو له موږ او زموږ متخصصینو څخه وړیا ترلاسه کوئ.",
    "free_support_condition": "که تاسو د خپل سوداګرۍ پیل کولو او آنلاین پلورلو په اړه جدي یاست ، دا کافي دي. پاتې زموږ پورې اړه لري!",
    "free": "ایا تاسو وړیا خدمتونه غواړئ؟",
    "free_messages": "دا اختیار غوره کړئ که تاسو د پیل سوداګرۍ یاست یا اوس مهال متخصصینو ته د پیسو ورکولو لپاره مالي وسیله نلرئ.",
    "action_new": "نوې غوښتنه",
    "action_send": "غوښتنه وسپاري",
    "start_price_message": "د دې متخصص لپاره {topic} دندې په {price} {currency} کې پیل کیږي",
    "notifications": {
      "success_send": "ستاسو غوښتنه په بریالیتوب سره وسپارل شوه. مهرباني وکړئ د سیلډون متخصص وړاندیزونو ته انتظار وکړئ."
    },
    "stage": {
      "title": "ستاسو د سوداګرۍ مرحله څه ده؟",
      "start": "د نوي سوداګرۍ پیل کول",
      "online": "زه غواړم زما موجوده سوداګرۍ آنلاین کړم",
      "extend": "زه آنلاین پلورنځی لرم او زه پدې کار کوم",
      "pos": "زه غواړم زما د پلورنځي څانګو کې Selldone POS تنظیم کړم"
    },
    "budget": {
      "title": "ایا تاسو د وړیا بودیجې اټکل لرئ؟",
      "yes": "هو، زما بودیجه روښانه ده",
      "no": "نه، زه نور معلومات غواړم"
    },
    "login": {
      "title": "مهرباني وکړئ ننوتل",
      "message": "لومړی د راجستر کولو لپاره ننوتل. تاسو کولی شئ په چټکه او خوندي توګه خپل سیلډون ته د ګرځنده شمیرې یا ټولنیز شبکې حسابونو له لارې ننوځئ."
    },
    "select_shop_title": "یو هټۍ غوره کړئ",
    "select_shop_description": "زه د موجوده پلورنځي لپاره متخصص ته اړتیا لرم",
    "new_shop_mode_title": "نوی هټۍ جوړه کړئ",
    "new_shop_mode_description": "زه غواړم یو نوی دوکان جوړ کړم"
  },
  "expert_requests": {
    "title": "غوښتنې خلاصې کړئ",
    "dialog": {
      "title": "د متخصص غوښتنه توضیحات",
      "start_chat": "خبرې اترې پیل کړئ"
    }
  },
  "job_chat": {
    "title": "د کار خبرې اترې"
  },
  "expert_chat_box": {
    "need_expert_question": "ایا تاسو یو متخصص غواړئ؟",
    "find_expert": "ماهر پیدا کړئ..",
    "folder_name": "د فولډر نوم",
    "folder_dialog": {
      "title": "فولډر ایډیټ کړئ",
      "hide_new_folder": "نوی فولډر پټ کړئ",
      "add_new_folder": "نوی فولډر اضافه کړئ"
    }
  },
  "add_job": {
    "add_title": "نوې دنده اضافه کړئ",
    "edit_title": "دنده سمول",
    "message": "د دندې سرلیک او د دندې توضیحات دننه کړئ چې تاسو پدې برخه کې کولی شئ. په یاد ولرئ چې تاسو باید د خپلې دندې توضیحاتو متن کې د اړیکې معلومات او لینکونه ونه لیکئ.",
    "start_price_message": "د هر امر لږترلږه لګښت.",
    "currency_message": "د اسعارو بدلول د دې دندې لپاره ستاسو مالي ریکارډونه بیا تنظیموي.",
    "job_desc_message": "د دې دندې لپاره خپل بشپړ خدمت بیان کړئ.",
    "included_message": "تشریح کړئ چې تاسو به د پیرودونکي لپاره کوم خدمتونه په لومړني لګښت چمتو کړئ.",
    "additional_message": "تاسو د بنسټیزو خدماتو سربیره نور کوم خدمتونه وړاندې کوئ؟",
    "available": "شته دنده",
    "available_message": "دې کار ته د خلکو لاس رسی",
    "add_action": "نوې دنده اضافه کړئ",
    "edit_action": "دنده سمول",
    "notifications": {
      "edit": "دنده په بریالیتوب سره تازه شوه.",
      "add": "نوې دنده په بریالیتوب سره رامینځته شوه"
    }
  },
  "contract_form": {
    "shop_message": "یوازې د مدیر یا لوړ پوړي مدیر لاسرسي سره د پیرودونکي پلورنځي وښایاست.",
    "shop_placeholder": "هغه پلورنځی وټاکئ چې تاسو غواړئ پدې کې کار وکړئ*",
    "title_message": "د دې قرارداد لپاره سرلیک وټاکئ..",
    "description_message": "د تړون توضیحات ولیکئ ...",
    "permissions": "اړین اجازې غوره کړئ",
    "cost_message": "د قرارداد لګښت",
    "days": "د تړون موده",
    "days_message": "د تړون موده",
    "create_action": "نوی تړون جوړ کړئ",
    "notifications": {
      "add": "نوی قرارداد جوړ شوی او کارونکي ته لیږل شوی."
    }
  }
};