export default {
  "experts_common": {
    "experts_page": "Страница экспертов",
    "no_job": "Не найдено подходящего!",
    "jobs_filter": "Фильтр вакансий",
    "start_price": "Стартовая цена",
    "completed_count": "Выполненные работы",
    "job_title": "Должность",
    "job_desc": "Описание вакансии",
    "job_not_approved": "Работа еще не проверена.",
    "new_job": "Новая работа",
    "expert_profile": "Профиль эксперта",
    "job_detail": "Детали работы",
    "contracts": "Контракты",
    "start_end_date": "Дата начала/окончания",
    "complete_cancel_date": "Дата завершения/отмены",
    "waiting_pay_and_start": "Ждем оплаты и запуска",
    "waiting_to_complete": "Ожидание одобрения от заказчика",
    "running": "Бег",
    "paY_start_action": "Оплатите и начните прямо сейчас",
    "need_help": "Нужна помощь?",
    "hire_me_now": "Найми меня сейчас...",
    "expert_contracts": "Экспертные контракты"
  },
  "topic_categories": {
    "SETUP": {
      "title": "Настройка интернет-магазина",
      "desc": "Специалисты в этой области создадут и настроят ваш интернет-магазин проще и быстрее."
    },
    "ADD_PAGE": {
      "title": "Добавить страницы (Лендинги, О нас, ...)",
      "desc": "Вы можете оставить создание целевых страниц, о нас и других страниц вашего сайта этим специалистам."
    },
    "ADD_PRODUCT": {
      "title": "Добавляйте товары и категории",
      "desc": "Вы можете нанять людей, которые сделают это за вас, чтобы добавить товары в магазин."
    },
    "PAYMENT": {
      "title": "Добавить способы оплаты",
      "desc": "Наймите специалиста по платежному шлюзу, который сделает для вас процесс получения и обновления шлюза."
    },
    "MARKETING": {
      "title": "Маркетинг",
      "desc": "Эксперты по маркетингу помогут вам внести оптимальные коррективы в ваши кампании и поощрения или запустить эффективную рекламную кампанию."
    },
    "MIGRATION": {
      "title": "Перенести мой магазин с другой платформы электронной коммерции",
      "desc": "У вас раньше был магазин? Вы можете оставить задачу по передаче магазина специалисту, чтобы профессиональная служба могла поддерживать ваш магазин навсегда."
    },
    "APP_SETUP": {
      "title": "Приложение для установки",
      "desc": "Нужна помощь в настройке и установке приложений в вашем магазине? Вам нужно создать личное приложение? С вами будут специалисты в этой области."
    },
    "MANAGEMENT": {
      "title": "Управление магазином",
      "desc": "Вы можете передать некоторые части управления вашим магазином на аутсорсинг специалистам по управлению магазином. Они также предоставляют экспертные консультации по всем аспектам ведения бизнеса."
    },
    "CONTENT": {
      "title": "Написание контента",
      "desc": "Поручите создание контента для ваших продуктов, бренда или магазина профессионалам по написанию контента."
    },
    "PHOTOGRAPHY": {
      "title": "Фотография и редактирование",
      "desc": "Нужно сфотографировать ваши товары и услуги? Специалисты этого раздела подготовят нужные вам изображения, анимацию и 3D-модели."
    },
    "DROP_SHIPPING": {
      "title": "Настроить дропшиппинг",
      "desc": "Если вы оптовый или розничный продавец, платформа прямой поставки Selldone — это то, что вы всегда искали. Эксперты по дропшиппингу могут помочь вам найти новые способы развития вашего бизнеса."
    },
    "POS_SETUP": {
      "title": "Настройка POS-терминала Selldon",
      "desc": "Наймите специалиста для настройки онлайн-кассы вашего магазина."
    }
  },
  "topics": {
    "store-design": {
      "title": "Создайте электронную коммерцию",
      "desc": "Доверьте дизайн и настройку вашего интернет-магазина профессионалам, которые смогут реализовать ваши идеи."
    },
    "store-configuration": {
      "title": "Конфигурация магазина",
      "desc": "Вы можете получить помощь от эксперта по настройке магазина, например, по вводу бизнес-информации для поисковых систем, настройке методов доставки и складирования."
    },
    "store-optimization": {
      "title": "Оптимизация производительности и скорости",
      "desc": "Специалисты будут работать над вашим сайтом, чтобы увеличить его скорость и производительность."
    },
    "domain": {
      "title": "Подключение домена",
      "desc": "Добавьте собственный домен в свой магазин и на веб-сайт."
    },
    "page-design": {
      "title": "Целевая страница и дизайн шаблона",
      "desc": "Создайте целевые страницы вашего сайта, домашнюю страницу и внутренние страницы."
    },
    "add-product": {
      "title": "Добавляйте товары и категории",
      "desc": "Добавьте изображения, описания и характеристики ваших продуктов в правильные категории. Это облегчает вашим клиентам поиск наиболее подходящих продуктов."
    },
    "payment": {
      "title": "Платежный шлюз",
      "desc": "Добавьте шлюз онлайн-платежей в свой магазин."
    },
    "tax": {
      "title": "Налоговые консультации",
      "desc": "Получите консультацию по вашим финансовым и налоговым вопросам."
    },
    "email-marketing": {
      "title": "Рекламная рассылка",
      "desc": "Используйте инструменты электронного маркетинга, чтобы превратить ваших пользователей в клиентов и побудить их покупать больше."
    },
    "seo": {
      "title": "SEO",
      "desc": "Повысьте свой рейтинг в результатах поиска Google, чтобы больше людей находили ваши продукты в своих поисках."
    },
    "search-ads": {
      "title": "Искать рекламу",
      "desc": "Рекламируйте свои продукты в поисковых системах, таких как Google."
    },
    "social-marketing": {
      "title": "Социальный медиа маркетинг",
      "desc": "Запускайте кампании в социальных сетях, чтобы привлечь больше посетителей к вашим продуктам и услугам."
    },
    "content-marketing": {
      "title": "Контент-маркетинг",
      "desc": "Создавайте и публикуйте полезный и актуальный контент для вашего бизнеса."
    },
    "sale-channels": {
      "title": "Создавайте каналы продаж",
      "desc": "Запустите новые каналы продаж, такие как Instagram, Telegram и Facebook, подключившись к своему интернет-магазину в Selldone."
    },
    "conversion": {
      "title": "Оптимизация коэффициента конверсии",
      "desc": "Добейтесь максимального коэффициента конверсии, превратите больше посетителей в клиентов и повысьте эффективность своих кампаний."
    },
    "analyze": {
      "title": "Анализировать поведение пользователей",
      "desc": "Следите за поведением ваших пользователей в интернет-магазине и даже в физических филиалах, чтобы обеспечить им лучший пользовательский опыт."
    },
    "brand-strategy": {
      "title": "Стратегия бренда",
      "desc": "Работайте над созданием и расширением своего бизнес-бренда."
    },
    "migration": {
      "title": "Миграция магазина",
      "desc": "Переместите свой существующий магазин в Selldone."
    },
    "app-programmer": {
      "title": "Создайте приложение",
      "desc": "Проектирование и разработка собственного приложения"
    },
    "app-install": {
      "title": "Установить приложение",
      "desc": "Установите и настройте нужное вам приложение в магазине."
    },
    "ux-design": {
      "title": "Индивидуальный UX-дизайн",
      "desc": "Создайте уникальный пользовательский интерфейс для своих пользователей в магазине или приложении."
    },
    "debug": {
      "title": "Поиск проблемы",
      "desc": "Исправьте ошибки и проблемы в вашем магазине."
    },
    "strategy": {
      "title": "Консультации по бизнес-стратегии",
      "desc": "Получите совет от опытных людей для развития и улучшения вашего бизнеса."
    },
    "products-guide": {
      "title": "Руководство по ресурсам продукта",
      "desc": "Обратитесь за помощью к специалистам по подготовке продукта и проектированию цепочки поставок."
    },
    "setup-guide": {
      "title": "Консультации по настройке и дизайну магазина",
      "desc": "Получите совет от экспертов в этой области, чтобы начать бизнес или сделать его в Интернете."
    },
    "marketing-guide": {
      "title": "Консультации по маркетингу и продажам",
      "desc": "Узнайте, как выйти на рынок и увеличить продажи, получая советы от экспертов и профессионалов."
    },
    "product-description": {
      "title": "Описание товара",
      "desc": "Сделайте описания своих продуктов привлекательными, чтобы ваши клиенты могли лучше узнать ваши продукты."
    },
    "content-write": {
      "title": "Маркетинговый и рекламный контент",
      "desc": "Напишите об истории бренда и потребностях, которым отвечает ваша продукция, чтобы помочь клиентам выбрать лучшее."
    },
    "logo-design": {
      "title": "Логотип и дизайн бренда",
      "desc": "Разработайте изображение и логотип для вашего бренда."
    },
    "banner-design": {
      "title": "Дизайн баннера",
      "desc": "Создавайте впечатляющие рекламные баннеры, чтобы повысить узнаваемость бренда и привлечь трафик в свой магазин."
    },
    "video": {
      "title": "Съемки и анимация",
      "desc": "Оставьте производство рекламных роликов и 2D и 3D анимации мастерам."
    },
    "photography": {
      "title": "Фотография продукта",
      "desc": "Делайте промышленные и профессиональные фотографии своих товаров и услуг, чтобы ваш магазин выглядел привлекательно."
    },
    "photo-editor": {
      "title": "Редактировать фотографии",
      "desc": "Создавайте привлекательные изображения, это может включать добавление эффектов, удаление фона или добавление текста к фотографии."
    },
    "3d": {
      "title": "3D-моделирование и дополненная реальность",
      "desc": "Создавайте 3D-модели своих продуктов с дополненной реальностью, чтобы значительно увеличить продажи."
    },
    "dropshipping": {
      "title": "Настроить дропшиппинг",
      "desc": "Если у вас есть производитель или склад, специалисты по дропшиппингу помогут вам беспрепятственно продавать вашу продукцию через тысячи интернет-магазинов."
    },
    "reselling": {
      "title": "Настройка для реселлера",
      "desc": "Вы можете иметь идеальный магазин с высоким доходом, не покупая товары и не складируя и даже не отправляя посылку."
    },
    "pos-setup": {
      "title": "Настройка онлайн-кассы",
      "desc": "Запустите свой Selldone POS в филиалах вашего магазина и используйте самые профессиональные инструменты магазина, доступные для развития вашего бизнеса и физических филиалов."
    }
  },
  "industries": {
    "ART": "Искусство",
    "MARKETING_ADS": "Маркетинг и реклама",
    "SERVICES": "Услуги",
    "CLOTHING_FASHION": "Одежда и мода",
    "HANDCRAFTS": "Ремесла",
    "ELECTRONICS_TECH": "Электроника и техника",
    "HEALTH_BEAUTY": "Здоровье и красота",
    "HOME_GARDEN": "Дом и сад",
    "JEWELRY_ACCESSORIES": "Ювелирные изделия и аксессуары",
    "FOOD_DRINK": "Еда и напитки",
    "PET_CARE": "Уход за животными",
    "SPORTS": "Спортивный",
    "RECREATION": "Отдых",
    "TOYS_GAMES": "Игрушки и игры",
    "AUTOMOTIVE": "Автомобильный"
  },
  "expert_panel": {
    "title": "Панель управления экспертами Selldone",
    "add_dialog": {
      "title": "Добавить новую работу"
    }
  },
  "contract_view": {
    "running": "Бег",
    "cancelling": "Просьба отменить..",
    "title": "Предмет договора",
    "description": "Описание контракта",
    "permissions_input": "Выберите необходимые разрешения",
    "cost_timeline": "Стоимость и сроки",
    "timespan": "Срок действия контракта",
    "cost": "Стоимость контракта",
    "pay_now_action": "я согласен | Заплатить сейчас",
    "complete_action": "Да | Завершить контракт",
    "reject_action": "Нет | Завершение не одобрено",
    "all_tasks_completed_message": "Вы выполнили все поставленные задачи. Если вы закончили это, нажмите клавишу завершения заказа. После этого шага заказчик должен подтвердить сдачу работы.",
    "waiting_complete_by_customer_message": "Вы подтвердили работу, теперь осталось дождаться подтверждения доставки заказа заказчиком. В случае неутверждения или отклонения клиентом заказ будет автоматически одобрен и выполнен через 3 дня.",
    "comment": "Отправить комментарий",
    "comment_desc": "Оценивайте, исходя из качества работы и взаимодействия специалистов.",
    "comment_placeholder": "Напишите свое мнение о качестве работы...",
    "response_placeholder": "Если вам есть, что сказать по отзывам клиентов, пишите...",
    "waiting_for_customer": "Жду клиента...",
    "account_input": "Аккаунт для вывода",
    "dialog_pay": {
      "title": "Оплатить и начать контракт",
      "insufficient_balance": "Недостаточный баланс! Пополнить счет для оплаты."
    },
    "dialog_cancel": {
      "title": "Отменить контракт",
      "confirm_code": "Код подтверждения",
      "confirm_code_label": "Код подтверждения",
      "confirm_action": "Да, расторгнуть договор"
    },
    "notifications": {
      "save": "Контракт успешно изменен.",
      "pay": "Контракт оплачен и успешно запущен.",
      "end": "Заказ был отправлен заказчику для подтверждения выполнения.",
      "complete": "Контракт завершен.",
      "reject": "Заключение контракта не утверждено.",
      "cancel": "Контракт расторгнут.",
      "update": "Разрешение обновлено.",
      "comment": "Ваш комментарий отправлен.",
      "response": "Ваш ответ отправлен."
    }
  },
  "expert_page": {
    "title": "Наймите лучших специалистов",
    "sub_title": "Не беспокойтесь о разработке, запуске, рекламе или управлении своим магазином. Наймите сертифицированного специалиста, чтобы сделать все лучше и быстрее.",
    "steps_title": "Осталось сделать три шага",
    "step_1_title": "Связаться с экспертом",
    "step_1_desc": "Спросите предложения у экспертов или создайте задание, соответствующее рекомендованным экспертам.",
    "step_2_title": "Согласиться и получить контракт",
    "step_2_desc": "Просмотрите ответы, найдите подходящий вариант и обсудите такие детали, как сроки и точные цены.",
    "step_3_title": "Подтвердить и выполнить задание",
    "step_3_desc": "Доверяйте квалифицированным специалистам, которые могут эффективно выполнять работу через Selldone.",
    "who": {
      "title": "Кого ты найдешь здесь?",
      "box_image": "/app/img/selldone-expert-box.37fb6205.png",
      "spec1_title": "Мастера, как в своем деле, так и в Селлдоне",
      "spec1_desc": "Вам не нужно никаких навыков программирования! Selldone позаботится обо всех обновлениях. Приложите все усилия для увеличения продаж!",
      "spec2_title": "Отобранные и преданные своему делу люди",
      "spec2_desc": "Не требуется кодирование или технические знания. Попрощайтесь с дополнительными расходами, сложными техническими вопросами и препятствиями на пути вашего онлайн-бизнеса!",
      "spec3_title": "Профессиональная работа, выполненная самыми профессиональными",
      "spec3_desc": "Вам не нужно никаких навыков программирования! Лучшие профессионалы в Selldone для удовлетворения ваших потребностей!"
    },
    "expert_categories": "Категория услуг, предоставляемых экспертами",
    "show_all_topics": "Показать все категории",
    "marketing_title": "Маркетинг и рост продаж",
    "starts_title": "Запуск и развитие онлайн-бизнеса",
    "managements_title": "Управление бизнесом",
    "contents_title": "Создание контента, фото и видео",
    "apps_title": "Дополнительные функции и установка моего приложения",
    "footer": {
      "title": "Поиск лучшего специалиста для ваших нужд",
      "message": "Заполнив форму ниже, вы создаете новую вакансию, чтобы лучшие специалисты могли отправить вам свои предложения, основанные на ваших потребностях."
    }
  },
  "public_job_page": {
    "hire_expert_title": "Хотите, чтобы этот специалист работал на вас?",
    "your_own_job_message": "Вы определили эту задачу! Нажмите клавишу ниже, чтобы перейти в панель администратора и напрямую управлять этой задачей.",
    "go_to_job_panel": "Перейти на мою панель",
    "no_chat": "Вы еще не отправили ни одного запроса.",
    "job_tasks": "Предлагаемые рабочие задания",
    "included": "Задания включены в стартовую цену",
    "additional": "Дополнительные работы и задачи",
    "permissions": "Требуемые разрешения"
  },
  "expert_request_form": {
    "action_message": "Вы хотите, чтобы кто-то другой построил, управлял или продавал ваш магазин за вас? Так что наймите специалиста, чтобы сделать то, что вы себе представляете.",
    "order_new_kob": "Заказать новую работу",
    "new_shop_action_small": "Хотите, чтобы над вашим магазином работал эксперт?",
    "mange_shop_action_small": "Вы хотите, чтобы эксперт построил магазин для вас?",
    "new_shop_action": "Вы получили несколько предложений",
    "mange_shop_action": "Специалисты рассматривают вашу заявку.",
    "hire_expert": "Найм эксперта",
    "check_mail_status": "Пожалуйста, проверьте свою электронную почту",
    "header_new": "Новый запрос",
    "header_view": "Послать запрос",
    "title": "Хотите современный интернет-магазин?",
    "message": "Вам не нужно делать все это самостоятельно. Наши сертифицированные специалисты помогут вам создать интернет-магазин быстрее, проще и привлекательнее. Опишите свои потребности и найдите лучший, который поможет вам увеличить продажи.",
    "steps_title": "Следуй этим шагам",
    "step_1": "Опишите свои потребности",
    "step_1_message": "Расскажите экспертам, что вы хотите",
    "step_2": "Ознакомьтесь с предложениями экспертов",
    "step_2_message": "Выберите лучшее, соответствующее вашим потребностям",
    "step_3": "Обсудите важные детали и сделайте больше с экспертом",
    "step_3_message": "Обсудите важные детали и сделайте больше с экспертом",
    "shop_info": "Выберите магазин",
    "select_shop": "Мне нужен эксперт для одного из моих магазинов",
    "shop_id": "Магазин",
    "shop_id_message": "Выберите из существующих магазинов, если вам нужно больше услуг.",
    "shop_id_placeholder": "Выберите магазин...",
    "store_name": "Название магазина",
    "store_name_placeholder": "Название моего магазина...",
    "store_name_messages": "Сообщите нам название вашего магазина, который у вас есть или вы собираетесь построить в будущем.",
    "contact": "Контакты",
    "name_placeholder": "Необходимый*",
    "email": "Эл. адрес",
    "email_placeholder": "Обязательно * your-email@gmail.com",
    "request_title": "Опишите свои потребности.",
    "request_message": "Предоставьте конкретную информацию о вашем бизнесе, чтобы помочь нашему специалисту лучше удовлетворить ваши требования и предоставить вам доступную цену и оценку времени.",
    "description": "Расскажите нам больше о своем бизнесе",
    "description_messages": "Какое твое дело? Вы продаете товары или услуги?",
    "services_title": "Какие задачи вы хотите, чтобы эксперт сделал?",
    "select_one_caution": "Выберите хотя бы один вариант!",
    "detail_title": "Добавьте детали, чтобы помочь эксперту лучше понять ваши требования.",
    "detail": "Детали проекта",
    "detail_messages": "У вас есть действующий веб-сайт? У вас есть магазин в Instagram или физический магазин? Является ли график гибким?",
    "preferences_title": "Ограничения и предпочтения",
    "preferences_message": "Определите свои предпочтения, чтобы специалисты, подходящие для вашей работы, могли рассмотреть ваше проектное предложение.",
    "level_title": "Кто для вас лучший выбор?",
    "level_message": "Уровни навыков, опыта и поддержки эксперта определяют цены",
    "level_low": "Недорогие специалисты",
    "level_medium": "Эксперты средней ценовой категории",
    "level_high": "Дорогие специалисты",
    "location_title": "Вы предпочитаете работать с экспертами рядом с вами?",
    "location_near": "Да",
    "location_no": "нет",
    "language_title": "Какой язык вы предпочитаете при общении с экспертами?",
    "language": "Язык",
    "language_placeholder": "Выберите один*",
    "free_support_title": "Поддержка малого бизнеса",
    "free_support_message": "Мы считаем, что помощь стартапам — это разумная инвестиция в ваше будущее и Selldone. Мы всегда поддерживаем вас на этом пути. Чем привлекательнее, инновационнее или даже практичнее ваши продукты и услуги, тем больше услуг вы получите бесплатно от нас и наших специалистов.",
    "free_support_condition": "Если вы серьезно относитесь к открытию собственного бизнеса и онлайн-продажам, этого достаточно. Остальное зависит от нас!",
    "free": "Хотите бесплатные услуги?",
    "free_messages": "Выберите этот вариант, если вы начинаете бизнес или в настоящее время не имеете финансовых средств, чтобы платить специалистам.",
    "action_new": "Новый запрос",
    "action_send": "Отправить запрос",
    "start_price_message": "{topic} вакансии начинаются с {price} {currency} для этого эксперта",
    "notifications": {
      "success_send": "Ваш запрос успешно отправлен. Пожалуйста, дождитесь предложений экспертов Selldone."
    },
    "stage": {
      "title": "На какой стадии находится ваш бизнес?",
      "start": "Начало нового бизнеса",
      "online": "Я хочу сделать свой существующий бизнес онлайн",
      "extend": "У меня есть интернет-магазин, и я работаю над ним.",
      "pos": "Я хочу настроить Selldone POS в филиалах своего магазина"
    },
    "budget": {
      "title": "У вас есть оценка бюджета фриланса?",
      "yes": "Да, мой бюджет ясен",
      "no": "Нет, я хочу больше информации"
    },
    "login": {
      "title": "Пожалуйста, войдите",
      "message": "Войдите, чтобы сначала зарегистрироваться. Вы можете быстро и безопасно войти в свой Selldone с помощью номера мобильного телефона или учетных записей социальных сетей."
    },
    "select_shop_title": "Выберите магазин",
    "select_shop_description": "Нужен специалист в действующий магазин.",
    "new_shop_mode_title": "Создать новый магазин",
    "new_shop_mode_description": "Я хочу создать новый магазин"
  },
  "expert_requests": {
    "title": "Открытые запросы",
    "dialog": {
      "title": "Сведения о запросе эксперта",
      "start_chat": "Начать переговоры"
    }
  },
  "job_chat": {
    "title": "Переговоры о работе"
  },
  "expert_chat_box": {
    "need_expert_question": "Хотите эксперта?",
    "find_expert": "Найдите эксперта..",
    "folder_name": "Имя папки",
    "folder_dialog": {
      "title": "Редактировать папки",
      "hide_new_folder": "Скрыть новую папку",
      "add_new_folder": "Добавить новую папку"
    }
  },
  "add_job": {
    "add_title": "Добавить новую работу",
    "edit_title": "Изменить задание",
    "message": "Введите название должности и описание работы, которую вы можете выполнять в этом разделе. Обратите внимание, что вы не должны писать контактную информацию и ссылки в тексте описания вашей работы.",
    "start_price_message": "Минимальная стоимость каждого заказа.",
    "currency_message": "Изменение валюты сбрасывает ваши финансовые записи для этой работы.",
    "job_desc_message": "Опишите полный спектр услуг для этой работы.",
    "included_message": "Опишите, какие услуги вы будете предоставлять клиенту по базовой стоимости.",
    "additional_message": "Какие еще услуги вы предлагаете помимо основных услуг?",
    "available": "Доступная работа",
    "available_message": "Общий доступ к этой работе",
    "add_action": "Добавить новую работу",
    "edit_action": "Изменить задание",
    "notifications": {
      "edit": "Работа успешно обновлена.",
      "add": "Новая вакансия успешно создана"
    }
  },
  "contract_form": {
    "shop_message": "Показывать магазины клиентов только с правами администратора или старшего менеджера.",
    "shop_placeholder": "Выберите магазин, над которым хотите работать*",
    "title_message": "Установите заголовок для этого контракта..",
    "description_message": "Напишите детали договора...",
    "permissions": "Выберите необходимые разрешения",
    "cost_message": "Стоимость контракта",
    "days": "Срок действия контракта",
    "days_message": "Срок действия контракта",
    "create_action": "Создать новый контракт",
    "notifications": {
      "add": "Новый контракт создан и отправлен пользователю."
    }
  }
};