export default {
  "experts_common": {
    "experts_page": "විශේෂඥ පිටුව",
    "no_job": "නිවැරදි ගැලපීමක් හමු නොවීය!",
    "jobs_filter": "රැකියා පෙරහන",
    "start_price": "ආරම්භක මිල",
    "completed_count": "රැකියා අවසන්",
    "job_title": "රැකියා තනතුර",
    "job_desc": "රැකියා විස්තරය",
    "job_not_approved": "රැකියාව තවමත් සත්‍යාපනය කර නොමැත.",
    "new_job": "අලුත් වැඩක්",
    "expert_profile": "විශේෂඥ පැතිකඩ",
    "job_detail": "රැකියා විස්තර",
    "contracts": "ගිවිසුම්",
    "start_end_date": "ආරම්භක/අවසන් දිනය",
    "complete_cancel_date": "සම්පූර්ණ/අවලංගු දිනය",
    "waiting_pay_and_start": "ගෙවීමට සහ ආරම්භ කිරීමට බලා සිටීම",
    "waiting_to_complete": "පාරිභෝගිකයාගේ අනුමැතිය බලාපොරොත්තුවෙන්",
    "running": "දුවනවා",
    "paY_start_action": "ගෙවා දැන්ම ආරම්භ කරන්න",
    "need_help": "උදව් අවශ්යයි?",
    "hire_me_now": "දැන් මාව කුලියට ගන්න...",
    "expert_contracts": "විශේෂඥ ගිවිසුම්"
  },
  "topic_categories": {
    "SETUP": {
      "title": "මාර්ගගත සාප්පුවක් සකසන්න",
      "desc": "මෙම ක්‍ෂේත්‍රයේ ප්‍රවීණයන් ඔබේ අන්තර්ජාල වෙළඳසැල ඔබට පහසු සහ වේගවත්ව ගොඩනඟයි."
    },
    "ADD_PAGE": {
      "title": "පිටු එකතු කරන්න (ගොඩබෑම, අප ගැන, ...)",
      "desc": "ඔබට ගොඩබෑමේ පිටු, අප ගැන සහ ඔබේ වෙබ් අඩවියේ වෙනත් පිටු නිර්මාණය කිරීම මෙම විශේෂඥයින්ට භාර දිය හැකිය."
    },
    "ADD_PRODUCT": {
      "title": "නිෂ්පාදන සහ කාණ්ඩ එකතු කරන්න",
      "desc": "ගබඩාවට නිෂ්පාදන එක් කිරීමට ඔබට මෙය කිරීමට පුද්ගලයින් බඳවා ගත හැකිය."
    },
    "PAYMENT": {
      "title": "ගෙවීම් ක්රම එකතු කරන්න",
      "desc": "ඔබ වෙනුවෙන් ගේට්වේ ලබා ගැනීමේ සහ යාවත්කාලීන කිරීමේ ක්‍රියාවලිය සිදු කිරීමට ගෙවීම් ද්වාර විශේෂඥයෙකු බඳවා ගන්න."
    },
    "MARKETING": {
      "title": "අලෙවි",
      "desc": "අලෙවිකරණ විශේෂඥයින් ඔබට ඔබේ ව්‍යාපාර සහ දිරිගැන්වීම් සඳහා හොඳම ගැලපීම් කිරීමට හෝ ඵලදායී වෙළඳ ප්‍රචාරණ ව්‍යාපාරයක් දියත් කිරීමට උදවු කරයි."
    },
    "MIGRATION": {
      "title": "මගේ සාප්පුව වෙනත් ඊ-වාණිජ්‍ය වේදිකාවකින් සංක්‍රමණය කරන්න",
      "desc": "ඔබට කලින් ගබඩාවක් තිබුණාද? වෘත්තීය සේවාවක් ඔබේ ගබඩාවට සදහටම සහාය වීමට හැකි වන පරිදි ගබඩාව විශේෂඥයෙකුට මාරු කිරීමේ කාර්යය අත්හැරිය හැකිය."
    },
    "APP_SETUP": {
      "title": "පිහිටුවීම් යෙදුම",
      "desc": "ඔබගේ වෙළඳසැලේ යෙදුම් පිහිටුවීමට සහ ස්ථාපනය කිරීමට උදවු අවශ්‍යද? ඔබට පුද්ගලික යෙදුමක් තැනීමට අවශ්‍යද? මෙම ක්ෂේත්රයේ විශේෂඥයින් ඔබ සමඟ සිටිනු ඇත."
    },
    "MANAGEMENT": {
      "title": "ගබඩා කළමනාකරණය",
      "desc": "කළමනාකරණ විශේෂඥයින් ගබඩා කිරීම සඳහා ඔබට ඔබේ ගබඩා කළමනාකරණයේ සමහර කොටස් බාහිරින් ලබා ගත හැක. ඔවුන් ව්‍යාපාරයක් පවත්වාගෙන යාමේ සියලු අංශ පිළිබඳව විශේෂඥ උපදෙස් ද ලබා දේ."
    },
    "CONTENT": {
      "title": "අන්තර්ගතය ලිවීම",
      "desc": "අන්තර්ගත ලිවීමේ වෘත්තිකයන්ට ඔබේ නිෂ්පාදන, වෙළඳ නාමය හෝ ගබඩාවේ අන්තර්ගත නිර්මාණය පැවරීම."
    },
    "PHOTOGRAPHY": {
      "title": "ඡායාරූපකරණය සහ සංස්කරණය",
      "desc": "ඔබේ නිෂ්පාදන සහ සේවාවල ඡායාරූප ගැනීමට අවශ්‍යද? මෙම කොටසෙහි විශේෂඥයින් ඔබට අවශ්ය රූප, සජීවිකරණ සහ ත්රිමාණ ආකෘති සකස් කරනු ඇත."
    },
    "DROP_SHIPPING": {
      "title": "dropshipping පිහිටුවීම",
      "desc": "ඔබ තොග වෙළෙන්දෙකු හෝ සිල්ලර වෙළෙන්දෙකු නම්, Selldone dropshipping වේදිකාව ඔබ සැමවිටම සොයන දෙයයි. dropshipping විශේෂඥයින්ට ඔබේ ව්‍යාපාරය වර්ධනය කිරීමට නව ක්‍රම සොයා ගැනීමට උදවු කළ හැක."
    },
    "POS_SETUP": {
      "title": "Selldone POS සකසන්න",
      "desc": "ඔබේ වෙළඳසැලේ මාර්ගගත POS පිහිටුවීමට විශේෂඥයෙකු බඳවා ගන්න."
    }
  },
  "topics": {
    "store-design": {
      "title": "ඊ-වාණිජ්‍යයක් ගොඩනඟන්න",
      "desc": "ඔබේ අදහස් ක්‍රියාවට නැංවිය හැකි වෘත්තිකයන්ට ඔබේ ඔන්ලයින් වෙළඳසැලේ සැලසුම සහ සැකසුම භාර දෙන්න."
    },
    "store-configuration": {
      "title": "ගබඩා වින්යාසය",
      "desc": "සෙවුම් යන්ත්‍ර සඳහා ව්‍යාපාරික තොරතුරු ඇතුළත් කිරීම, නැව්ගත කිරීමේ සහ ගබඩා කිරීමේ ක්‍රම සැකසීම වැනි ගබඩා වින්‍යාස කිරීම සඳහා ඔබට විශේෂඥයෙකුගෙන් උපකාර ලබා ගත හැක."
    },
    "store-optimization": {
      "title": "කාර්ය සාධනය සහ වේග ප්‍රශස්තකරණය",
      "desc": "විශේෂඥයන් ඔබේ වෙබ් අඩවියේ වේගය සහ කාර්ය සාධනය වැඩි කිරීමට එහි වැඩ කරනු ඇත."
    },
    "domain": {
      "title": "වසම් සම්බන්ධතාවය",
      "desc": "ඔබේ වෙළඳසැලට සහ වෙබ් අඩවියට අභිරුචි වසම එක් කරන්න."
    },
    "page-design": {
      "title": "ගොඩබෑමේ පිටුව සහ අච්චු නිර්මාණය",
      "desc": "ඔබේ වෙබ් අඩවියේ ගොඩබෑමේ පිටු, මුල් පිටුව සහ අභ්‍යන්තර පිටු සැලසුම් කරන්න."
    },
    "add-product": {
      "title": "නිෂ්පාදන සහ කාණ්ඩ එකතු කරන්න",
      "desc": "කාණ්ඩ නිවැරදි කිරීමට ඔබේ නිෂ්පාදනවල පින්තූර, විස්තර සහ පිරිවිතර එක් කරන්න. එය ඔබගේ පාරිභෝගිකයින්ට හොඳම සවිකර ඇති නිෂ්පාදන සොයා ගැනීම පහසු කරයි."
    },
    "payment": {
      "title": "ගෙවීම් දොරටුව",
      "desc": "ඔබේ වෙළඳසැලට මාර්ගගත ගෙවීම් දොරටුවක් එක් කරන්න."
    },
    "tax": {
      "title": "බදු උපදෙස්",
      "desc": "ඔබේ මූල්‍ය සහ බදු ගැටළු පිළිබඳව උපදෙස් ලබා ගන්න."
    },
    "email-marketing": {
      "title": "විද්‍යුත් තැපැල් අලෙවිකරණය",
      "desc": "ඔබගේ පරිශීලකයින් පාරිභෝගිකයින් බවට පත් කිරීමට සහ තවත් මිල දී ගැනීමට ඔවුන් පොළඹවා ගැනීමට විද්‍යුත් තැපැල් අලෙවිකරණ මෙවලම් භාවිතා කරන්න."
    },
    "seo": {
      "title": "SEO",
      "desc": "Google සෙවුම් ප්‍රතිඵලවල ඔබේ ශ්‍රේණිගත කිරීම වැඩි කරන්න එවිට වැඩි පිරිසක් ඔවුන්ගේ සෙවීම් තුළ ඔබේ නිෂ්පාදන සොයා ගනු ඇත."
    },
    "search-ads": {
      "title": "දැන්වීම් සොයන්න",
      "desc": "Google වැනි සෙවුම් යන්ත්‍රවල ඔබේ නිෂ්පාදන ප්‍රචාරණය කරන්න."
    },
    "social-marketing": {
      "title": "සමාජ මාධ්‍ය අලෙවිකරණය",
      "desc": "ඔබේ නිෂ්පාදන සහ සේවාවන් බැලීමට වැඩි අමුත්තන් ගෙන ඒමට සමාජ මාධ්‍ය ව්‍යාපාර දියත් කරන්න."
    },
    "content-marketing": {
      "title": "අන්තර්ගත අලෙවිකරණය",
      "desc": "ඔබේ ව්‍යාපාරයට ප්‍රයෝජනවත් සහ අදාළ අන්තර්ගතයන් සාදන්න සහ ප්‍රකාශ කරන්න."
    },
    "sale-channels": {
      "title": "විකුණුම් නාලිකා සාදන්න",
      "desc": "Selldone හි ඔබගේ අන්තර්ජාල වෙළඳසැලට සම්බන්ධ වීමෙන් Instagram, Telegram සහ Facebook වැනි නව විකුණුම් නාලිකා දියත් කරන්න."
    },
    "conversion": {
      "title": "පරිවර්තන අනුපාත ප්රශස්තකරණය",
      "desc": "පරිවර්තන ගාස්තු උපරිම කරන්න, තවත් අමුත්තන් පාරිභෝගිකයින් බවට පරිවර්තනය කරන්න, සහ ඔබේ ව්‍යාපාරවල කාර්යක්ෂමතාව වැඩි කරන්න."
    },
    "analyze": {
      "title": "පරිශීලක හැසිරීම විශ්ලේෂණය කරන්න",
      "desc": "ඔවුන්ට වඩා හොඳ පරිශීලක අත්දැකීමක් ලබා දීම සඳහා සබැඳි වෙළඳසැලේ සහ භෞතික ශාඛාවල ඔබේ පරිශීලකයින්ගේ හැසිරීම නිරීක්ෂණය කරන්න."
    },
    "brand-strategy": {
      "title": "වෙළඳ නාම උපාය",
      "desc": "ඔබේ ව්‍යාපාර සන්නාමය ගොඩනැගීමට සහ පුළුල් කිරීමට කටයුතු කරන්න."
    },
    "migration": {
      "title": "ගබඩා සංක්රමණය",
      "desc": "ඔබගේ පවතින වෙළඳසැල Selldone වෙත ගෙන යන්න."
    },
    "app-programmer": {
      "title": "යෙදුමක් සාදන්න",
      "desc": "ඔබේම යෙදුම සැලසුම් කිරීම සහ සංවර්ධනය කිරීම"
    },
    "app-install": {
      "title": "යෙදුම ස්ථාපනය කරන්න",
      "desc": "ගබඩාවේ ඔබට අවශ්‍ය යෙදුම ස්ථාපනය කර වින්‍යාස කරන්න."
    },
    "ux-design": {
      "title": "අභිරුචිකරණය කළ UX නිර්මාණය",
      "desc": "ගබඩාවේ හෝ යෙදුමේ සිටින ඔබේ පරිශීලකයින් සඳහා අද්විතීය පරිශීලක අත්දැකීමක් සැලසුම් කරන්න."
    },
    "debug": {
      "title": "දෝෂගවේෂණය",
      "desc": "ඔබේ ගබඩාවේ ඇති දෝෂ සහ ගැටලු නිරාකරණය කරන්න."
    },
    "strategy": {
      "title": "ව්යාපාර උපාය උපදේශනය",
      "desc": "ඔබේ ව්‍යාපාර ක්‍රියාකාරිත්වය දියුණු කිරීමට සහ වැඩිදියුණු කිරීමට පළපුරුදු පුද්ගලයන්ගෙන් උපදෙස් ලබා ගන්න."
    },
    "products-guide": {
      "title": "නිෂ්පාදන සම්පත් මාර්ගෝපදේශය",
      "desc": "නිෂ්පාදන සකස් කිරීම සහ සැපයුම් දාම සැලසුම් කිරීම සඳහා විශේෂඥයින්ගෙන් උපකාර ඉල්ලා සිටින්න."
    },
    "setup-guide": {
      "title": "ගබඩා පිහිටුවීම් සහ සැලසුම් උපදේශනය",
      "desc": "ව්‍යාපාරයක් ආරම්භ කිරීමට හෝ අන්තර්ජාලය හරහා එය කිරීමට ක්ෂේත්‍රයේ ප්‍රවීණයන්ගෙන් උපදෙස් ලබා ගන්න."
    },
    "marketing-guide": {
      "title": "අලෙවිකරණ සහ විකුණුම් උපදේශනය",
      "desc": "ප්‍රවීණයන්ගෙන් සහ වෘත්තිකයන්ගෙන් උපදෙස් ලබා ගැනීමෙන් ඔබේ විකුණුම් අලෙවි කර වැඩි කර ගන්නේ කෙසේදැයි ඉගෙන ගන්න."
    },
    "product-description": {
      "title": "නිෂ්පාදනය විස්තරය",
      "desc": "ඔබේ පාරිභෝගිකයින්ට ඔබේ නිෂ්පාදන වඩාත් හොඳින් දැන ගැනීමට හැකි වන පරිදි ඔබේ නිෂ්පාදන විස්තර සිත් ඇදගන්නාසුළු කරන්න."
    },
    "content-write": {
      "title": "අලෙවිකරණය සහ ප්‍රචාරණ අන්තර්ගතය",
      "desc": "පාරිභෝගිකයින්ට හොඳම දේ තෝරා ගැනීමට උදවු කිරීමට සන්නාම කතාව සහ ඔබේ නිෂ්පාදන සපුරාලන අවශ්‍යතා ගැන ලියන්න."
    },
    "logo-design": {
      "title": "ලාංඡනය සහ වෙළඳ නාම නිර්මාණය",
      "desc": "ඔබේ වෙළඳ නාමය සඳහා රූපය සහ ලාංඡන අන්තර්ගතය සැලසුම් කරන්න."
    },
    "banner-design": {
      "title": "බැනර් නිර්මාණය",
      "desc": "සන්නාම දැනුවත්භාවය වැඩි කිරීමට සහ ඔබේ වෙළඳසැල වෙත ගමනාගමනය වැඩි කිරීමට ආකර්ෂණීය දැන්වීම් බැනර් සාදන්න."
    },
    "video": {
      "title": "රූගත කිරීම් සහ සජීවිකරණ",
      "desc": "වෙළඳ ප්‍රචාරණ වීඩියෝ සහ 2D සහ 3D සජීවිකරණ නිෂ්පාදනය ස්වාමිවරුන්ට භාර දෙන්න."
    },
    "photography": {
      "title": "නිෂ්පාදන ඡායාරූපකරණය",
      "desc": "ඔබේ වෙළඳසැල ඇසට හසු කර ගැනීමට ඔබේ නිෂ්පාදන සහ සේවාවන්හි කාර්මික සහ වෘත්තීය ඡායාරූප ගන්න."
    },
    "photo-editor": {
      "title": "ඡායාරූප සංස්කරණය කරන්න",
      "desc": "ආකර්ශනීය රූප නිර්මාණය කරන්න, එයට බලපෑම් එකතු කිරීම, පසුබිම් ඉවත් කිරීම හෝ ඡායාරූපයකට පෙළ එකතු කිරීම ඇතුළත් විය හැකිය."
    },
    "3d": {
      "title": "3D ආකෘති නිර්මාණය සහ AR",
      "desc": "ඔබේ විකුණුම් නාටකාකාර ලෙස ඉහළ නැංවීම සඳහා ඔබේ නිෂ්පාදනවල ත්‍රිමාණ වැඩිදියුණු කළ රියැලිටි ආකෘති සාදන්න."
    },
    "dropshipping": {
      "title": "dropshipping පිහිටුවීම",
      "desc": "ඔබට නිෂ්පාදකයෙකු හෝ ගබඩාවක් තිබේ නම්, දහස් ගණනක් සබැඳි වෙළඳසැල් හරහා ඔබේ නිෂ්පාදන සුමටව විකිණීමට dropshipping විශේෂඥයින් ඔබට උපකාර කරනු ඇත."
    },
    "reselling": {
      "title": "නැවත විකුණුම්කරු සඳහා සැකසුම",
      "desc": "භාණ්ඩ මිලදී ගැනීම සහ ගබඩා කිරීම හෝ පැකේජයක් යැවීමෙන් තොරව ඔබට ඉහළ ආදායමක් සහිත පරිපූර්ණ වෙළඳසැලක් තිබිය හැකිය."
    },
    "pos-setup": {
      "title": "මාර්ගගත මුදල් ලේඛනයක් සැකසීම",
      "desc": "ඔබේ Selldone POS ඔබේ වෙළඳසැල් ශාඛා තුළ ධාවනය කර ඔබේ ව්‍යාපාර සහ භෞතික ශාඛා දියුණු කිරීමට තිබෙන වඩාත්ම වෘත්තීය ගබඩා මෙවලම් භාවිත කරන්න."
    }
  },
  "industries": {
    "ART": "කලාව",
    "MARKETING_ADS": "අලෙවිකරණය සහ ප්‍රචාරණය",
    "SERVICES": "සේවාවන්",
    "CLOTHING_FASHION": "ඇඳුම් පැළඳුම් සහ විලාසිතා",
    "HANDCRAFTS": "හස්ත කර්මාන්ත",
    "ELECTRONICS_TECH": "ඉලෙක්ට්රොනික හා තාක්ෂණය",
    "HEALTH_BEAUTY": "සෞඛ්යය සහ රූපලාවන්ය",
    "HOME_GARDEN": "නිවස සහ වත්ත",
    "JEWELRY_ACCESSORIES": "ස්වර්ණාභරණ සහ උපාංග",
    "FOOD_DRINK": "කෑම බීම",
    "PET_CARE": "සුරතල් සත්කාර",
    "SPORTS": "ක්රීඩා",
    "RECREATION": "විනෝදාස්වාදය",
    "TOYS_GAMES": "සෙල්ලම් බඩු සහ ක්රීඩා",
    "AUTOMOTIVE": "රථ"
  },
  "expert_panel": {
    "title": "Selldone විශේෂඥ කළමනාකරණ පැනලය",
    "add_dialog": {
      "title": "නව රැකියාවක් එක් කරන්න"
    }
  },
  "contract_view": {
    "running": "දුවනවා",
    "cancelling": "අවලංගු කරන ලෙස ඉල්ලීම..",
    "title": "කොන්ත්රාත් විෂය",
    "description": "කොන්ත්රාත් විස්තරය",
    "permissions_input": "අවශ්ය අවසර තෝරන්න",
    "cost_timeline": "පිරිවැය සහ කාලරේඛාව",
    "timespan": "කොන්ත්රාත්තුවේ කාලසීමාව",
    "cost": "කොන්ත්රාත්තුවේ පිරිවැය",
    "pay_now_action": "මම එකඟ වෙනවා | දැන් ගෙවන්න",
    "complete_action": "ඔව් | කොන්ත්රාත්තුව අවසන් කරන්න",
    "reject_action": "නැත | සම්පූර්ණ කිරීම අනුමත කර නැත",
    "all_tasks_completed_message": "ඔබ සියලු අර්ථ දක්වා ඇති කාර්යයන් සම්පූර්ණ කර ඇත. ඔබ මෙය අවසන් කර ඇත්නම්, ඇණවුම් සම්පූර්ණ කිරීමේ යතුර ඔබන්න. මෙම පියවරෙන් පසු, පාරිභෝගිකයා කාර්යය භාරදීම තහවුරු කළ යුතුය.",
    "waiting_complete_by_customer_message": "ඔබ කාර්යය තහවුරු කර ඇත, දැන් ඔබට ඇණවුම භාරදීම තහවුරු කිරීමට පාරිභෝගිකයා බලා සිටිය යුතුය. පාරිභෝගිකයා විසින් අනුමත නොකළහොත් හෝ ප්‍රතික්ෂේප කළහොත්, ඇණවුම ස්වයංක්‍රීයව අනුමත කර දින 3 කට පසු සම්පූර්ණ කරනු ලැබේ.",
    "comment": "අදහසක් ඉදිරිපත් කරන්න",
    "comment_desc": "කාර්යයේ ගුණාත්මකභාවය සහ විශේෂඥ අන්තර්ක්‍රියා මත පදනම්ව අනුපාතය.",
    "comment_placeholder": "කාර්යයේ ගුණාත්මකභාවය ගැන ඔබේ අදහස ලියන්න ...",
    "response_placeholder": "පාරිභෝගික ප්‍රතිපෝෂණ ගැන ඔබට කීමට යමක් ඇත්නම්, ලියන්න ...",
    "waiting_for_customer": "පාරිභෝගිකයා එනතුරු බලා සිටී...",
    "account_input": "ආපසු ගැනීමට ගිණුම",
    "dialog_pay": {
      "title": "ගෙවා ගිවිසුම ආරම්භ කරන්න",
      "insufficient_balance": "ප්‍රමාණවත් ශේෂයක් නැත! ගෙවීමට ගිණුමක් අය කරන්න."
    },
    "dialog_cancel": {
      "title": "ගිවිසුම අවලංගු කරන්න",
      "confirm_code": "තහවුරු කිරීමේ කේතය වේ",
      "confirm_code_label": "තහවුරු කිරීමේ කේතය",
      "confirm_action": "ඔව්, ගිවිසුම අවලංගු කරන්න"
    },
    "notifications": {
      "save": "ගිවිසුම සාර්ථකව සංස්කරණය කරන ලදී.",
      "pay": "කොන්ත්‍රාත්තුව ගෙවා සාර්ථකව ආරම්භ විය.",
      "end": "ඇණවුම සම්පූර්ණ කිරීම තහවුරු කිරීම සඳහා පාරිභෝගිකයා වෙත යවන ලදී.",
      "complete": "කොන්ත්රාත්තුව අවසන්.",
      "reject": "කොන්ත්රාත්තුව සම්පූර්ණ කිරීම අනුමත නොකෙරේ.",
      "cancel": "කොන්ත්රාත්තුව අවලංගු කර ඇත.",
      "update": "අවසරය යාවත්කාලීන කරන ලදී.",
      "comment": "ඔබේ අදහස යවා ඇත.",
      "response": "ඔබේ ප්‍රතිචාරය යවා ඇත."
    }
  },
  "expert_page": {
    "title": "හොඳම විශේෂඥයින් බඳවා ගන්න",
    "sub_title": "ඔබේ වෙළඳසැල සැලසුම් කිරීම, දියත් කිරීම, ප්‍රචාරණය කිරීම හෝ කළමනාකරණය කිරීම ගැන කරදර නොවන්න. දේවල් වඩා හොඳ සහ වේගවත් කිරීමට සහතික කළ විශේෂඥයෙකු බඳවා ගන්න.",
    "steps_title": "ඉටු කිරීමට පියවර තුනක් ඉතිරිව ඇත",
    "step_1_title": "විශේෂඥ අමතන්න",
    "step_1_desc": "විශේෂඥයින්ගෙන් යෝජනා ඉල්ලා සිටින්න, නැතහොත් නිර්දේශිත විශේෂඥයින්ට ගැළපෙන රැකියාවක් සාදන්න.",
    "step_2_title": "කොන්ත්රාත්තුව එකඟ කර ලබා ගන්න",
    "step_2_desc": "පිළිතුරු සමාලෝචනය කරන්න, නිවැරදි ගැළපුම සොයා ගන්න, සහ වේලාව සහ නිශ්චිත මිල වැනි විස්තර සාකච්ඡා කරන්න.",
    "step_3_title": "රැකියාව තහවුරු කර ක්‍රියාත්මක කරන්න",
    "step_3_desc": "Selldone හරහා කාර්යක්ෂමව වැඩ කළ හැකි සුදුසුකම් ලත් වෘත්තිකයන් විශ්වාස කරන්න.",
    "who": {
      "title": "ඔබ මෙහි සොයා ගන්නේ කවුද?",
      "box_image": "/app/img/selldone-expert-box.37fb6205.png",
      "spec1_title": "මාස්ටර්, ඔවුන්ගේ ක්ෂේත්‍රයේ සහ Selldone තුළ",
      "spec1_desc": "ඔබට කිසිදු ක්‍රමලේඛන කුසලතා අවශ්‍ය නොවේ! Selldone සියලු යාවත්කාලීන කිරීම් බලා ගනී. විකුණුම් වැඩි කිරීම සඳහා ඔබේ සියලු උත්සාහයන් යොදන්න!",
      "spec2_title": "තෝරාගත් සහ කැපවූ මිනිසුන්",
      "spec2_desc": "කේතීකරණය හෝ තාක්ෂණික දැනුම අවශ්‍ය නොවේ. අමතර වියදම්, සංකීර්ණ තාක්ෂණික ගැටළු සහ ඔබගේ මාර්ගගත ව්‍යාපාරයේ ඇති බාධක වලට සමුදෙන්න!",
      "spec3_title": "වඩාත්ම වෘත්තිකයා විසින් කරන ලද වෘත්තීයමය කාර්යය",
      "spec3_desc": "ඔබට කිසිදු ක්‍රමලේඛන කුසලතා අවශ්‍ය නොවේ! ඔබේ අවශ්‍යතා සපුරාලීම සඳහා Selldone හි හොඳම වෘත්තිකයන්!"
    },
    "expert_categories": "විශේෂඥයින් විසින් සපයනු ලබන සේවා කාණ්ඩය",
    "show_all_topics": "සියලුම ප්‍රවර්ග පෙන්වන්න",
    "marketing_title": "අලෙවිකරණය සහ විකුණුම් වර්ධනය",
    "starts_title": "ඔන්ලයින් ව්‍යාපාරයක් ආරම්භ කිරීම සහ සංවර්ධනය කිරීම",
    "managements_title": "ව්යාපාර කළමනාකරණය",
    "contents_title": "අන්තර්ගත නිර්මාණය, ඡායාරූපකරණය සහ වීඩියෝ",
    "apps_title": "තවත් විශේෂාංග සහ මගේ යෙදුම් ස්ථාපනය",
    "footer": {
      "title": "ඔබේ අවශ්‍යතාවයට ගැලපෙන හොඳම විශේෂඥයා සොයා ගැනීම",
      "message": "පහත පෝරමය පිරවීමෙන් ඔබ නව රැකියාවක් නිර්මාණය කරයි, එවිට හොඳම විශේෂඥයින්ට ඔබේ අවශ්‍යතා මත පදනම්ව ඔවුන්ගේ යෝජනා ඔබට එවිය හැක."
    }
  },
  "public_job_page": {
    "hire_expert_title": "ඔබට මෙම විශේෂඥයා ඔබ වෙනුවෙන් වැඩ කිරීමට අවශ්‍යද?",
    "your_own_job_message": "ඔබ මෙම කාර්යය නිර්වචනය කර ඇත! පරිපාලක පැනලය වෙත ගොස් මෙම කාර්යය කෙලින්ම කළමනාකරණය කිරීමට පහත යතුර ඔබන්න.",
    "go_to_job_panel": "මගේ පැනලය වෙත යන්න",
    "no_chat": "ඔබ තවමත් ඉල්ලීම් කිසිවක් ඉදිරිපත් කර නැත.",
    "job_tasks": "රැකියා කාර්යයන් පිරිනමනු ලැබේ",
    "included": "ආරම්භක මිලෙහි කාර්යයන් ඇතුළත් වේ",
    "additional": "අමතර වැඩ සහ කාර්යයන්",
    "permissions": "අවශ්ය අවසර"
  },
  "expert_request_form": {
    "action_message": "ඔබට වෙනත් කෙනෙකු ඔබ වෙනුවෙන් ඔබේ වෙළඳසැල තැනීමට, කළමනාකරණය කිරීමට හෝ අලෙවි කිරීමට අවශ්‍යද? එබැවින් ඔබ සිතන දේ කිරීමට විශේෂඥයෙකු බඳවා ගන්න.",
    "order_new_kob": "නව රැකියාවක් ඇණවුම් කරන්න",
    "new_shop_action_small": "ඔබට ඔබේ වෙළඳසැලේ වැඩ කිරීමට විශේෂඥයෙකු අවශ්‍යද?",
    "mange_shop_action_small": "ඔබට විශේෂඥයෙකු ඔබ වෙනුවෙන් ගබඩාවක් තැනීමට අවශ්‍යද?",
    "new_shop_action": "ඔබට දීමනා කිහිපයක් ලැබී ඇත",
    "mange_shop_action": "විශේෂඥයන් ඔබගේ අයදුම්පත සමාලෝචනය කරයි.",
    "hire_expert": "විශේෂඥයෙකු බඳවා ගැනීම",
    "check_mail_status": "කරුණාකර ඔබගේ විද්‍යුත් තැපෑල පරීක්ෂා කරන්න",
    "header_new": "නව ඉල්ලීම",
    "header_view": "ඉල්ලීම යවන්න",
    "title": "ඔබට නවීන අන්තර්ජාල වෙළඳසැලක් අවශ්‍යද?",
    "message": "ඔබට ඒ සියල්ල ඔබම කිරීමට අවශ්‍ය නැත. අපගේ සහතික ලත් ප්‍රවීණයන්ට ඔබේ ඔන්ලයින් වෙළඳසැල වේගවත්, පහසු සහ වඩාත් ආකර්ෂණීය ලෙස ගොඩනගා ගැනීමට ඔබට උදවු කළ හැක. ඔබේ අවශ්‍යතා විස්තර කර ඔබේ විකුණුම් ඉහළ නැංවීමට ඔබට සහාය වීමට හොඳම එක සොයා ගන්න.",
    "steps_title": "මෙම පියවර අනුගමනය කරන්න",
    "step_1": "ඔබේ අවශ්‍යතා විස්තර කරන්න",
    "step_1_message": "ඔබට අවශ්ය දේ විශේෂඥයින්ට කියන්න",
    "step_2": "විශේෂඥයින්ගේ පිරිනැමීම් සමාලෝචනය කරන්න",
    "step_2_message": "ඔබේ අවශ්‍යතාවයට ගැලපෙන හොඳම එක තෝරන්න",
    "step_3": "වැදගත් විස්තර සාකච්ඡා කර ප්‍රවීණයන් සමඟ වැඩි විස්තර ලබා ගන්න",
    "step_3_message": "වැදගත් විස්තර සාකච්ඡා කර ප්‍රවීණයන් සමඟ වැඩි විස්තර ලබා ගන්න",
    "shop_info": "සාප්පුව තෝරන්න",
    "select_shop": "මට මගේ කඩේකට විශේෂඥයෙක් අවශ්‍යයි",
    "shop_id": "සාප්පු යන්න",
    "shop_id_message": "ඔබට තවත් සේවා අවශ්‍ය නම් ඔබගේ පවතින වෙළඳසැල් වලින් තෝරන්න.",
    "shop_id_placeholder": "කඩයක් තෝරන්න...",
    "store_name": "ගබඩාවේ නම",
    "store_name_placeholder": "මගේ කඩේ නම...",
    "store_name_messages": "ඔබ සතුව ඇති හෝ අනාගතයේදී ගොඩනැගීමට අදහස් කරන ඔබේ වෙළඳසැලේ නම අපට කියන්න.",
    "contact": "සබඳතා තොරතුරු",
    "name_placeholder": "අවශ්ය*",
    "email": "විද්යුත් තැපෑල",
    "email_placeholder": "අවශ්‍ය* your-email@gmail.com",
    "request_title": "ඔබේ අවශ්‍යතා විස්තර කරන්න.",
    "request_message": "අපගේ විශේෂඥයාට ඔබේ අවශ්‍යතා වඩා හොඳින් සපුරාලීමට සහ ඔබට දැරිය හැකි මිලක් සහ කාලය ඇස්තමේන්තු කිරීම සඳහා ඔබේ ව්‍යාපාරය පිළිබඳ නිශ්චිත තොරතුරු ලබා දෙන්න.",
    "description": "ඔබේ ව්‍යාපාරය ගැන වැඩි විස්තර අපට කියන්න",
    "description_messages": "ඔබේ ව්යාපාරය කුමක්ද? ඔබ භාණ්ඩ හෝ සේවා විකුණනවාද?",
    "services_title": "විශේෂඥයා විසින් ඔබට කිරීමට අවශ්‍ය කාර්යයන් මොනවාද?",
    "select_one_caution": "අවම වශයෙන් එක් විකල්පයක් තෝරන්න!",
    "detail_title": "විශේෂඥයාට ඔබේ අවශ්‍යතා වඩා හොඳින් දැන ගැනීමට උදවු කිරීමට විස්තර එක් කරන්න.",
    "detail": "ව්යාපෘති විස්තර",
    "detail_messages": "ඔබට දැනට පවතින වෙබ් අඩවියක් තිබේද? ඔබට Instagram හි සාප්පුවක් හෝ භෞතික සාප්පුවක් තිබේද? කාල රේඛාව නම්‍යශීලීද?",
    "preferences_title": "සීමාවන් සහ මනාපයන්",
    "preferences_message": "ඔබේ රැකියාව සඳහා සුදුසු වෘත්තිකයන්ට ඔබේ ව්‍යාපෘති යෝජනාව සමාලෝචනය කළ හැකි වන පරිදි ඔබේ මනාපයන් තීරණය කරන්න.",
    "level_title": "ඔබට හොඳම තේරීම කවුද?",
    "level_message": "ප්‍රවීණයන්ගේ කුසලතා, පළපුරුද්ද සහ සහාය මට්ටම් මිල තීරණය කරයි",
    "level_low": "අඩු මිලට විශේෂඥයින්",
    "level_medium": "මධ්යම මිල විශේෂඥයින්",
    "level_high": "ඉහළ මිලක් සහිත විශේෂඥයින්",
    "location_title": "ඔබ ඔබේ ස්ථානය අසල විශේෂඥයන් සමඟ වැඩ කිරීමට කැමතිද?",
    "location_near": "ඔව්",
    "location_no": "නැත",
    "language_title": "ප්‍රවීණයන් සමඟ සන්නිවේදනය කිරීමේදී ඔබේ භාෂා මනාපය කුමක්ද?",
    "language": "භාෂාව",
    "language_placeholder": "එකක් තෝරගන්න*",
    "free_support_title": "කුඩා ව්යාපාර සහාය",
    "free_support_message": "ආරම්භකයින්ට උපකාර කිරීම ඔබේ අනාගතය සහ Selldone සඳහා හොඳ ආයෝජනයක් බව අපි විශ්වාස කරමු. අපි සෑම විටම මෙම මාර්ගයට ඔබේ පිටුබලය ලබා ගත්තෙමු. ඔබේ නිෂ්පාදන සහ සේවාවන් වඩාත් ආකර්ශනීය, නව්‍ය හෝ ඊටත් වඩා ප්‍රායෝගික වන තරමට, අපෙන් සහ අපගේ ප්‍රවීණයන්ගෙන් ඔබට නොමිලේ ලැබෙන සේවාවන් වැඩි වේ.",
    "free_support_condition": "ඔබ ඔබේම ව්‍යාපාරයක් ආරම්භ කිරීමට සහ අන්තර්ජාලය හරහා විකිණීමට බැරෑරුම් ලෙස සිතන්නේ නම්, එය ප්‍රමාණවත් වේ. ඉතිරිය අපට භාරයි!",
    "free": "ඔබට නොමිලේ සේවා අවශ්‍යද?",
    "free_messages": "ඔබ ආරම්භක ව්‍යාපාරයක් නම් හෝ දැනට විශේෂඥයින්ට ගෙවීමට මූල්‍යමය හැකියාවක් නොමැති නම් මෙම විකල්පය තෝරන්න.",
    "action_new": "නව ඉල්ලීම",
    "action_send": "ඉල්ලීම ඉදිරිපත් කරන්න",
    "start_price_message": "මෙම විශේෂඥයා සඳහා {topic} රැකියා {price} {currency} ට ආරම්භ වේ",
    "notifications": {
      "success_send": "ඔබගේ ඉල්ලීම සාර්ථකව ඉදිරිපත් කර ඇත. කරුණාකර Selldone විශේෂඥයින්ගේ දීමනා සඳහා රැඳී සිටින්න."
    },
    "stage": {
      "title": "ඔබේ ව්‍යාපාරයේ අදියර කුමක්ද?",
      "start": "නව ව්‍යාපාරයක් ආරම්භ කිරීම",
      "online": "මට මගේ පවතින ව්‍යාපාරය අන්තර්ජාලය හරහා කිරීමට අවශ්‍යයි",
      "extend": "මට අන්තර්ජාල වෙළඳසැලක් ඇති අතර මම එය මත වැඩ කරමින් සිටිමි",
      "pos": "මට මගේ ගබඩා ශාඛාවල Selldone POS පිහිටුවීමට අවශ්‍යයි"
    },
    "budget": {
      "title": "ඔබට නිදහස් අයවැය පිළිබඳ ඇස්තමේන්තුවක් තිබේද?",
      "yes": "ඔව්, මගේ අයවැය පැහැදිලියි",
      "no": "නැහැ, මට තවත් තොරතුරු අවශ්‍යයි"
    },
    "login": {
      "title": "කරුණාකර පිවිසෙන්න",
      "message": "පළමුව ලියාපදිංචි වීමට ලොග් වන්න. ඔබට ජංගම දුරකථන අංකය හෝ සමාජ ජාල ගිණුම් හරහා ඔබේ Selldone වෙත ඉක්මනින් සහ ආරක්ෂිතව ලොග් විය හැක."
    },
    "select_shop_title": "සාප්පුවක් තෝරන්න",
    "select_shop_description": "දැනට පවතින කඩයකට මට විශේෂඥයෙක් අවශ්‍යයි",
    "new_shop_mode_title": "නව වෙළඳසැලක් සාදන්න",
    "new_shop_mode_description": "මට අලුත් කඩයක් හදන්න ඕන"
  },
  "expert_requests": {
    "title": "විවෘත ඉල්ලීම්",
    "dialog": {
      "title": "විශේෂඥ ඉල්ලීම් විස්තර",
      "start_chat": "සාකච්ඡා ආරම්භ කරන්න"
    }
  },
  "job_chat": {
    "title": "රැකියා සාකච්ඡා"
  },
  "expert_chat_box": {
    "need_expert_question": "ඔබට විශේෂඥයෙකු අවශ්යද?",
    "find_expert": "විශේෂඥ සොයා ගන්න..",
    "folder_name": "ෆෝල්ඩරයේ නම",
    "folder_dialog": {
      "title": "ෆෝල්ඩර සංස්කරණය කරන්න",
      "hide_new_folder": "නව ෆෝල්ඩරය සඟවන්න",
      "add_new_folder": "නව ෆෝල්ඩරය එක් කරන්න"
    }
  },
  "add_job": {
    "add_title": "නව රැකියාවක් එක් කරන්න",
    "edit_title": "කාර්යය සංස්කරණය කරන්න",
    "message": "මෙම කොටසේ ඔබට කළ හැකි රැකියා මාතෘකාව සහ රැකියා විස්තරය ඇතුළත් කරන්න. ඔබගේ රැකියා විස්තරයේ පාඨයෙහි සම්බන්ධතා තොරතුරු සහ සබැඳි නොලිය යුතු බව සලකන්න.",
    "start_price_message": "එක් එක් ඇණවුමේ අවම පිරිවැය.",
    "currency_message": "මුදල් වෙනස් කිරීම මෙම කාර්යය සඳහා ඔබේ මූල්‍ය වාර්තා යළි පිහිටුවයි.",
    "job_desc_message": "මෙම කාර්යය සඳහා ඔබේ සම්පූර්ණ සේවය විස්තර කරන්න.",
    "included_message": "මූලික පිරිවැයක් යටතේ පාරිභෝගිකයා සඳහා ඔබ සපයන සේවාවන් මොනවාදැයි විස්තර කරන්න.",
    "additional_message": "මූලික සේවාවන්ට අමතරව ඔබ සපයන වෙනත් සේවාවන් මොනවාද?",
    "available": "පවතින රැකියාව",
    "available_message": "මෙම කාර්යය සඳහා මහජන ප්රවේශය",
    "add_action": "නව රැකියාවක් එක් කරන්න",
    "edit_action": "කාර්යය සංස්කරණය කරන්න",
    "notifications": {
      "edit": "කාර්යය සාර්ථකව යාවත්කාලීන කරන ලදී.",
      "add": "නව රැකියාව සාර්ථකව නිර්මාණය කරන ලදී"
    }
  },
  "contract_form": {
    "shop_message": "පරිපාලකගේ හෝ ජ්‍යෙෂ්ඨ කළමනාකරුගේ ප්‍රවේශය පමණක් ඇති පාරිභෝගික වෙළඳසැල් පෙන්වන්න.",
    "shop_placeholder": "ඔබට එහි වැඩ කිරීමට අවශ්‍ය ගබඩාව තෝරන්න*",
    "title_message": "මෙම ගිවිසුම සඳහා මාතෘකාවක් සකසන්න..",
    "description_message": "කොන්ත්රාත්තුවේ විස්තර ලියන්න...",
    "permissions": "අවශ්ය අවසර තෝරන්න",
    "cost_message": "කොන්ත්රාත්තුවේ පිරිවැය",
    "days": "කොන්ත්රාත් කාලය",
    "days_message": "කොන්ත්රාත් කාලය",
    "create_action": "නව ගිවිසුමක් සාදන්න",
    "notifications": {
      "add": "නව ගිවිසුම නිර්මාණය කර පරිශීලකයා වෙත යවන ලදී."
    }
  }
};