export default {
  "experts_common": {
    "experts_page": "நிபுணர்கள் பக்கம்",
    "no_job": "சரியான பொருத்தம் கிடைக்கவில்லை!",
    "jobs_filter": "வேலைகள் வடிகட்டி",
    "start_price": "ஆரம்ப விலை",
    "completed_count": "வேலைகள் முடிந்தது",
    "job_title": "வேலை தலைப்பு",
    "job_desc": "வேலை விவரம்",
    "job_not_approved": "வேலை இன்னும் சரிபார்க்கப்படவில்லை.",
    "new_job": "புதிய வேலை",
    "expert_profile": "நிபுணர் சுயவிவரம்",
    "job_detail": "வேலை விவரங்கள்",
    "contracts": "ஒப்பந்தங்கள்",
    "start_end_date": "தொடக்க/முடிவு தேதி",
    "complete_cancel_date": "நிறைவு/ரத்து தேதி",
    "waiting_pay_and_start": "பணம் செலுத்தி தொடங்க காத்திருக்கிறது",
    "waiting_to_complete": "வாடிக்கையாளரின் ஒப்புதலுக்காக காத்திருக்கிறது",
    "running": "ஓடுதல்",
    "paY_start_action": "பணம் செலுத்தி இப்போதே தொடங்குங்கள்",
    "need_help": "உதவி தேவை?",
    "hire_me_now": "இப்போதே என்னை வேலைக்கு அமர்த்துங்கள்...",
    "expert_contracts": "நிபுணர் ஒப்பந்தங்கள்"
  },
  "topic_categories": {
    "SETUP": {
      "title": "ஆன்லைன் கடையை அமைக்கவும்",
      "desc": "இந்தத் துறையில் உள்ள வல்லுநர்கள் உங்களுக்காக எளிதாகவும் வேகமாகவும் உங்கள் ஆன்லைன் ஸ்டோரை உருவாக்குகிறார்கள்."
    },
    "ADD_PAGE": {
      "title": "பக்கங்களைச் சேர் (லேண்டிங்ஸ், எங்களைப் பற்றி, ...)",
      "desc": "எங்களைப் பற்றிய இறங்கும் பக்கங்கள் மற்றும் உங்கள் இணையதளத்தின் பிற பக்கங்களை உருவாக்குவதை இந்த நிபுணர்களிடம் விட்டுவிடலாம்."
    },
    "ADD_PRODUCT": {
      "title": "தயாரிப்புகள் மற்றும் வகைகளைச் சேர்க்கவும்",
      "desc": "நீங்கள் கடையில் பொருட்களைச் சேர்க்க, இதைச் செய்ய ஆட்களை நியமிக்கலாம்."
    },
    "PAYMENT": {
      "title": "கட்டண முறைகளைச் சேர்க்கவும்",
      "desc": "உங்களுக்கான நுழைவாயிலைப் பெறுவதற்கும் புதுப்பிப்பதற்கும் ஒரு கட்டண நுழைவாயில் நிபுணரை நியமிக்கவும்."
    },
    "MARKETING": {
      "title": "சந்தைப்படுத்தல்",
      "desc": "உங்கள் பிரச்சாரங்கள் மற்றும் ஊக்கத்தொகைகளில் சிறந்த மாற்றங்களைச் செய்ய அல்லது பயனுள்ள விளம்பரப் பிரச்சாரத்தைத் தொடங்க சந்தைப்படுத்தல் நிபுணர்கள் உங்களுக்கு உதவுகிறார்கள்."
    },
    "MIGRATION": {
      "title": "எனது கடையை வேறொரு மின்வணிக தளத்திலிருந்து நகர்த்தவும்",
      "desc": "நீங்கள் முன்பு ஒரு கடை வைத்திருந்தீர்களா? ஒரு நிபுணருக்கு கடையை மாற்றும் பணியை நீங்கள் விட்டுவிடலாம், இதனால் ஒரு தொழில்முறை சேவை உங்கள் கடையை எப்போதும் ஆதரிக்கும்."
    },
    "APP_SETUP": {
      "title": "அமைவு பயன்பாடு",
      "desc": "உங்கள் ஸ்டோரில் ஆப்ஸை அமைப்பதற்கும் நிறுவுவதற்கும் உதவி தேவையா? நீங்கள் ஒரு தனிப்பட்ட பயன்பாட்டை உருவாக்க வேண்டுமா? இந்தத் துறையில் வல்லுநர்கள் உங்களுடன் இருப்பார்கள்."
    },
    "MANAGEMENT": {
      "title": "கடை மேலாண்மை",
      "desc": "உங்கள் ஸ்டோர் நிர்வாகத்தின் சில பகுதிகளை ஸ்டோர் மேனேஜ்மென்ட் நிபுணர்களுக்கு அவுட்சோர்ஸ் செய்யலாம். வணிகத்தை நடத்துவதற்கான அனைத்து அம்சங்களிலும் அவர்கள் நிபுணர் ஆலோசனைகளை வழங்குகிறார்கள்."
    },
    "CONTENT": {
      "title": "உள்ளடக்கத்தை எழுதுதல்",
      "desc": "உங்கள் தயாரிப்புகள், பிராண்ட் அல்லது ஸ்டோர் ஆகியவற்றின் உள்ளடக்க உருவாக்கத்தை உள்ளடக்க எழுதும் நிபுணர்களுக்கு ஒதுக்கவும்."
    },
    "PHOTOGRAPHY": {
      "title": "புகைப்படம் எடுத்தல் மற்றும் தொகுத்தல்",
      "desc": "உங்கள் தயாரிப்புகள் மற்றும் சேவைகளின் புகைப்படங்களை எடுக்க வேண்டுமா? இந்தப் பிரிவில் உள்ள வல்லுநர்கள் உங்களுக்குத் தேவையான படங்கள், அனிமேஷன்கள் மற்றும் 3டி மாடல்களைத் தயாரிப்பார்கள்."
    },
    "DROP_SHIPPING": {
      "title": "டிராப்ஷிப்பிங்கை அமைக்கவும்",
      "desc": "நீங்கள் மொத்த விற்பனையாளர் அல்லது சில்லறை விற்பனையாளராக இருந்தால், Selldone dropshipping தளத்தை நீங்கள் எப்பொழுதும் தேடிக்கொண்டிருப்பீர்கள். உங்கள் வணிகத்தை வளர்ப்பதற்கான புதிய வழிகளைக் கண்டறிய டிராப்ஷிப்பிங் நிபுணர்கள் உங்களுக்கு உதவுவார்கள்."
    },
    "POS_SETUP": {
      "title": "Selldone POS ஐ அமைக்கவும்",
      "desc": "உங்கள் ஸ்டோரின் ஆன்லைன் பிஓஎஸ்ஸை அமைக்க ஒரு நிபுணரை நியமிக்கவும்."
    }
  },
  "topics": {
    "store-design": {
      "title": "ஒரு மின்வணிகத்தை உருவாக்குங்கள்",
      "desc": "உங்கள் ஆன்லைன் ஸ்டோரின் வடிவமைப்பு மற்றும் அமைப்பை உங்கள் யோசனைகளைச் செயல்படுத்தக்கூடிய நிபுணர்களிடம் ஒப்படைக்கவும்."
    },
    "store-configuration": {
      "title": "ஸ்டோர் கட்டமைப்பு",
      "desc": "தேடுபொறிகளுக்கான வணிகத் தகவலை உள்ளிடுதல், ஷிப்பிங் மற்றும் கிடங்கு முறைகளை அமைத்தல் போன்ற ஸ்டோர் உள்ளமைவுக்கான நிபுணரிடம் இருந்து உதவியைப் பெறலாம்."
    },
    "store-optimization": {
      "title": "செயல்திறன் மற்றும் வேக உகப்பாக்கம்",
      "desc": "உங்கள் வலைத்தளத்தின் வேகம் மற்றும் செயல்திறனை அதிகரிக்க வல்லுநர்கள் வேலை செய்வார்கள்."
    },
    "domain": {
      "title": "டொமைன் இணைப்பு",
      "desc": "உங்கள் ஸ்டோர் மற்றும் இணையதளத்தில் தனிப்பயன் டொமைனைச் சேர்க்கவும்."
    },
    "page-design": {
      "title": "இறங்கும் பக்கம் மற்றும் டெம்ப்ளேட் வடிவமைப்பு",
      "desc": "உங்கள் இணையதளம் இறங்கும் பக்கங்கள், முகப்புப் பக்கம் மற்றும் உள் பக்கங்களை வடிவமைக்கவும்."
    },
    "add-product": {
      "title": "தயாரிப்புகள் மற்றும் வகைகளைச் சேர்க்கவும்",
      "desc": "வகைகளைச் சரிசெய்ய உங்கள் தயாரிப்புகளின் படங்கள், விளக்கங்கள் மற்றும் விவரக்குறிப்புகளைச் சேர்க்கவும். சிறந்த பொருத்தப்பட்ட தயாரிப்புகளைக் கண்டறிவதை உங்கள் வாடிக்கையாளர்களுக்கு எளிதாக்குகிறது."
    },
    "payment": {
      "title": "கட்டணம் நுழைவாயில்",
      "desc": "உங்கள் கடையில் ஆன்லைன் கட்டண நுழைவாயிலைச் சேர்க்கவும்."
    },
    "tax": {
      "title": "வரி ஆலோசனை",
      "desc": "உங்கள் நிதி மற்றும் வரி சிக்கல்களில் ஆலோசனை பெறவும்."
    },
    "email-marketing": {
      "title": "மின்னஞ்சல் மார்க்கெட்டிங்",
      "desc": "மின்னஞ்சல் மார்க்கெட்டிங் கருவிகளைப் பயன்படுத்தி உங்கள் பயனர்களை வாடிக்கையாளர்களாக மாற்றவும் மேலும் வாங்குவதற்கு அவர்களைக் கவர்ந்திழுக்கவும்."
    },
    "seo": {
      "title": "SEO",
      "desc": "கூகுள் தேடல் முடிவுகளில் உங்கள் தரவரிசையை அதிகரிக்கவும், இதன் மூலம் அதிகமான மக்கள் உங்கள் தேடலில் உங்கள் தயாரிப்புகளைக் கண்டுபிடிப்பார்கள்."
    },
    "search-ads": {
      "title": "விளம்பரங்களைத் தேடுங்கள்",
      "desc": "Google போன்ற தேடுபொறிகளில் உங்கள் தயாரிப்புகளை விளம்பரப்படுத்தவும்."
    },
    "social-marketing": {
      "title": "சமூக ஊடகங்களில் சந்தைப்படுத்துதல்",
      "desc": "உங்கள் தயாரிப்புகள் மற்றும் சேவைகளைப் பார்க்க அதிகமான பார்வையாளர்களை ஈர்க்க சமூக ஊடக பிரச்சாரங்களைத் தொடங்கவும்."
    },
    "content-marketing": {
      "title": "உள்ளடக்க சந்தைப்படுத்தல்",
      "desc": "உங்கள் வணிகத்திற்கு பயனுள்ள மற்றும் பொருத்தமான உள்ளடக்கத்தை உருவாக்கி வெளியிடவும்."
    },
    "sale-channels": {
      "title": "விற்பனை சேனல்களை உருவாக்குங்கள்",
      "desc": "Selldone இல் உள்ள உங்கள் ஆன்லைன் ஸ்டோருடன் இணைப்பதன் மூலம் Instagram, Telegram மற்றும் Facebook போன்ற புதிய விற்பனை சேனல்களைத் தொடங்கவும்."
    },
    "conversion": {
      "title": "மாற்று விகிதம் மேம்படுத்தல்",
      "desc": "மாற்று விகிதங்களை அதிகரிக்கவும், அதிகமான பார்வையாளர்களை வாடிக்கையாளர்களாக மாற்றவும் மற்றும் உங்கள் பிரச்சாரங்களின் செயல்திறனை அதிகரிக்கவும்."
    },
    "analyze": {
      "title": "பயனர் நடத்தையை பகுப்பாய்வு செய்யுங்கள்",
      "desc": "ஆன்லைன் ஸ்டோரில் உங்கள் பயனர்களின் நடத்தையை கண்காணிக்கவும் மற்றும் அவர்களுக்கு சிறந்த பயனர் அனுபவத்தை வழங்க உடல் கிளைகள் கூட."
    },
    "brand-strategy": {
      "title": "பிராண்ட் உத்தி",
      "desc": "உங்கள் வணிக முத்திரையை உருவாக்கி விரிவுபடுத்துவதில் பணியாற்றுங்கள்."
    },
    "migration": {
      "title": "ஸ்டோர் இடம்பெயர்வு",
      "desc": "உங்கள் தற்போதைய கடையை Selldone க்கு நகர்த்தவும்."
    },
    "app-programmer": {
      "title": "ஒரு விண்ணப்பத்தை உருவாக்கவும்",
      "desc": "உங்கள் சொந்த பயன்பாட்டை வடிவமைத்தல் மற்றும் மேம்படுத்துதல்"
    },
    "app-install": {
      "title": "பயன்பாட்டை நிறுவவும்",
      "desc": "கடையில் உங்களுக்குத் தேவையான பயன்பாட்டை நிறுவி உள்ளமைக்கவும்."
    },
    "ux-design": {
      "title": "தனிப்பயனாக்கப்பட்ட UX வடிவமைப்பு",
      "desc": "ஸ்டோர் அல்லது பயன்பாட்டில் உள்ள உங்கள் பயனர்களுக்கு தனிப்பட்ட பயனர் அனுபவத்தை வடிவமைக்கவும்."
    },
    "debug": {
      "title": "பழுது நீக்கும்",
      "desc": "உங்கள் கடையில் உள்ள பிழைகள் மற்றும் சிக்கல்களை சரிசெய்யவும்."
    },
    "strategy": {
      "title": "வணிக மூலோபாய ஆலோசனை",
      "desc": "உங்கள் வணிகச் செயல்பாட்டை மேம்படுத்தவும் மேம்படுத்தவும் அனுபவம் வாய்ந்தவர்களிடமிருந்து ஆலோசனைகளைப் பெறுங்கள்."
    },
    "products-guide": {
      "title": "தயாரிப்பு வள வழிகாட்டி",
      "desc": "தயாரிப்பு தயாரிப்பு மற்றும் விநியோகச் சங்கிலி வடிவமைப்பிற்கு நிபுணர்களிடம் உதவி கேட்கவும்."
    },
    "setup-guide": {
      "title": "ஸ்டோர் அமைப்பு மற்றும் வடிவமைப்பு ஆலோசனை",
      "desc": "வணிகத்தைத் தொடங்க அல்லது ஆன்லைனில் செய்ய இந்தத் துறையில் உள்ள நிபுணர்களிடமிருந்து ஆலோசனையைப் பெறுங்கள்."
    },
    "marketing-guide": {
      "title": "சந்தைப்படுத்தல் மற்றும் விற்பனை ஆலோசனை",
      "desc": "நிபுணர்கள் மற்றும் நிபுணர்களிடமிருந்து ஆலோசனையைப் பெறுவதன் மூலம் உங்கள் விற்பனையை எவ்வாறு சந்தைப்படுத்துவது மற்றும் அதிகரிப்பது என்பதை அறியவும்."
    },
    "product-description": {
      "title": "தயாரிப்பு விளக்கம்",
      "desc": "உங்கள் தயாரிப்பு விளக்கங்களை கவர்ச்சிகரமானதாக மாற்றவும், இதன் மூலம் உங்கள் வாடிக்கையாளர்கள் உங்கள் தயாரிப்புகளை நன்கு அறிந்துகொள்ள முடியும்."
    },
    "content-write": {
      "title": "சந்தைப்படுத்தல் மற்றும் விளம்பர உள்ளடக்கம்",
      "desc": "வாடிக்கையாளர்கள் சிறந்ததைத் தேர்ந்தெடுப்பதற்கு உதவ, பிராண்ட் கதை மற்றும் உங்கள் தயாரிப்புகள் பூர்த்தி செய்யும் தேவைகளைப் பற்றி எழுதுங்கள்."
    },
    "logo-design": {
      "title": "லோகோ மற்றும் பிராண்ட் வடிவமைப்பு",
      "desc": "உங்கள் பிராண்டிற்கான படம் மற்றும் லோகோ உள்ளடக்கத்தை வடிவமைக்கவும்."
    },
    "banner-design": {
      "title": "பேனர் வடிவமைப்பு",
      "desc": "பிராண்டு விழிப்புணர்வை அதிகரிக்கவும் உங்கள் கடைக்கு போக்குவரத்தை அதிகரிக்கவும் ஈர்க்கக்கூடிய விளம்பர பேனர்களை உருவாக்கவும்."
    },
    "video": {
      "title": "படப்பிடிப்பு மற்றும் அனிமேஷன்",
      "desc": "விளம்பர வீடியோக்கள் மற்றும் 2D மற்றும் 3D அனிமேஷன்களின் தயாரிப்பை மாஸ்டர்களுக்கு விட்டுவிடுங்கள்."
    },
    "photography": {
      "title": "தயாரிப்பு புகைப்படம்",
      "desc": "உங்கள் ஸ்டோர் கண்களைக் கவரும் வகையில் உங்கள் தயாரிப்புகள் மற்றும் சேவைகளின் தொழில்துறை மற்றும் தொழில்முறை படங்களை எடுக்கவும்."
    },
    "photo-editor": {
      "title": "புகைப்படங்களைத் திருத்தவும்",
      "desc": "கவர்ச்சிகரமான படங்களை வடிவமைத்தல், அதில் விளைவுகளைச் சேர்ப்பது, பின்னணியை அகற்றுவது அல்லது புகைப்படத்தில் உரையைச் சேர்ப்பது ஆகியவை அடங்கும்."
    },
    "3d": {
      "title": "3D மாடலிங் மற்றும் AR",
      "desc": "உங்கள் விற்பனையை வியத்தகு முறையில் அதிகரிக்க உங்கள் தயாரிப்புகளின் 3D ஆக்மென்டட் ரியாலிட்டி மாடல்களை உருவாக்குங்கள்."
    },
    "dropshipping": {
      "title": "டிராப்ஷிப்பிங்கை அமைக்கவும்",
      "desc": "உங்களிடம் உற்பத்தியாளர் அல்லது கிடங்கு இருந்தால், ஆயிரக்கணக்கான ஆன்லைன் ஸ்டோர்கள் மூலம் உங்கள் தயாரிப்புகளை எளிதாக விற்க டிராப்ஷிப்பிங் நிபுணர்கள் உங்களுக்கு உதவுவார்கள்."
    },
    "reselling": {
      "title": "மறுவிற்பனையாளருக்கான அமைப்பு",
      "desc": "பொருட்களை வாங்காமலும், கிடங்கு வைக்காமலும், பொட்டலத்தை அனுப்பாமலும், அதிக வருமானத்துடன் கூடிய சரியான கடையை நீங்கள் வைத்திருக்க முடியும்."
    },
    "pos-setup": {
      "title": "ஆன்லைன் பணப் பதிவேட்டை அமைத்தல்",
      "desc": "உங்கள் ஸ்டோர் கிளைகளில் உங்கள் Selldone POSஐ இயக்கவும் மற்றும் உங்கள் வணிகம் மற்றும் இயற்பியல் கிளைகளை உருவாக்க கிடைக்கும் மிகவும் தொழில்முறை ஸ்டோர் கருவிகளைப் பயன்படுத்தவும்."
    }
  },
  "industries": {
    "ART": "கலை",
    "MARKETING_ADS": "சந்தைப்படுத்தல் மற்றும் விளம்பரம்",
    "SERVICES": "சேவைகள்",
    "CLOTHING_FASHION": "ஆடை மற்றும் பேஷன்",
    "HANDCRAFTS": "கைவினைப்பொருட்கள்",
    "ELECTRONICS_TECH": "மின்னணுவியல் மற்றும் தொழில்நுட்பம்",
    "HEALTH_BEAUTY": "ஆரோக்கியம் மற்றும் அழகு",
    "HOME_GARDEN": "வீடு மற்றும் தோட்டம்",
    "JEWELRY_ACCESSORIES": "நகைகள் மற்றும் பாகங்கள்",
    "FOOD_DRINK": "உணவு மற்றும் பானம்",
    "PET_CARE": "செல்லப்பிராணி பராமரிப்பு",
    "SPORTS": "விளையாட்டு",
    "RECREATION": "பொழுதுபோக்கு",
    "TOYS_GAMES": "பொம்மைகள் மற்றும் விளையாட்டுகள்",
    "AUTOMOTIVE": "வாகனம்"
  },
  "expert_panel": {
    "title": "Selldone நிபுணர்கள் மேலாண்மை குழு",
    "add_dialog": {
      "title": "புதிய வேலையைச் சேர்க்கவும்"
    }
  },
  "contract_view": {
    "running": "ஓடுதல்",
    "cancelling": "ரத்து செய்ய கோரிக்கை..",
    "title": "ஒப்பந்த பொருள்",
    "description": "ஒப்பந்த விளக்கம்",
    "permissions_input": "தேவையான அனுமதிகளைத் தேர்ந்தெடுக்கவும்",
    "cost_timeline": "செலவு & காலவரிசை",
    "timespan": "ஒப்பந்தத்தின் காலம்",
    "cost": "ஒப்பந்த செலவு",
    "pay_now_action": "நான் ஒப்புக்கொள்கிறேன் ╏ இப்போது செலுத்த",
    "complete_action": "ஆம் ╏ ஒப்பந்தத்தை முடிக்கவும்",
    "reject_action": "இல்லை ╏ நிறைவு அங்கீகரிக்கப்படவில்லை",
    "all_tasks_completed_message": "வரையறுக்கப்பட்ட அனைத்து பணிகளையும் முடித்துவிட்டீர்கள். நீங்கள் இதை முடித்திருந்தால், ஆர்டர் நிறைவு விசையை அழுத்தவும். இந்த படிக்குப் பிறகு, வாடிக்கையாளர் வேலையின் விநியோகத்தை உறுதிப்படுத்த வேண்டும்.",
    "waiting_complete_by_customer_message": "நீங்கள் வேலையை உறுதி செய்துள்ளீர்கள், இப்போது ஆர்டரின் டெலிவரியை வாடிக்கையாளர் உறுதிப்படுத்தும் வரை நீங்கள் காத்திருக்க வேண்டும். வாடிக்கையாளரால் அங்கீகரிக்கப்படாத அல்லது நிராகரிக்கப்பட்டால், ஆர்டர் தானாகவே அங்கீகரிக்கப்பட்டு 3 நாட்களுக்குப் பிறகு முடிக்கப்படும்.",
    "comment": "கருத்தைச் சமர்ப்பிக்கவும்",
    "comment_desc": "பணியின் தரம் மற்றும் நிபுணரின் தொடர்பு ஆகியவற்றின் அடிப்படையில் விகிதம்.",
    "comment_placeholder": "பணியின் தரம் பற்றி உங்கள் கருத்தை எழுதுங்கள்...",
    "response_placeholder": "வாடிக்கையாளரின் கருத்தைப் பற்றி நீங்கள் ஏதாவது சொல்ல விரும்பினால், எழுதுங்கள் ...",
    "waiting_for_customer": "வாடிக்கையாளருக்காக காத்திருக்கிறது...",
    "account_input": "திரும்பப் பெற வேண்டிய கணக்கு",
    "dialog_pay": {
      "title": "பணம் செலுத்தி ஒப்பந்தத்தைத் தொடங்கவும்",
      "insufficient_balance": "போதிய இருப்பு இல்லை! கட்டணம் செலுத்த கணக்கு."
    },
    "dialog_cancel": {
      "title": "ஒப்பந்தத்தை ரத்து செய்",
      "confirm_code": "உறுதிப்படுத்தல் குறியீடு",
      "confirm_code_label": "உறுதிப்படுத்தல் குறியீடு",
      "confirm_action": "ஆம், ஒப்பந்தத்தை ரத்து செய்"
    },
    "notifications": {
      "save": "ஒப்பந்தம் வெற்றிகரமாகத் திருத்தப்பட்டது.",
      "pay": "ஒப்பந்தம் செலுத்தப்பட்டு வெற்றிகரமாக தொடங்கப்பட்டது.",
      "end": "ஆர்டர் முடிந்ததை உறுதிப்படுத்த வாடிக்கையாளருக்கு அனுப்பப்பட்டது..",
      "complete": "ஒப்பந்தம் முடிந்தது.",
      "reject": "ஒப்பந்தத்தை நிறைவு செய்வது அங்கீகரிக்கப்படவில்லை.",
      "cancel": "ஒப்பந்தம் ரத்து செய்யப்பட்டது.",
      "update": "அனுமதி புதுப்பிக்கப்பட்டது.",
      "comment": "உங்கள் கருத்து அனுப்பப்பட்டது.",
      "response": "உங்கள் பதில் அனுப்பப்பட்டது."
    }
  },
  "expert_page": {
    "title": "சிறந்த நிபுணர்களை நியமிக்கவும்",
    "sub_title": "உங்கள் கடையை வடிவமைத்தல், தொடங்குதல், விளம்பரம் செய்தல் அல்லது நிர்வகிப்பது பற்றி கவலைப்பட வேண்டாம். விஷயங்களைச் சிறப்பாகவும் வேகமாகவும் செய்ய சான்றளிக்கப்பட்ட நிபுணரை நியமிக்கவும்.",
    "steps_title": "முடிக்க இன்னும் மூன்று படிகள் உள்ளன",
    "step_1_title": "நிபுணரைத் தொடர்பு கொள்ளவும்",
    "step_1_desc": "நிபுணர்களிடமிருந்து பரிந்துரைகளைக் கேளுங்கள் அல்லது பரிந்துரைக்கப்பட்ட நிபுணர்களுடன் பொருந்தக்கூடிய வேலையை உருவாக்கவும்.",
    "step_2_title": "ஒப்பந்தத்தை ஏற்கவும் & பெறவும்",
    "step_2_desc": "பதில்களைச் சரிபார்த்து, சரியான பொருத்தத்தைக் கண்டறிந்து, நேரம் மற்றும் சரியான விலை போன்ற விவரங்களைப் பற்றி விவாதிக்கவும்.",
    "step_3_title": "வேலையை உறுதிசெய்து செயல்படுத்தவும்",
    "step_3_desc": "Selldone மூலம் திறமையாக வேலை செய்யக்கூடிய தகுதி வாய்ந்த நிபுணர்களை நம்புங்கள்.",
    "who": {
      "title": "நீங்கள் இங்கே யாரைக் காண்கிறீர்கள்?",
      "box_image": "/app/img/selldone-expert-box.37fb6205.png",
      "spec1_title": "முதுநிலை, அவர்களின் துறையில் மற்றும் Selldone இருவரும்",
      "spec1_desc": "உங்களுக்கு எந்த நிரலாக்க திறன்களும் தேவையில்லை! அனைத்து புதுப்பிப்புகளையும் Selldone கவனித்துக்கொள்கிறது. விற்பனையை அதிகரிக்க உங்கள் எல்லா முயற்சிகளையும் செய்யுங்கள்!",
      "spec2_title": "தேர்ந்தெடுக்கப்பட்ட மற்றும் உறுதியான மக்கள்",
      "spec2_desc": "குறியீட்டு முறை அல்லது தொழில்நுட்ப அறிவு தேவையில்லை. கூடுதல் செலவுகள், சிக்கலான தொழில்நுட்பச் சிக்கல்கள் மற்றும் உங்கள் ஆன்லைன் வணிகத்தின் வழியில் உள்ள தடைகளுக்கு விடைபெறுங்கள்!",
      "spec3_title": "மிகவும் தொழில்முறை மூலம் செய்யப்படும் தொழில்முறை வேலை",
      "spec3_desc": "உங்களுக்கு எந்த நிரலாக்க திறன்களும் தேவையில்லை! உங்கள் தேவைகளைப் பூர்த்தி செய்ய Selldone இல் சிறந்த வல்லுநர்கள்!"
    },
    "expert_categories": "நிபுணர்களால் வழங்கப்படும் சேவைகளின் வகை",
    "show_all_topics": "அனைத்து வகைகளையும் காட்டு",
    "marketing_title": "சந்தைப்படுத்தல் மற்றும் விற்பனை வளர்ச்சி",
    "starts_title": "ஆன்லைன் வணிகத்தைத் தொடங்குதல் மற்றும் மேம்படுத்துதல்",
    "managements_title": "வணிக மேலாண்மை",
    "contents_title": "உள்ளடக்க உருவாக்கம், புகைப்படம் மற்றும் வீடியோ",
    "apps_title": "கூடுதல் அம்சங்கள் மற்றும் எனது பயன்பாட்டை நிறுவுதல்",
    "footer": {
      "title": "உங்கள் தேவைகளுக்கு ஏற்ற சிறந்த நிபுணரைக் கண்டறிதல்",
      "message": "கீழே உள்ள படிவத்தைப் பூர்த்தி செய்வதன் மூலம், நீங்கள் ஒரு புதிய வேலையை உருவாக்குகிறீர்கள், இதன் மூலம் சிறந்த நிபுணர்கள் உங்கள் தேவைகளின் அடிப்படையில் அவர்களின் பரிந்துரைகளை உங்களுக்கு அனுப்ப முடியும்."
    }
  },
  "public_job_page": {
    "hire_expert_title": "இந்த நிபுணர் உங்களுக்காக வேலை செய்ய வேண்டுமா?",
    "your_own_job_message": "இந்தப் பணியை நீங்கள் வரையறுத்துள்ளீர்கள்! நிர்வாகி குழுவிற்குச் சென்று இந்தப் பணியை நேரடியாக நிர்வகிக்க கீழே உள்ள விசையை அழுத்தவும்.",
    "go_to_job_panel": "எனது பேனலுக்குச் செல்லவும்",
    "no_chat": "நீங்கள் இதுவரை கோரிக்கைகள் எதையும் சமர்ப்பிக்கவில்லை.",
    "job_tasks": "வேலை பணிகள் வழங்கப்படும்",
    "included": "தொடக்க விலையில் பணிகள் சேர்க்கப்பட்டுள்ளன",
    "additional": "கூடுதல் வேலை மற்றும் பணிகள்",
    "permissions": "தேவையான அனுமதிகள்"
  },
  "expert_request_form": {
    "action_message": "உங்களுக்காக வேறு யாராவது உங்கள் கடையை உருவாக்க, நிர்வகிக்க அல்லது சந்தைப்படுத்த விரும்புகிறீர்களா? எனவே நீங்கள் நினைப்பதைச் செய்ய ஒரு நிபுணரை நியமிக்கவும்.",
    "order_new_kob": "புதிய வேலையை ஆர்டர் செய்யுங்கள்",
    "new_shop_action_small": "உங்கள் கடையில் ஒரு நிபுணர் பணிபுரிய வேண்டுமா?",
    "mange_shop_action_small": "உங்களுக்காக ஒரு கடையை உருவாக்க நிபுணர் வேண்டுமா?",
    "new_shop_action": "நீங்கள் பல சலுகைகளைப் பெற்றுள்ளீர்கள்",
    "mange_shop_action": "நிபுணர்கள் உங்கள் விண்ணப்பத்தை மதிப்பாய்வு செய்கிறார்கள்.",
    "hire_expert": "ஒரு நிபுணரை பணியமர்த்துதல்",
    "check_mail_status": "உங்கள் மின்னஞ்சலைச் சரிபார்க்கவும்",
    "header_new": "புதிய கோரிக்கை",
    "header_view": "கோரிக்கையை அனுப்பவும்",
    "title": "உங்களுக்கு நவீன ஆன்லைன் ஸ்டோர் வேண்டுமா?",
    "message": "எல்லாவற்றையும் நீங்களே செய்ய வேண்டிய அவசியமில்லை. எங்கள் சான்றளிக்கப்பட்ட வல்லுநர்கள் உங்கள் ஆன்லைன் ஸ்டோரை விரைவாகவும், எளிதாகவும், கண்ணைக் கவரும் வகையில் உருவாக்க உங்களுக்கு உதவுவார்கள். உங்கள் தேவைகளை விவரித்து, உங்கள் விற்பனையை அதிகரிக்க உதவும் சிறந்த ஒன்றைக் கண்டறியவும்.",
    "steps_title": "இந்த வழிமுறைகளை பின்பற்றவும்",
    "step_1": "உங்கள் தேவைகளை விவரிக்கவும்",
    "step_1_message": "உங்களுக்கு என்ன வேண்டும் என்று நிபுணர்களிடம் சொல்லுங்கள்",
    "step_2": "நிபுணர்களின் சலுகைகளை மதிப்பாய்வு செய்யவும்",
    "step_2_message": "உங்கள் தேவைகளுக்கு ஏற்ற சிறந்த ஒன்றைத் தேர்ந்தெடுக்கவும்",
    "step_3": "முக்கியமான விவரங்களைப் பற்றி விவாதித்து, நிபுணரிடம் மேலும் பலவற்றைச் செய்யுங்கள்",
    "step_3_message": "முக்கியமான விவரங்களைப் பற்றி விவாதித்து, நிபுணரிடம் மேலும் பலவற்றைச் செய்யுங்கள்",
    "shop_info": "கடையைத் தேர்ந்தெடுங்கள்",
    "select_shop": "எனது கடை ஒன்றில் ஒரு நிபுணர் தேவை",
    "shop_id": "கடை",
    "shop_id_message": "உங்களுக்கு கூடுதல் சேவைகள் தேவைப்பட்டால், ஏற்கனவே உள்ள கடைகளில் இருந்து தேர்வு செய்யவும்.",
    "shop_id_placeholder": "ஒரு கடையைத் தேர்ந்தெடு...",
    "store_name": "கடையின் பெயர்",
    "store_name_placeholder": "என் கடையின் பெயர்...",
    "store_name_messages": "உங்களிடம் உள்ள அல்லது எதிர்காலத்தில் உருவாக்க உத்தேசித்துள்ள உங்கள் கடையின் பெயரை எங்களிடம் கூறுங்கள்.",
    "contact": "தொடர்பு தகவல்",
    "name_placeholder": "தேவை*",
    "email": "மின்னஞ்சல்",
    "email_placeholder": "தேவை* your-mail{'@'}mail.com",
    "request_title": "உங்கள் தேவைகளை விவரிக்கவும்.",
    "request_message": "எங்கள் நிபுணருக்கு உங்கள் தேவைகளை சிறப்பாகப் பூர்த்தி செய்வதற்கும், மலிவு விலை மற்றும் நேரத்தைக் கணக்கிடுவதற்கும் உங்கள் வணிகத்தைப் பற்றிய குறிப்பிட்ட தகவலை வழங்கவும்.",
    "description": "உங்கள் வணிகத்தைப் பற்றி எங்களிடம் மேலும் கூறவும்",
    "description_messages": "நீங்கள் என்ன வியாபாரம் செய்கிறீர்கள்? நீங்கள் பொருட்கள் அல்லது சேவைகளை விற்கிறீர்களா?",
    "services_title": "நிபுணரால் என்ன பணிகளைச் செய்ய விரும்புகிறீர்கள்?",
    "select_one_caution": "குறைந்தபட்சம் ஒரு விருப்பத்தைத் தேர்வுசெய்க!",
    "detail_title": "உங்கள் தேவைகளை நிபுணருக்கு நன்றாகத் தெரிந்துகொள்ள உதவும் விவரங்களைச் சேர்க்கவும்.",
    "detail": "திட்ட விவரங்கள்",
    "detail_messages": "உங்களிடம் ஏற்கனவே இணையதளம் உள்ளதா? உங்களிடம் இன்ஸ்டாகிராமில் கடை உள்ளதா அல்லது உடல் கடை உள்ளதா? காலவரிசை நெகிழ்வானதா?",
    "preferences_title": "வரம்புகள் மற்றும் விருப்பத்தேர்வுகள்",
    "preferences_message": "உங்கள் விருப்பங்களைத் தீர்மானிக்கவும், இதனால் உங்கள் வேலைக்கான சரியான வல்லுநர்கள் உங்கள் திட்ட முன்மொழிவை மதிப்பாய்வு செய்யலாம்.",
    "level_title": "உங்களுக்கான சிறந்த தேர்வு யார்?",
    "level_message": "திறன்கள், அனுபவம் மற்றும் நிபுணரின் ஆதரவு ஆகியவற்றின் நிலைகள் விலைகளைத் தீர்மானிக்கின்றன",
    "level_low": "குறைந்த விலை நிபுணர்கள்",
    "level_medium": "நடுத்தர விலை நிபுணர்கள்",
    "level_high": "அதிக விலை கொண்ட நிபுணர்கள்",
    "location_title": "உங்கள் இருப்பிடத்திற்கு அருகிலுள்ள நிபுணர்களுடன் பணியாற்ற விரும்புகிறீர்களா?",
    "location_near": "ஆம்",
    "location_no": "இல்லை",
    "language_title": "நிபுணர்களுடன் தொடர்பு கொள்ளும்போது உங்கள் மொழி விருப்பம் என்ன?",
    "language": "மொழி",
    "language_placeholder": "ஒன்றை தேர்ந்தெடு*",
    "free_support_title": "சிறு வணிக ஆதரவு",
    "free_support_message": "ஸ்டார்ட்அப்களுக்கு உதவுவது உங்களின் எதிர்காலம் மற்றும் Selldoneக்கான சிறந்த முதலீடு என்று நாங்கள் நம்புகிறோம். இந்தப் பாதையில் நாங்கள் எப்போதும் உங்கள் ஆதரவைப் பெற்றுள்ளோம். உங்களின் தயாரிப்புகள் மற்றும் சேவைகள் எவ்வளவு கவர்ச்சிகரமானவை, புதுமையானவை அல்லது இன்னும் நடைமுறையில் உள்ளனவோ, அவ்வளவுக்கு அதிகமான சேவைகளை எங்களிடமிருந்தும் எங்கள் நிபுணர்களிடமிருந்தும் இலவசமாகப் பெறுவீர்கள்.",
    "free_support_condition": "சொந்தமாக தொழில் தொடங்குவது, ஆன்லைனில் விற்பனை செய்வது என்று தீவிரம் காட்டினால் போதும். மீதி நம் கையில்!",
    "free": "உங்களுக்கு இலவச சேவை வேண்டுமா?",
    "free_messages": "நீங்கள் ஒரு ஸ்டார்ட்அப் பிசினஸ் அல்லது தற்போது நிபுணர்களுக்கு பணம் செலுத்துவதற்கான நிதி வசதி இல்லை என்றால் இந்த விருப்பத்தைத் தேர்ந்தெடுக்கவும்.",
    "action_new": "புதிய கோரிக்கை",
    "action_send": "கோரிக்கையை சமர்ப்பிக்கவும்",
    "start_price_message": "இந்த நிபுணருக்கு {topic} வேலைகள் {price} {currency} இல் தொடங்கும்",
    "notifications": {
      "success_send": "உங்கள் கோரிக்கை வெற்றிகரமாக சமர்ப்பிக்கப்பட்டது. Selldone நிபுணர்களின் சலுகைகளுக்காக காத்திருக்கவும்."
    },
    "stage": {
      "title": "உங்கள் வணிகத்தின் நிலை என்ன?",
      "start": "புதிய தொழில் தொடங்கும்",
      "online": "எனது தற்போதைய வணிகத்தை ஆன்லைனில் செய்ய விரும்புகிறேன்",
      "extend": "என்னிடம் ஒரு ஆன்லைன் ஸ்டோர் உள்ளது, அதில் வேலை செய்து வருகிறேன்",
      "pos": "எனது கடை கிளைகளில் Selldone POS ஐ அமைக்க விரும்புகிறேன்"
    },
    "budget": {
      "title": "ஃப்ரீலான்சிங் வரவுசெலவுத் திட்டத்தின் மதிப்பீடு உங்களிடம் உள்ளதா?",
      "yes": "ஆம், எனது பட்ஜெட் தெளிவாக உள்ளது",
      "no": "இல்லை, எனக்கு மேலும் தகவல் வேண்டும்"
    },
    "login": {
      "title": "உள்நுழையவும்",
      "message": "முதலில் பதிவு செய்ய உள்நுழைக. மொபைல் எண் அல்லது சமூக நெட்வொர்க் கணக்குகள் மூலம் உங்கள் Selldone இல் விரைவாகவும் பாதுகாப்பாகவும் உள்நுழையலாம்."
    },
    "select_shop_title": "ஒரு கடையைத் தேர்ந்தெடுக்கவும்",
    "select_shop_description": "ஏற்கனவே உள்ள கடைக்கு எனக்கு ஒரு நிபுணர் தேவை",
    "new_shop_mode_title": "புதிய கடையை உருவாக்கவும்",
    "new_shop_mode_description": "நான் ஒரு புதிய கடையை உருவாக்க விரும்புகிறேன்"
  },
  "expert_requests": {
    "title": "கோரிக்கைகளைத் திறக்கவும்",
    "dialog": {
      "title": "நிபுணர் கோரிக்கை விவரங்கள்",
      "start_chat": "பேச்சுவார்த்தையைத் தொடங்குங்கள்"
    }
  },
  "job_chat": {
    "title": "வேலை பேச்சுவார்த்தை"
  },
  "expert_chat_box": {
    "need_expert_question": "உங்களுக்கு ஒரு நிபுணர் வேண்டுமா?",
    "find_expert": "நிபுணரை கண்டுபிடி..",
    "folder_name": "கோப்புறை பெயர்",
    "folder_dialog": {
      "title": "கோப்புறைகளைத் திருத்தவும்",
      "hide_new_folder": "புதிய கோப்புறையை மறை",
      "add_new_folder": "புதிய கோப்புறையைச் சேர்க்கவும்"
    }
  },
  "add_job": {
    "add_title": "புதிய வேலையைச் சேர்க்கவும்",
    "edit_title": "வேலையைத் திருத்தவும்",
    "message": "இந்தப் பிரிவில் நீங்கள் செய்யக்கூடிய வேலை தலைப்பு மற்றும் வேலை விவரத்தை உள்ளிடவும். உங்கள் வேலை விவரத்தின் உரையில் தொடர்புத் தகவல் மற்றும் இணைப்புகளை எழுதக்கூடாது என்பதை நினைவில் கொள்ளவும்.",
    "start_price_message": "ஒவ்வொரு ஆர்டரின் குறைந்தபட்ச செலவு.",
    "currency_message": "நாணயத்தை மாற்றுவது இந்த வேலைக்கான உங்கள் நிதிப் பதிவுகளை மீட்டமைக்கிறது.",
    "job_desc_message": "இந்த வேலைக்கான உங்கள் முழு சேவையையும் விவரிக்கவும்.",
    "included_message": "அடிப்படை செலவில் வாடிக்கையாளருக்கு என்ன சேவைகளை வழங்குவீர்கள் என்பதை விவரிக்கவும்.",
    "additional_message": "அடிப்படை சேவைகளுக்கு கூடுதலாக வேறு என்ன சேவைகளை வழங்குகிறீர்கள்?",
    "available": "கிடைக்கும் வேலை",
    "available_message": "இந்த வேலைக்கான பொது அணுகல்",
    "add_action": "புதிய வேலையைச் சேர்க்கவும்",
    "edit_action": "வேலையைத் திருத்தவும்",
    "notifications": {
      "edit": "வேலை வெற்றிகரமாக புதுப்பிக்கப்பட்டது.",
      "add": "புதிய வேலை வெற்றிகரமாக உருவாக்கப்பட்டது"
    }
  },
  "contract_form": {
    "shop_message": "நிர்வாகி அல்லது மூத்த மேலாளரின் அணுகல் மட்டும் உள்ள வாடிக்கையாளர் கடைகளைக் காட்டு.",
    "shop_placeholder": "நீங்கள் வேலை செய்ய விரும்பும் கடையைத் தேர்ந்தெடுக்கவும்*",
    "title_message": "இந்த ஒப்பந்தத்திற்கு ஒரு தலைப்பை அமைக்கவும்..",
    "description_message": "ஒப்பந்த விவரங்களை எழுதவும்...",
    "permissions": "தேவையான அனுமதிகளைத் தேர்ந்தெடுக்கவும்",
    "cost_message": "ஒப்பந்த செலவு",
    "days": "ஒப்பந்த காலம்",
    "days_message": "ஒப்பந்த காலம்",
    "create_action": "புதிய ஒப்பந்தத்தை உருவாக்கவும்",
    "notifications": {
      "add": "புதிய ஒப்பந்தம் உருவாக்கப்பட்டு பயனருக்கு அனுப்பப்பட்டது."
    }
  }
};