export default {
  "experts_common": {
    "experts_page": "నిపుణుల పేజీ",
    "no_job": "సరైన ఫిట్ కనుగొనబడలేదు!",
    "jobs_filter": "ఉద్యోగాల ఫిల్టర్",
    "start_price": "ప్రారంభ ధర",
    "completed_count": "ఉద్యోగాలు పూర్తయ్యాయి",
    "job_title": "ఉద్యోగ శీర్షిక",
    "job_desc": "ఉద్యోగ వివరణ",
    "job_not_approved": "ఉద్యోగం ఇంకా ధృవీకరించబడలేదు.",
    "new_job": "కొత్త ఉద్యోగం",
    "expert_profile": "నిపుణుల ప్రొఫైల్",
    "job_detail": "ఉద్యోగ వివరాలు",
    "contracts": "ఒప్పందాలు",
    "start_end_date": "ప్రారంభ/ముగింపు తేదీ",
    "complete_cancel_date": "పూర్తి/రద్దు తేదీ",
    "waiting_pay_and_start": "చెల్లించి ప్రారంభించడానికి వేచి ఉంది",
    "waiting_to_complete": "కస్టమర్ నుండి ఆమోదం కోసం వేచి ఉంది",
    "running": "నడుస్తోంది",
    "paY_start_action": "చెల్లించి ఇప్పుడే ప్రారంభించండి",
    "need_help": "సహాయం కావాలి?",
    "hire_me_now": "ఇప్పుడు నన్ను నియమించుకోండి...",
    "expert_contracts": "నిపుణుల ఒప్పందాలు"
  },
  "topic_categories": {
    "SETUP": {
      "title": "ఆన్‌లైన్ దుకాణాన్ని సెటప్ చేయండి",
      "desc": "ఈ రంగంలోని నిపుణులు మీ కోసం సులభంగా మరియు వేగంగా మీ ఆన్‌లైన్ స్టోర్‌ని సెటప్ చేస్తారు."
    },
    "ADD_PAGE": {
      "title": "పేజీలను జోడించండి (ల్యాండింగ్‌లు, మా గురించి, ...)",
      "desc": "మీరు మా గురించి మరియు మీ వెబ్‌సైట్ యొక్క ఇతర పేజీల గురించి ల్యాండింగ్ పేజీల సృష్టిని ఈ నిపుణులకు వదిలివేయవచ్చు."
    },
    "ADD_PRODUCT": {
      "title": "ఉత్పత్తులు మరియు వర్గాలను జోడించండి",
      "desc": "మీరు స్టోర్‌కు ఉత్పత్తులను జోడించడం కోసం దీన్ని చేయడానికి వ్యక్తులను నియమించుకోవచ్చు."
    },
    "PAYMENT": {
      "title": "చెల్లింపు పద్ధతులను జోడించండి",
      "desc": "మీ కోసం గేట్‌వేని స్వీకరించడం మరియు నవీకరించడం కోసం చెల్లింపు గేట్‌వే నిపుణుడిని నియమించుకోండి."
    },
    "MARKETING": {
      "title": "మార్కెటింగ్",
      "desc": "మార్కెటింగ్ నిపుణులు మీ ప్రచారాలు మరియు ప్రోత్సాహకాలకు ఉత్తమమైన సర్దుబాట్లు చేయడంలో లేదా సమర్థవంతమైన ప్రకటనల ప్రచారాన్ని ప్రారంభించడంలో మీకు సహాయపడతారు."
    },
    "MIGRATION": {
      "title": "మరొక ఇకామర్స్ ప్లాట్‌ఫారమ్ నుండి నా దుకాణాన్ని తరలించండి",
      "desc": "మీకు ఇంతకు ముందు దుకాణం ఉందా? మీరు స్టోర్‌ను స్పెషలిస్ట్‌కు బదిలీ చేసే పనిని వదిలివేయవచ్చు, తద్వారా ప్రొఫెషనల్ సర్వీస్ మీ స్టోర్‌కు ఎప్పటికీ మద్దతు ఇస్తుంది."
    },
    "APP_SETUP": {
      "title": "సెటప్ అప్లికేషన్",
      "desc": "మీ స్టోర్‌లో యాప్‌లను సెటప్ చేయడం మరియు ఇన్‌స్టాల్ చేయడంలో సహాయం కావాలా? మీరు వ్యక్తిగత అప్లికేషన్‌ను రూపొందించాల్సిన అవసరం ఉందా? ఈ రంగంలో నిపుణులు మీతో ఉంటారు."
    },
    "MANAGEMENT": {
      "title": "స్టోర్ నిర్వహణ",
      "desc": "నిర్వహణ నిపుణులను నిల్వ చేయడానికి మీరు మీ స్టోర్ నిర్వహణలోని కొన్ని భాగాలను అవుట్‌సోర్స్ చేయవచ్చు. వారు వ్యాపారాన్ని నిర్వహించే అన్ని అంశాలపై నిపుణుల సలహాలను కూడా అందిస్తారు."
    },
    "CONTENT": {
      "title": "కంటెంట్ రైటింగ్",
      "desc": "మీ ఉత్పత్తులు, బ్రాండ్ లేదా స్టోర్ యొక్క కంటెంట్ సృష్టిని కంటెంట్ రైటింగ్ నిపుణులకు అప్పగించండి."
    },
    "PHOTOGRAPHY": {
      "title": "ఫోటోగ్రఫీ మరియు సవరణ",
      "desc": "మీ ఉత్పత్తులు మరియు సేవల ఫోటోలను తీయాలనుకుంటున్నారా? ఈ విభాగంలోని నిపుణులు మీకు అవసరమైన చిత్రాలు, యానిమేషన్లు మరియు 3D నమూనాలను సిద్ధం చేస్తారు."
    },
    "DROP_SHIPPING": {
      "title": "డ్రాప్‌షిప్పింగ్‌ని సెటప్ చేయండి",
      "desc": "మీరు హోల్‌సేలర్ లేదా రిటైలర్ అయితే, సెల్‌డోన్ డ్రాప్‌షిప్పింగ్ ప్లాట్‌ఫారమ్ మీరు ఎల్లప్పుడూ వెతుకుతున్నది. డ్రాప్‌షిప్పింగ్ నిపుణులు మీ వ్యాపారాన్ని వృద్ధి చేసుకోవడానికి కొత్త మార్గాలను కనుగొనడంలో మీకు సహాయపడగలరు."
    },
    "POS_SETUP": {
      "title": "Selldone POSని సెటప్ చేయండి",
      "desc": "మీ స్టోర్ ఆన్‌లైన్ POSని సెటప్ చేయడానికి నిపుణుడిని నియమించుకోండి."
    }
  },
  "topics": {
    "store-design": {
      "title": "ఇకామర్స్‌ను రూపొందించండి",
      "desc": "మీ ఆలోచనలను అమలు చేయగల నిపుణులకు మీ ఆన్‌లైన్ స్టోర్ రూపకల్పన మరియు సెటప్‌ను వదిలివేయండి."
    },
    "store-configuration": {
      "title": "స్టోర్ కాన్ఫిగరేషన్",
      "desc": "శోధన ఇంజిన్‌ల కోసం వ్యాపార సమాచారాన్ని నమోదు చేయడం, షిప్పింగ్ మరియు వేర్‌హౌసింగ్ పద్ధతులను సెట్ చేయడం వంటి స్టోర్ కాన్ఫిగరేషన్ కోసం మీరు నిపుణుల నుండి సహాయం పొందవచ్చు."
    },
    "store-optimization": {
      "title": "పనితీరు మరియు స్పీడ్ ఆప్టిమైజేషన్",
      "desc": "మీ వెబ్‌సైట్ వేగం మరియు పనితీరును పెంచడానికి నిపుణులు దానిలో పని చేస్తారు."
    },
    "domain": {
      "title": "డొమైన్ కనెక్షన్",
      "desc": "మీ స్టోర్ మరియు వెబ్‌సైట్‌కు అనుకూల డొమైన్‌ను జోడించండి."
    },
    "page-design": {
      "title": "ల్యాండింగ్ పేజీ మరియు టెంప్లేట్ డిజైన్",
      "desc": "మీ వెబ్‌సైట్ ల్యాండింగ్ పేజీలు, హోమ్ పేజీ మరియు అంతర్గత పేజీలను డిజైన్ చేయండి."
    },
    "add-product": {
      "title": "ఉత్పత్తులు మరియు వర్గాలను జోడించండి",
      "desc": "వర్గాలను సరిచేయడానికి మీ ఉత్పత్తుల చిత్రాలు, వివరణలు మరియు స్పెసిఫికేషన్‌లను జోడించండి. మీ కస్టమర్‌లు ఉత్తమంగా అమర్చిన ఉత్పత్తులను కనుగొనడం సులభం చేస్తుంది."
    },
    "payment": {
      "title": "చెల్లింపు గేట్‌వే",
      "desc": "మీ స్టోర్‌కు ఆన్‌లైన్ చెల్లింపు గేట్‌వేని జోడించండి."
    },
    "tax": {
      "title": "పన్ను సలహా",
      "desc": "మీ ఆర్థిక మరియు పన్ను సమస్యలపై సలహా పొందండి."
    },
    "email-marketing": {
      "title": "ఇమెయిల్ మార్కెటింగ్",
      "desc": "మీ వినియోగదారులను కస్టమర్‌లుగా మార్చడానికి మరియు మరిన్ని కొనుగోలు చేయడానికి వారిని ప్రలోభపెట్టడానికి ఇమెయిల్ మార్కెటింగ్ సాధనాలను ఉపయోగించండి."
    },
    "seo": {
      "title": "SEO",
      "desc": "Google శోధన ఫలితాల్లో మీ ర్యాంకింగ్‌ను పెంచండి, తద్వారా ఎక్కువ మంది వ్యక్తులు వారి శోధనలలో మీ ఉత్పత్తులను కనుగొంటారు."
    },
    "search-ads": {
      "title": "ప్రకటనలను శోధించండి",
      "desc": "Google వంటి శోధన ఇంజిన్‌లలో మీ ఉత్పత్తులను ప్రచారం చేయండి."
    },
    "social-marketing": {
      "title": "సోషల్ మీడియా మార్కెటింగ్",
      "desc": "మీ ఉత్పత్తులు మరియు సేవలను చూసేందుకు ఎక్కువ మంది సందర్శకులను ఆకర్షించడానికి సోషల్ మీడియా ప్రచారాలను ప్రారంభించండి."
    },
    "content-marketing": {
      "title": "కంటెంట్ మార్కెటింగ్",
      "desc": "మీ వ్యాపారానికి ఉపయోగకరమైన మరియు సంబంధిత కంటెంట్‌ని సృష్టించండి మరియు ప్రచురించండి."
    },
    "sale-channels": {
      "title": "విక్రయ ఛానెల్‌లను రూపొందించండి",
      "desc": "సెల్‌డోన్‌లోని మీ ఆన్‌లైన్ స్టోర్‌కు కనెక్ట్ చేయడం ద్వారా Instagram, టెలిగ్రామ్ మరియు Facebook వంటి కొత్త విక్రయ ఛానెల్‌లను ప్రారంభించండి."
    },
    "conversion": {
      "title": "మార్పిడి రేటు ఆప్టిమైజేషన్",
      "desc": "మార్పిడి రేట్లను పెంచండి, ఎక్కువ మంది సందర్శకులను కస్టమర్‌లుగా మార్చండి మరియు మీ ప్రచారాల సామర్థ్యాన్ని పెంచండి."
    },
    "analyze": {
      "title": "వినియోగదారు ప్రవర్తనను విశ్లేషించండి",
      "desc": "ఆన్‌లైన్ స్టోర్‌లోని మీ వినియోగదారుల ప్రవర్తనను మరియు వారికి మెరుగైన వినియోగదారు అనుభవాన్ని అందించడానికి భౌతిక శాఖలను కూడా పర్యవేక్షించండి."
    },
    "brand-strategy": {
      "title": "బ్రాండ్ వ్యూహం",
      "desc": "మీ వ్యాపార బ్రాండ్‌ను నిర్మించడం మరియు విస్తరించడంపై పని చేయండి."
    },
    "migration": {
      "title": "స్టోర్ మైగ్రేషన్",
      "desc": "ఇప్పటికే ఉన్న మీ స్టోర్‌ని Selldoneకి తరలించండి."
    },
    "app-programmer": {
      "title": "అప్లికేషన్‌ను రూపొందించండి",
      "desc": "మీ స్వంత అప్లికేషన్ రూపకల్పన మరియు అభివృద్ధి"
    },
    "app-install": {
      "title": "అప్లికేషన్‌ను ఇన్‌స్టాల్ చేయండి",
      "desc": "స్టోర్‌లో మీకు అవసరమైన అప్లికేషన్‌ను ఇన్‌స్టాల్ చేసి కాన్ఫిగర్ చేయండి."
    },
    "ux-design": {
      "title": "అనుకూలీకరించిన UX డిజైన్",
      "desc": "స్టోర్ లేదా అప్లికేషన్‌లో మీ వినియోగదారుల కోసం ప్రత్యేకమైన వినియోగదారు అనుభవాన్ని రూపొందించండి."
    },
    "debug": {
      "title": "సమస్య పరిష్కరించు",
      "desc": "మీ స్టోర్‌లో లోపాలు మరియు సమస్యలను పరిష్కరించండి."
    },
    "strategy": {
      "title": "వ్యాపార వ్యూహం కన్సల్టింగ్",
      "desc": "మీ వ్యాపార కార్యకలాపాలను అభివృద్ధి చేయడానికి మరియు మెరుగుపరచడానికి అనుభవజ్ఞులైన వ్యక్తుల నుండి సలహాలను పొందండి."
    },
    "products-guide": {
      "title": "ఉత్పత్తి వనరుల గైడ్",
      "desc": "ఉత్పత్తి తయారీ మరియు సరఫరా గొలుసు రూపకల్పన కోసం నిపుణుల నుండి సహాయం అడగండి."
    },
    "setup-guide": {
      "title": "స్టోర్ సెటప్ మరియు డిజైన్ కన్సల్టింగ్",
      "desc": "వ్యాపారాన్ని ప్రారంభించడానికి లేదా ఆన్‌లైన్‌లో చేయడానికి రంగంలోని నిపుణుల నుండి సలహాలను పొందండి."
    },
    "marketing-guide": {
      "title": "మార్కెటింగ్ మరియు సేల్స్ కన్సల్టింగ్",
      "desc": "నిపుణులు మరియు నిపుణుల నుండి సలహాలను పొందడం ద్వారా మీ విక్రయాలను ఎలా మార్కెట్ చేయాలో మరియు పెంచుకోవాలో తెలుసుకోండి.."
    },
    "product-description": {
      "title": "ఉత్పత్తి వివరణ",
      "desc": "మీ ఉత్పత్తి వివరణలు ఆకర్షణీయంగా ఉండేలా చేయండి, తద్వారా మీ కస్టమర్‌లు మీ ఉత్పత్తులను బాగా తెలుసుకోవచ్చు."
    },
    "content-write": {
      "title": "మార్కెటింగ్ మరియు ప్రకటనల కంటెంట్",
      "desc": "కస్టమర్‌లు ఉత్తమమైన వాటిని ఎంచుకోవడంలో సహాయపడటానికి బ్రాండ్ కథనం మరియు మీ ఉత్పత్తులు తీర్చే అవసరాల గురించి వ్రాయండి."
    },
    "logo-design": {
      "title": "లోగో మరియు బ్రాండ్ డిజైన్",
      "desc": "మీ బ్రాండ్ కోసం ఇమేజ్ మరియు లోగో కంటెంట్‌ని డిజైన్ చేయండి."
    },
    "banner-design": {
      "title": "బ్యానర్ డిజైన్",
      "desc": "బ్రాండ్ అవగాహనను పెంచడానికి మరియు మీ స్టోర్‌కి ట్రాఫిక్‌ను పెంచడానికి ఆకట్టుకునే ప్రకటనల బ్యానర్‌లను సృష్టించండి."
    },
    "video": {
      "title": "చిత్రీకరణ మరియు యానిమేషన్",
      "desc": "అడ్వర్టైజింగ్ వీడియోలు మరియు 2D మరియు 3D యానిమేషన్‌ల ఉత్పత్తిని మాస్టర్‌లకు వదిలివేయండి."
    },
    "photography": {
      "title": "ఉత్పత్తి ఫోటోగ్రఫీ",
      "desc": "మీ స్టోర్ కంటికి ఆకట్టుకునేలా చేయడానికి మీ ఉత్పత్తులు మరియు సేవల యొక్క పారిశ్రామిక మరియు వృత్తిపరమైన ఫోటోలను తీయండి."
    },
    "photo-editor": {
      "title": "ఫోటోలను సవరించండి",
      "desc": "ఆకర్షణీయమైన చిత్రాలను రూపొందించండి, ఇందులో ప్రభావాలను జోడించడం, నేపథ్యాలను తీసివేయడం లేదా ఫోటోకు వచనాన్ని జోడించడం వంటివి ఉంటాయి."
    },
    "3d": {
      "title": "3D మోడలింగ్ మరియు AR",
      "desc": "మీ విక్రయాలను నాటకీయంగా పెంచడానికి మీ ఉత్పత్తుల యొక్క 3D ఆగ్మెంటెడ్ రియాలిటీ మోడల్‌లను రూపొందించండి."
    },
    "dropshipping": {
      "title": "డ్రాప్‌షిప్పింగ్‌ని సెటప్ చేయండి",
      "desc": "మీకు తయారీదారు లేదా గిడ్డంగి ఉన్నట్లయితే, వేలాది ఆన్‌లైన్ స్టోర్‌ల ద్వారా మీ ఉత్పత్తులను సజావుగా విక్రయించడంలో డ్రాప్‌షిప్పింగ్ నిపుణులు మీకు సహాయం చేస్తారు."
    },
    "reselling": {
      "title": "పునఃవిక్రేత కోసం సెటప్",
      "desc": "మీరు వస్తువులు మరియు గిడ్డంగులను కొనుగోలు చేయకుండా లేదా ప్యాకేజీని కూడా పంపకుండా అధిక ఆదాయంతో ఖచ్చితమైన దుకాణాన్ని కలిగి ఉండవచ్చు."
    },
    "pos-setup": {
      "title": "ఆన్‌లైన్ నగదు రిజిస్టర్‌ను ఏర్పాటు చేస్తోంది",
      "desc": "మీ స్టోర్ బ్రాంచ్‌లలో మీ Selldone POSని అమలు చేయండి మరియు మీ వ్యాపారం మరియు భౌతిక శాఖలను అభివృద్ధి చేయడానికి అందుబాటులో ఉన్న అత్యంత ప్రొఫెషనల్ స్టోర్ సాధనాలను ఉపయోగించండి."
    }
  },
  "industries": {
    "ART": "కళ",
    "MARKETING_ADS": "మార్కెటింగ్ మరియు ప్రకటనలు",
    "SERVICES": "సేవలు",
    "CLOTHING_FASHION": "దుస్తులు మరియు ఫ్యాషన్",
    "HANDCRAFTS": "హస్తకళలు",
    "ELECTRONICS_TECH": "ఎలక్ట్రానిక్స్ మరియు టెక్",
    "HEALTH_BEAUTY": "ఆరోగ్యం మరియు అందం",
    "HOME_GARDEN": "ఇల్లు మరియు తోట",
    "JEWELRY_ACCESSORIES": "నగలు మరియు ఉపకరణాలు",
    "FOOD_DRINK": "ఆహారం మరియు పానీయం",
    "PET_CARE": "పెంపుడు సంరక్షణ",
    "SPORTS": "క్రీడలు",
    "RECREATION": "వినోదం",
    "TOYS_GAMES": "బొమ్మలు మరియు ఆటలు",
    "AUTOMOTIVE": "ఆటోమోటివ్"
  },
  "expert_panel": {
    "title": "Selldone నిపుణుల నిర్వహణ ప్యానెల్",
    "add_dialog": {
      "title": "కొత్త ఉద్యోగాన్ని జోడించండి"
    }
  },
  "contract_view": {
    "running": "నడుస్తోంది",
    "cancelling": "రద్దు చేయాలని అభ్యర్థన..",
    "title": "కాంట్రాక్ట్ విషయం",
    "description": "ఒప్పంద వివరణ",
    "permissions_input": "అవసరమైన అనుమతులను ఎంచుకోండి",
    "cost_timeline": "ధర & కాలక్రమం",
    "timespan": "ఒప్పందం యొక్క వ్యవధి",
    "cost": "కాంట్రాక్ట్ ఖర్చు",
    "pay_now_action": "నేను అంగీకరిస్తున్నాను | ఇప్పుడు చెల్లించండి",
    "complete_action": "అవును | ఒప్పందాన్ని ముగించండి",
    "reject_action": "కాదు | పూర్తి చేయడం ఆమోదించబడలేదు",
    "all_tasks_completed_message": "మీరు నిర్వచించిన అన్ని పనులను పూర్తి చేసారు. మీరు దీన్ని పూర్తి చేసినట్లయితే, ఆర్డర్ పూర్తి కీని నొక్కండి. ఈ దశ తర్వాత, కస్టమర్ పని యొక్క డెలివరీని నిర్ధారించాలి.",
    "waiting_complete_by_customer_message": "మీరు పనిని ధృవీకరించారు, ఇప్పుడు మీరు ఆర్డర్ డెలివరీని నిర్ధారించడానికి కస్టమర్ కోసం వేచి ఉండాలి. కస్టమర్ ఆమోదించని లేదా తిరస్కరించిన సందర్భంలో, ఆర్డర్ స్వయంచాలకంగా ఆమోదించబడుతుంది మరియు 3 రోజుల తర్వాత పూర్తి చేయబడుతుంది.",
    "comment": "వ్యాఖ్యను సమర్పించండి",
    "comment_desc": "పని నాణ్యత మరియు నిపుణుల పరస్పర చర్య ఆధారంగా రేట్ చేయండి.",
    "comment_placeholder": "పని నాణ్యత గురించి మీ అభిప్రాయాన్ని వ్రాయండి ...",
    "response_placeholder": "మీరు కస్టమర్ ఫీడ్‌బ్యాక్ గురించి ఏదైనా చెప్పాలనుకుంటే, వ్రాయండి...",
    "waiting_for_customer": "కస్టమర్ కోసం వేచి ఉంది...",
    "account_input": "ఖాతా ఉపసంహరించుకోవాలి",
    "dialog_pay": {
      "title": "చెల్లించి ఒప్పందాన్ని ప్రారంభించండి",
      "insufficient_balance": "సరిపోని బ్యాలెన్స్! చెల్లించడానికి ఛార్జ్ ఖాతా."
    },
    "dialog_cancel": {
      "title": "ఒప్పందాన్ని రద్దు చేయండి",
      "confirm_code": "నిర్ధారణ కోడ్",
      "confirm_code_label": "నిర్ధారణ కోడ్",
      "confirm_action": "అవును, ఒప్పందాన్ని రద్దు చేయండి"
    },
    "notifications": {
      "save": "ఒప్పందం విజయవంతంగా సవరించబడింది.",
      "pay": "ఒప్పందం చెల్లించబడింది మరియు విజయవంతంగా ప్రారంభించబడింది.",
      "end": "ఆర్డర్ పూర్తయినట్లు నిర్ధారించడం కోసం కస్టమర్‌కు పంపబడింది..",
      "complete": "ఒప్పందం పూర్తయింది.",
      "reject": "ఒప్పందాన్ని పూర్తి చేయడం ఆమోదించబడలేదు.",
      "cancel": "ఒప్పందం రద్దు చేయబడింది.",
      "update": "అనుమతి నవీకరించబడింది.",
      "comment": "మీ వ్యాఖ్య పంపబడింది.",
      "response": "మీ ప్రతిస్పందన పంపబడింది."
    }
  },
  "expert_page": {
    "title": "ఉత్తమ నిపుణులను నియమించుకోండి",
    "sub_title": "మీ స్టోర్ రూపకల్పన, ప్రారంభించడం, ప్రకటనలు చేయడం లేదా నిర్వహించడం గురించి చింతించకండి. పనులు మెరుగ్గా మరియు వేగంగా చేయడానికి ధృవీకరించబడిన నిపుణుడిని నియమించుకోండి.",
    "steps_title": "పూర్తి చేయడానికి మూడు దశలు మిగిలి ఉన్నాయి",
    "step_1_title": "నిపుణుడిని సంప్రదించండి",
    "step_1_desc": "నిపుణుల నుండి సూచనల కోసం అడగండి లేదా సిఫార్సు చేసిన నిపుణులతో సరిపోలే ఉద్యోగాన్ని సృష్టించండి.",
    "step_2_title": "ఒప్పందాన్ని అంగీకరించండి & స్వీకరించండి",
    "step_2_desc": "సమాధానాలను సమీక్షించండి, సరైన సరిపోతుందని కనుగొనండి మరియు సమయం మరియు ఖచ్చితమైన ధర వంటి వివరాలను చర్చించండి.",
    "step_3_title": "ఉద్యోగాన్ని నిర్ధారించండి మరియు అమలు చేయండి",
    "step_3_desc": "Selldone ద్వారా సమర్థవంతంగా పని చేయగల అర్హత కలిగిన నిపుణులను విశ్వసించండి.",
    "who": {
      "title": "మీరు ఇక్కడ ఎవరిని కనుగొన్నారు?",
      "box_image": "/app/img/selldone-expert-box.37fb6205.png",
      "spec1_title": "మాస్టర్స్, వారి రంగంలో మరియు సెల్‌డోన్‌లో",
      "spec1_desc": "మీకు ప్రోగ్రామింగ్ నైపుణ్యాలు అవసరం లేదు! సెల్‌డోన్ అన్ని అప్‌డేట్‌లను చూసుకుంటుంది. అమ్మకాలను పెంచడానికి మీ ప్రయత్నాలన్నింటినీ ఉంచండి!",
      "spec2_title": "ఎంపిక చేసుకున్న మరియు నిబద్ధత కలిగిన వ్యక్తులు",
      "spec2_desc": "కోడింగ్ లేదా సాంకేతిక పరిజ్ఞానం అవసరం లేదు. మీ ఆన్‌లైన్ వ్యాపారంలో అదనపు ఖర్చులు, సంక్లిష్టమైన సాంకేతిక సమస్యలు మరియు అడ్డంకులకు వీడ్కోలు చెప్పండి!",
      "spec3_title": "అత్యంత నిపుణుడు చేసిన వృత్తిపరమైన పని",
      "spec3_desc": "మీకు ప్రోగ్రామింగ్ నైపుణ్యాలు అవసరం లేదు! మీ అవసరాలను తీర్చడానికి సెల్‌డోన్‌లోని ఉత్తమ నిపుణులు!"
    },
    "expert_categories": "నిపుణులచే అందించబడిన సేవల వర్గం",
    "show_all_topics": "అన్ని వర్గాలను చూపించు",
    "marketing_title": "మార్కెటింగ్ మరియు సేల్స్ వృద్ధి",
    "starts_title": "ఆన్‌లైన్ వ్యాపారాన్ని ప్రారంభించడం మరియు అభివృద్ధి చేయడం",
    "managements_title": "వ్యాపార నిర్వహణ",
    "contents_title": "కంటెంట్ సృష్టి, ఫోటోగ్రఫీ మరియు వీడియో",
    "apps_title": "మరిన్ని ఫీచర్లు మరియు నా యాప్ ఇన్‌స్టాలేషన్",
    "footer": {
      "title": "మీ అవసరాలకు సరిపోయే ఉత్తమ నిపుణుడిని కనుగొనడం",
      "message": "దిగువ ఫారమ్‌ను పూరించడం ద్వారా మీరు కొత్త ఉద్యోగాన్ని సృష్టిస్తారు, తద్వారా ఉత్తమ నిపుణులు మీ అవసరాల ఆధారంగా వారి సూచనలను మీకు పంపగలరు."
    }
  },
  "public_job_page": {
    "hire_expert_title": "ఈ నిపుణుడు మీ కోసం పని చేయాలనుకుంటున్నారా?",
    "your_own_job_message": "మీరు ఈ పనిని నిర్వచించారు! అడ్మిన్ ప్యానెల్‌కి వెళ్లి, ఈ టాస్క్‌ని నేరుగా నిర్వహించడానికి క్రింది కీని నొక్కండి.",
    "go_to_job_panel": "నా ప్యానెల్‌కి వెళ్లు",
    "no_chat": "మీరు ఇంకా ఏ అభ్యర్థనలను సమర్పించలేదు.",
    "job_tasks": "జాబ్ పనులు అందించబడ్డాయి",
    "included": "టాస్క్‌లు ప్రారంభ ధరలో చేర్చబడ్డాయి",
    "additional": "అదనపు పని మరియు పనులు",
    "permissions": "అవసరమైన అనుమతులు"
  },
  "expert_request_form": {
    "action_message": "మీ స్టోర్‌ని మీ కోసం ఎవరైనా నిర్మించాలని, మేనేజ్ చేయాలని లేదా మార్కెట్ చేయాలని మీరు కోరుకుంటున్నారా? కాబట్టి మీరు ఊహించినది చేయడానికి నిపుణుడిని నియమించుకోండి.",
    "order_new_kob": "కొత్త ఉద్యోగాన్ని ఆర్డర్ చేయండి",
    "new_shop_action_small": "మీరు మీ స్టోర్‌లో పని చేయడానికి నిపుణుడిని కోరుకుంటున్నారా?",
    "mange_shop_action_small": "మీ కోసం స్టోర్‌ని నిర్మించడానికి నిపుణుడు కావాలా?",
    "new_shop_action": "మీరు అనేక ఆఫర్‌లను అందుకున్నారు",
    "mange_shop_action": "నిపుణులు మీ దరఖాస్తును సమీక్షిస్తున్నారు.",
    "hire_expert": "నిపుణుడిని నియమించడం",
    "check_mail_status": "దయచేసి మీ ఇ - మెయిల్ చూసుకోండి",
    "header_new": "కొత్త అభ్యర్థన",
    "header_view": "అభ్యర్థన పంపు",
    "title": "మీకు ఆధునిక ఆన్‌లైన్ స్టోర్ కావాలా?",
    "message": "మీరు అన్నింటినీ మీరే చేయవలసిన అవసరం లేదు. మా ధృవీకరించబడిన నిపుణులు మీ ఆన్‌లైన్ స్టోర్‌ను వేగంగా, సులభంగా మరియు మరింత ఆకర్షణీయంగా నిర్మించడంలో మీకు సహాయపడగలరు. మీ అవసరాలను వివరించండి మరియు మీ అమ్మకాలను పెంచడంలో మీకు సహాయపడే ఉత్తమమైనదాన్ని కనుగొనండి.",
    "steps_title": "ఈ దశలను అనుసరించండి",
    "step_1": "మీ అవసరాలను వివరించండి",
    "step_1_message": "మీకు ఏమి కావాలో నిపుణులకు చెప్పండి",
    "step_2": "నిపుణుల ఆఫర్‌లను సమీక్షించండి",
    "step_2_message": "మీ అవసరాలకు సరిపోయే ఉత్తమమైనదాన్ని ఎంచుకోండి",
    "step_3": "ముఖ్యమైన వివరాలను చర్చించండి మరియు నిపుణులతో మరింత పూర్తి చేయండి",
    "step_3_message": "ముఖ్యమైన వివరాలను చర్చించండి మరియు నిపుణులతో మరింత పూర్తి చేయండి",
    "shop_info": "దుకాణాన్ని ఎంచుకోండి",
    "select_shop": "నా దుకాణంలో ఒకదానికి నాకు నిపుణుడు కావాలి",
    "shop_id": "అంగడి",
    "shop_id_message": "మీకు మరిన్ని సేవలు కావాలంటే ఇప్పటికే ఉన్న మీ దుకాణాల నుండి ఎంచుకోండి.",
    "shop_id_placeholder": "దుకాణాన్ని ఎంచుకోండి...",
    "store_name": "స్టోర్ పేరు",
    "store_name_placeholder": "నా స్టోర్ పేరు...",
    "store_name_messages": "మీరు కలిగి ఉన్న లేదా భవిష్యత్తులో నిర్మించాలనుకుంటున్న మీ స్టోర్ పేరును మాకు చెప్పండి.",
    "contact": "సంప్రదింపు సమాచారం",
    "name_placeholder": "అవసరం*",
    "email": "ఇమెయిల్",
    "email_placeholder": "అవసరం* your-email@gmail.com",
    "request_title": "మీ అవసరాలను వివరించండి.",
    "request_message": "మా నిపుణుడు మీ అవసరాలను మెరుగ్గా తీర్చడంలో సహాయపడటానికి మరియు మీకు సరసమైన ధర మరియు సమయాన్ని అంచనా వేయడానికి మీ వ్యాపారం గురించి నిర్దిష్ట సమాచారాన్ని అందించండి.",
    "description": "మీ వ్యాపారం గురించి మాకు మరింత చెప్పండి",
    "description_messages": "మీ వ్యాపార ఏమిటి? మీరు ఉత్పత్తులు లేదా సేవలను విక్రయిస్తున్నారా?",
    "services_title": "నిపుణుడి ద్వారా మీరు ఏ పనులు చేయాలనుకుంటున్నారు?",
    "select_one_caution": "కనీసం ఒక ఎంపికను ఎంచుకోండి!",
    "detail_title": "నిపుణుడు మీ అవసరాలను బాగా తెలుసుకోవడంలో సహాయపడటానికి వివరాలను జోడించండి.",
    "detail": "ప్రాజెక్ట్ వివరాలు",
    "detail_messages": "మీకు ఇప్పటికే వెబ్‌సైట్ ఉందా? మీకు Instagram లేదా భౌతిక దుకాణంలో దుకాణం ఉందా? కాలక్రమం అనువైనదా?",
    "preferences_title": "పరిమితులు మరియు ప్రాధాన్యతలు",
    "preferences_message": "మీ ప్రాధాన్యతలను నిర్ణయించండి, తద్వారా మీ ఉద్యోగం కోసం సరైన నిపుణులు మీ ప్రాజెక్ట్ ప్రతిపాదనను సమీక్షించగలరు.",
    "level_title": "మీకు ఉత్తమ ఎంపిక ఎవరు?",
    "level_message": "నైపుణ్యాలు, అనుభవం మరియు నిపుణుల మద్దతు స్థాయిలు ధరలను నిర్ణయిస్తాయి",
    "level_low": "తక్కువ ధర కలిగిన నిపుణులు",
    "level_medium": "మధ్య ధర నిపుణులు",
    "level_high": "అధిక ధర కలిగిన నిపుణులు",
    "location_title": "మీరు మీ స్థానానికి సమీపంలోని నిపుణులతో కలిసి పని చేయాలనుకుంటున్నారా?",
    "location_near": "అవును",
    "location_no": "సంఖ్య",
    "language_title": "నిపుణులతో కమ్యూనికేట్ చేస్తున్నప్పుడు మీ భాష ప్రాధాన్యత ఏమిటి?",
    "language": "భాష",
    "language_placeholder": "ఒకటి ఎంచుకో*",
    "free_support_title": "చిన్న వ్యాపార మద్దతు",
    "free_support_message": "స్టార్టప్‌లకు సహాయం చేయడం అనేది మీ భవిష్యత్తు మరియు సెల్‌డోన్ కోసం మంచి పెట్టుబడి అని మేము నమ్ముతున్నాము. మేము ఎల్లప్పుడూ ఈ మార్గంలో మీ వెనుక ఉన్నాము. మీ ఉత్పత్తులు మరియు సేవలు మరింత ఆకర్షణీయంగా, వినూత్నంగా లేదా మరింత ఆచరణాత్మకంగా ఉంటే, మీరు మా నుండి మరియు మా నిపుణుల నుండి ఉచిత మరిన్ని సేవలను అందుకుంటారు.",
    "free_support_condition": "మీరు మీ స్వంత వ్యాపారాన్ని ప్రారంభించడం మరియు ఆన్‌లైన్‌లో విక్రయించడం గురించి తీవ్రంగా ఆలోచిస్తే, అది సరిపోతుంది. మిగిలినది మన ఇష్టం!",
    "free": "మీకు ఉచిత సేవలు కావాలా?",
    "free_messages": "మీరు స్టార్టప్ బిజినెస్ అయితే లేదా స్పెషలిస్ట్‌లకు చెల్లించడానికి ప్రస్తుతం ఆర్థిక స్తోమత లేకుంటే ఈ ఎంపికను ఎంచుకోండి.",
    "action_new": "కొత్త అభ్యర్థన",
    "action_send": "అభ్యర్థనను సమర్పించండి",
    "start_price_message": "ఈ నిపుణుల కోసం {topic} ఉద్యోగాలు {price} {currency} వద్ద ప్రారంభమవుతాయి",
    "notifications": {
      "success_send": "మీ అభ్యర్థన విజయవంతంగా సమర్పించబడింది. దయచేసి Selldone నిపుణుల ఆఫర్‌ల కోసం వేచి ఉండండి."
    },
    "stage": {
      "title": "మీ వ్యాపారం యొక్క దశ ఏమిటి?",
      "start": "కొత్త వ్యాపారాన్ని ప్రారంభిస్తారు",
      "online": "నేను నా ప్రస్తుత వ్యాపారాన్ని ఆన్‌లైన్‌లో చేయాలనుకుంటున్నాను",
      "extend": "నాకు ఆన్‌లైన్ స్టోర్ ఉంది మరియు నేను దానిపై పని చేస్తున్నాను",
      "pos": "నేను నా స్టోర్ బ్రాంచ్‌లలో Selldone POSని సెటప్ చేయాలనుకుంటున్నాను"
    },
    "budget": {
      "title": "మీకు ఫ్రీలాన్సింగ్ బడ్జెట్ అంచనా ఉందా?",
      "yes": "అవును, నా బడ్జెట్ స్పష్టంగా ఉంది",
      "no": "లేదు, నాకు మరింత సమాచారం కావాలి"
    },
    "login": {
      "title": "దయచేసి లాగిన్ చేయండి",
      "message": "ముందుగా నమోదు చేసుకోవడానికి లాగిన్ చేయండి. మీరు మొబైల్ నంబర్ లేదా సోషల్ నెట్‌వర్క్ ఖాతాల ద్వారా మీ Selldoneకి త్వరగా మరియు సురక్షితంగా లాగిన్ చేయవచ్చు."
    }
  },
  "expert_requests": {
    "title": "అభ్యర్థనలను తెరవండి",
    "dialog": {
      "title": "నిపుణుల అభ్యర్థన వివరాలు",
      "start_chat": "చర్చలు ప్రారంభించండి"
    }
  },
  "job_chat": {
    "title": "ఉద్యోగ చర్చలు"
  },
  "expert_chat_box": {
    "need_expert_question": "మీకు నిపుణుడు కావాలా?",
    "find_expert": "నిపుణుడిని కనుగొనండి..",
    "folder_name": "ఫోల్డర్ పేరు",
    "folder_dialog": {
      "title": "ఫోల్డర్‌లను సవరించండి",
      "hide_new_folder": "కొత్త ఫోల్డర్‌ను దాచండి",
      "add_new_folder": "కొత్త ఫోల్డర్‌ని జోడించండి"
    }
  },
  "add_job": {
    "add_title": "కొత్త ఉద్యోగాన్ని జోడించండి",
    "edit_title": "ఉద్యోగాన్ని సవరించండి",
    "message": "ఈ విభాగంలో మీరు చేయగలిగే ఉద్యోగ శీర్షిక మరియు ఉద్యోగ వివరణను నమోదు చేయండి. మీరు మీ ఉద్యోగ వివరణలోని టెక్స్ట్‌లో సంప్రదింపు సమాచారం మరియు లింక్‌లను వ్రాయకూడదని గుర్తుంచుకోండి.",
    "start_price_message": "ప్రతి ఆర్డర్ యొక్క కనీస ధర.",
    "currency_message": "కరెన్సీని మార్చడం ఈ ఉద్యోగం కోసం మీ ఆర్థిక రికార్డులను రీసెట్ చేస్తుంది.",
    "job_desc_message": "ఈ ఉద్యోగం కోసం మీ పూర్తి సేవను వివరించండి.",
    "included_message": "ప్రాథమిక ధరతో మీరు కస్టమర్ కోసం ఏ సేవలను అందిస్తారో వివరించండి.",
    "additional_message": "ప్రాథమిక సేవలతో పాటు మీరు ఏ ఇతర సేవలను అందిస్తారు?",
    "available": "అందుబాటులో ఉన్న ఉద్యోగం",
    "available_message": "ఈ ఉద్యోగానికి పబ్లిక్ యాక్సెస్",
    "add_action": "కొత్త ఉద్యోగాన్ని జోడించండి",
    "edit_action": "ఉద్యోగాన్ని సవరించండి",
    "notifications": {
      "edit": "ఉద్యోగం విజయవంతంగా నవీకరించబడింది.",
      "add": "కొత్త ఉద్యోగం విజయవంతంగా సృష్టించబడింది"
    }
  },
  "contract_form": {
    "shop_message": "అడ్మిన్ లేదా సీనియర్ మేనేజర్ యాక్సెస్ మాత్రమే ఉన్న కస్టమర్ స్టోర్‌లను చూపండి.",
    "shop_placeholder": "మీరు పని చేయాలనుకుంటున్న స్టోర్‌ని ఎంచుకోండి*",
    "title_message": "ఈ ఒప్పందానికి శీర్షికను సెట్ చేయండి..",
    "description_message": "ఒప్పందం వివరాలను వ్రాయండి...",
    "permissions": "అవసరమైన అనుమతులను ఎంచుకోండి",
    "cost_message": "కాంట్రాక్ట్ ఖర్చు",
    "days": "కాంట్రాక్ట్ వ్యవధి",
    "days_message": "కాంట్రాక్ట్ వ్యవధి",
    "create_action": "కొత్త ఒప్పందాన్ని సృష్టించండి",
    "notifications": {
      "add": "కొత్త ఒప్పందం సృష్టించబడింది మరియు వినియోగదారుకు పంపబడింది."
    }
  }
};