export default {
  "experts_common": {
    "experts_page": "เพจผู้เชี่ยวชาญ",
    "no_job": "ไม่พบรูปแบบที่เหมาะสม!",
    "jobs_filter": "ตัวกรองงาน",
    "start_price": "ราคาเริ่มต้น",
    "completed_count": "งานเสร็จ",
    "job_title": "ตำแหน่งงาน",
    "job_desc": "รายละเอียดงาน",
    "job_not_approved": "งานยังไม่ได้รับการยืนยัน",
    "new_job": "งานใหม่",
    "expert_profile": "โปรไฟล์ผู้เชี่ยวชาญ",
    "job_detail": "รายละเอียดงาน",
    "contracts": "สัญญา",
    "start_end_date": "วันที่เริ่มต้น/สิ้นสุด",
    "complete_cancel_date": "เสร็จสิ้น/ยกเลิกวันที่",
    "waiting_pay_and_start": "รอจ่ายแล้วเริ่ม",
    "waiting_to_complete": "รอการอนุมัติจากลูกค้า",
    "running": "วิ่ง",
    "paY_start_action": "ชำระเงินแล้วเริ่มเลย",
    "need_help": "ต้องการความช่วยเหลือ?",
    "hire_me_now": "จ้างฉันเดี๋ยวนี้...",
    "expert_contracts": "สัญญาผู้เชี่ยวชาญ"
  },
  "topic_categories": {
    "SETUP": {
      "title": "ตั้งค่าร้านค้าออนไลน์",
      "desc": "ผู้เชี่ยวชาญในสาขานี้สร้างและตั้งค่าร้านค้าออนไลน์ของคุณได้ง่ายขึ้นและเร็วขึ้นสำหรับคุณ"
    },
    "ADD_PAGE": {
      "title": "เพิ่มหน้า (Landings, About us, ...)",
      "desc": "คุณสามารถปล่อยให้ผู้เชี่ยวชาญเหล่านี้สร้างหน้า Landing Page เกี่ยวกับเราและหน้าอื่น ๆ ของเว็บไซต์ของคุณ"
    },
    "ADD_PRODUCT": {
      "title": "เพิ่มสินค้าและหมวดหมู่",
      "desc": "คุณสามารถจ้างคนให้ทำเช่นนี้เพื่อเพิ่มสินค้าในร้านค้า"
    },
    "PAYMENT": {
      "title": "เพิ่มวิธีการชำระเงิน",
      "desc": "จ้างผู้เชี่ยวชาญด้านเกตเวย์การชำระเงินเพื่อทำกระบวนการรับและอัปเดตเกตเวย์ให้กับคุณ"
    },
    "MARKETING": {
      "title": "การตลาด",
      "desc": "ผู้เชี่ยวชาญด้านการตลาดช่วยให้คุณปรับเปลี่ยนแคมเปญและสิ่งจูงใจได้ดีที่สุด หรือเปิดตัวแคมเปญโฆษณาที่มีประสิทธิภาพ"
    },
    "MIGRATION": {
      "title": "ย้ายร้านค้าของฉันจากแพลตฟอร์มอีคอมเมิร์ซอื่น",
      "desc": "เคยมีร้านค้ามาก่อนหรือไม่? คุณสามารถทิ้งงานในการย้ายร้านไปยังผู้เชี่ยวชาญเพื่อให้บริการแบบมืออาชีพสามารถช่วยเหลือร้านค้าของคุณได้ตลอดไป"
    },
    "APP_SETUP": {
      "title": "ตั้งค่าแอพพลิเคชั่น",
      "desc": "ต้องการความช่วยเหลือในการตั้งค่าและติดตั้งแอพในร้านค้าของคุณหรือไม่? คุณจำเป็นต้องสร้างแอปพลิเคชันส่วนบุคคลหรือไม่? ผู้เชี่ยวชาญในสาขานี้จะอยู่กับคุณ"
    },
    "MANAGEMENT": {
      "title": "การจัดการร้านค้า",
      "desc": "คุณสามารถจ้างผู้เชี่ยวชาญด้านการจัดการร้านค้าบางส่วนจากภายนอกได้ พวกเขายังให้คำแนะนำจากผู้เชี่ยวชาญในทุกด้านของการดำเนินธุรกิจ"
    },
    "CONTENT": {
      "title": "การเขียนเนื้อหา",
      "desc": "กำหนดการสร้างเนื้อหาสำหรับผลิตภัณฑ์ แบรนด์ หรือร้านค้าของคุณให้กับผู้เชี่ยวชาญด้านการเขียนเนื้อหา"
    },
    "PHOTOGRAPHY": {
      "title": "ถ่ายภาพและตัดต่อ",
      "desc": "ต้องการถ่ายภาพผลิตภัณฑ์และบริการของคุณหรือไม่? ผู้เชี่ยวชาญในส่วนนี้จะเตรียมรูปภาพ แอนิเมชั่น และโมเดล 3 มิติที่คุณต้องการ"
    },
    "DROP_SHIPPING": {
      "title": "ตั้งค่าดรอปชิปปิ้ง",
      "desc": "หากคุณเป็นผู้ค้าส่งหรือผู้ค้าปลีก แพลตฟอร์มการดรอปชิปของ Selldone คือสิ่งที่คุณมองหามาโดยตลอด ผู้เชี่ยวชาญด้านการดรอปชิปสามารถช่วยคุณค้นหาวิธีใหม่ๆ ในการทำให้ธุรกิจของคุณเติบโต"
    },
    "POS_SETUP": {
      "title": "ตั้งค่า Selldone POS",
      "desc": "จ้างผู้เชี่ยวชาญเพื่อตั้งค่า POS ออนไลน์ของร้านค้าของคุณ"
    }
  },
  "topics": {
    "store-design": {
      "title": "สร้างอีคอมเมิร์ซ",
      "desc": "ปล่อยให้การออกแบบและการตั้งค่าร้านค้าออนไลน์ของคุณเป็นผู้เชี่ยวชาญที่สามารถนำแนวคิดของคุณไปปฏิบัติได้"
    },
    "store-configuration": {
      "title": "การกำหนดค่าร้านค้า",
      "desc": "คุณสามารถขอความช่วยเหลือจากผู้เชี่ยวชาญในการกำหนดค่าร้านค้า เช่น การป้อนข้อมูลธุรกิจสำหรับเครื่องมือค้นหา การตั้งค่าการจัดส่ง และวิธีการจัดเก็บ"
    },
    "store-optimization": {
      "title": "เพิ่มประสิทธิภาพและความเร็ว",
      "desc": "ผู้เชี่ยวชาญจะทำงานบนเว็บไซต์ของคุณเพื่อเพิ่มความเร็วและประสิทธิภาพ"
    },
    "domain": {
      "title": "การเชื่อมต่อโดเมน",
      "desc": "เพิ่มโดเมนที่กำหนดเองในร้านค้าและเว็บไซต์ของคุณ"
    },
    "page-design": {
      "title": "การออกแบบหน้า Landing Page และเทมเพลต",
      "desc": "ออกแบบหน้า Landing Page, หน้าแรก และหน้าภายในของเว็บไซต์ของคุณ"
    },
    "add-product": {
      "title": "เพิ่มสินค้าและหมวดหมู่",
      "desc": "เพิ่มรูปภาพ คำอธิบาย และข้อมูลจำเพาะของผลิตภัณฑ์ของคุณเพื่อแก้ไขหมวดหมู่ ช่วยให้ลูกค้าของคุณค้นหาผลิตภัณฑ์ที่เหมาะสมที่สุดได้ง่าย"
    },
    "payment": {
      "title": "ช่องทางการชำระเงิน",
      "desc": "เพิ่มช่องทางการชำระเงินออนไลน์ให้กับร้านค้าของคุณ"
    },
    "tax": {
      "title": "คำแนะนำด้านภาษี",
      "desc": "รับคำแนะนำเกี่ยวกับปัญหาทางการเงินและภาษีของคุณ"
    },
    "email-marketing": {
      "title": "การตลาดผ่านอีเมล",
      "desc": "ใช้เครื่องมือการตลาดผ่านอีเมลเพื่อเปลี่ยนผู้ใช้ของคุณให้เป็นลูกค้าและดึงดูดให้ซื้อเพิ่ม"
    },
    "seo": {
      "title": "SEO",
      "desc": "เพิ่มอันดับของคุณในผลการค้นหาของ Google เพื่อให้ผู้คนจำนวนมากขึ้นพบผลิตภัณฑ์ของคุณในการค้นหาของพวกเขา"
    },
    "search-ads": {
      "title": "ค้นหาโฆษณา",
      "desc": "โฆษณาผลิตภัณฑ์ของคุณบนเครื่องมือค้นหาเช่น Google"
    },
    "social-marketing": {
      "title": "การตลาดบนโซเชียลมีเดีย",
      "desc": "เปิดตัวแคมเปญโซเชียลมีเดียเพื่อกระตุ้นให้ผู้เยี่ยมชมเห็นผลิตภัณฑ์และบริการของคุณมากขึ้น"
    },
    "content-marketing": {
      "title": "การตลาดเนื้อหา",
      "desc": "สร้างและเผยแพร่เนื้อหาที่เป็นประโยชน์และเกี่ยวข้องกับธุรกิจของคุณ"
    },
    "sale-channels": {
      "title": "สร้างช่องทางการขาย",
      "desc": "เปิดช่องทางการขายใหม่ๆ เช่น Instagram, Telegram และ Facebook โดยเชื่อมต่อกับร้านค้าออนไลน์ของคุณใน Selldone"
    },
    "conversion": {
      "title": "การเพิ่มประสิทธิภาพอัตราการแปลง",
      "desc": "เพิ่มอัตราการแปลงสูงสุด เปลี่ยนผู้เข้าชมเป็นลูกค้า และเพิ่มประสิทธิภาพแคมเปญของคุณ"
    },
    "analyze": {
      "title": "วิเคราะห์พฤติกรรมผู้ใช้",
      "desc": "ตรวจสอบพฤติกรรมของผู้ใช้ในร้านค้าออนไลน์และแม้แต่สาขาที่มีอยู่จริงเพื่อมอบประสบการณ์การใช้งานที่ดียิ่งขึ้นให้กับพวกเขา"
    },
    "brand-strategy": {
      "title": "กลยุทธ์แบรนด์",
      "desc": "ทำงานเพื่อสร้างและขยายแบรนด์ธุรกิจของคุณ"
    },
    "migration": {
      "title": "การย้ายร้าน",
      "desc": "ย้ายร้านค้าที่มีอยู่ของคุณไปที่ Selldone"
    },
    "app-programmer": {
      "title": "สร้างแอปพลิเคชัน",
      "desc": "ออกแบบและพัฒนาแอพพลิเคชั่นของคุณเอง"
    },
    "app-install": {
      "title": "ติดตั้งแอปพลิเคชั่น",
      "desc": "ติดตั้งและกำหนดค่าแอปพลิเคชันที่คุณต้องการในร้านค้า"
    },
    "ux-design": {
      "title": "การออกแบบ UX ที่กำหนดเอง",
      "desc": "ออกแบบประสบการณ์ผู้ใช้ที่ไม่ซ้ำใครสำหรับผู้ใช้ของคุณในร้านค้าหรือแอปพลิเคชัน"
    },
    "debug": {
      "title": "การแก้ไขปัญหา",
      "desc": "แก้ไขข้อผิดพลาดและปัญหาในร้านค้าของคุณ"
    },
    "strategy": {
      "title": "ที่ปรึกษากลยุทธ์ธุรกิจ",
      "desc": "รับคำแนะนำจากผู้มีประสบการณ์ในการพัฒนาและปรับปรุงการดำเนินธุรกิจของคุณ"
    },
    "products-guide": {
      "title": "คู่มือทรัพยากรผลิตภัณฑ์",
      "desc": "ขอความช่วยเหลือจากผู้เชี่ยวชาญในการเตรียมผลิตภัณฑ์และการออกแบบห่วงโซ่อุปทาน"
    },
    "setup-guide": {
      "title": "ให้คำปรึกษาด้านการติดตั้งและออกแบบร้าน",
      "desc": "รับคำแนะนำจากผู้เชี่ยวชาญในสาขานี้เพื่อเริ่มต้นธุรกิจหรือทำธุรกิจออนไลน์"
    },
    "marketing-guide": {
      "title": "ที่ปรึกษาการตลาดและการขาย",
      "desc": "เรียนรู้การทำตลาดและเพิ่มยอดขายโดยรับคำแนะนำจากผู้เชี่ยวชาญและผู้เชี่ยวชาญ.."
    },
    "product-description": {
      "title": "รายละเอียดสินค้า",
      "desc": "ทำให้รายละเอียดผลิตภัณฑ์ของคุณน่าสนใจเพื่อให้ลูกค้ารู้จักผลิตภัณฑ์ของคุณได้ดียิ่งขึ้น"
    },
    "content-write": {
      "title": "เนื้อหาการตลาดและการโฆษณา",
      "desc": "เขียนเกี่ยวกับเรื่องราวของแบรนด์และความต้องการที่ผลิตภัณฑ์ของคุณตอบสนองเพื่อช่วยให้ลูกค้าเลือกสิ่งที่ดีที่สุด"
    },
    "logo-design": {
      "title": "ออกแบบโลโก้และตราสินค้า",
      "desc": "ออกแบบรูปภาพและเนื้อหาโลโก้สำหรับแบรนด์ของคุณ"
    },
    "banner-design": {
      "title": "ออกแบบแบนเนอร์",
      "desc": "สร้างแบนเนอร์โฆษณาที่น่าประทับใจเพื่อเพิ่มการรับรู้ถึงแบรนด์และกระตุ้นการเข้าชมร้านค้าของคุณ"
    },
    "video": {
      "title": "ถ่ายทำและแอนิเมชั่น",
      "desc": "ปล่อยให้ผู้เชี่ยวชาญผลิตวิดีโอโฆษณาและแอนิเมชั่น 2 มิติและ 3 มิติ"
    },
    "photography": {
      "title": "การถ่ายภาพสินค้า",
      "desc": "ถ่ายภาพผลิตภัณฑ์และบริการของคุณในเชิงอุตสาหกรรมและเป็นมืออาชีพเพื่อทำให้ร้านค้าของคุณดูสะดุดตา"
    },
    "photo-editor": {
      "title": "แก้ไขรูปภาพ",
      "desc": "ออกแบบรูปภาพที่น่าดึงดูด โดยสามารถเพิ่มเอฟเฟกต์ ลบพื้นหลัง หรือเพิ่มข้อความในรูปภาพได้"
    },
    "3d": {
      "title": "การสร้างแบบจำลอง 3 มิติและ AR",
      "desc": "สร้างโมเดล 3D Augmented Reality ของผลิตภัณฑ์เพื่อเพิ่มยอดขายของคุณอย่างมาก"
    },
    "dropshipping": {
      "title": "ตั้งค่าดรอปชิปปิ้ง",
      "desc": "หากคุณมีผู้ผลิตหรือคลังสินค้า ผู้เชี่ยวชาญด้าน dropshipping จะช่วยให้คุณขายผลิตภัณฑ์ของคุณได้อย่างราบรื่นผ่านร้านค้าออนไลน์หลายพันแห่ง"
    },
    "reselling": {
      "title": "ตั้งค่าสำหรับตัวแทนจำหน่าย",
      "desc": "คุณสามารถมีร้านค้าที่สมบูรณ์แบบและมีรายได้สูงโดยไม่ต้องซื้อสินค้าและคลังสินค้า หรือแม้แต่ส่งพัสดุภัณฑ์"
    },
    "pos-setup": {
      "title": "การตั้งค่าเครื่องบันทึกเงินสดออนไลน์",
      "desc": "ใช้งาน Selldone POS ของคุณในสาขาร้านค้าของคุณและใช้เครื่องมือร้านค้าที่เป็นมืออาชีพมากที่สุดเพื่อพัฒนาธุรกิจและสาขาทางกายภาพของคุณ"
    }
  },
  "industries": {
    "ART": "ศิลปะ",
    "MARKETING_ADS": "การตลาดและการโฆษณา",
    "SERVICES": "บริการ",
    "CLOTHING_FASHION": "เสื้อผ้าและแฟชั่น",
    "HANDCRAFTS": "งานฝีมือ",
    "ELECTRONICS_TECH": "อิเล็กทรอนิกส์และเทคโนโลยี",
    "HEALTH_BEAUTY": "สุขภาพและความงาม",
    "HOME_GARDEN": "บ้านและสวน",
    "JEWELRY_ACCESSORIES": "เครื่องประดับและเครื่องประดับ",
    "FOOD_DRINK": "อาหารและเครื่องดื่ม",
    "PET_CARE": "ดูแลสัตว์เลี้ยง",
    "SPORTS": "กีฬา",
    "RECREATION": "สันทนาการ",
    "TOYS_GAMES": "ของเล่นและเกม",
    "AUTOMOTIVE": "ยานยนต์"
  },
  "expert_panel": {
    "title": "แผงการจัดการผู้เชี่ยวชาญ Selldone",
    "add_dialog": {
      "title": "เพิ่มงานใหม่"
    }
  },
  "contract_view": {
    "running": "วิ่ง",
    "cancelling": "ขอยกเลิก..",
    "title": "เรื่องสัญญา",
    "description": "รายละเอียดสัญญา",
    "permissions_input": "เลือกการอนุญาตที่จำเป็น",
    "cost_timeline": "ค่าใช้จ่าย & ระยะเวลา",
    "timespan": "ระยะเวลาของสัญญา",
    "cost": "ค่าทำสัญญา",
    "pay_now_action": "เห็นด้วย ╏ จ่ายตอนนี้",
    "complete_action": "ใช่ ╏ หมดสัญญา",
    "reject_action": "ไม่ ╏ ไม่ผ่านการอนุมัติ",
    "all_tasks_completed_message": "คุณได้เสร็จสิ้นงานที่กำหนดไว้ทั้งหมด หากคุณดำเนินการเสร็จสิ้นแล้ว ให้กดปุ่มเสร็จสิ้นการสั่งซื้อ หลังจากขั้นตอนนี้ลูกค้าต้องยืนยันการส่งมอบงาน",
    "waiting_complete_by_customer_message": "คุณได้ยืนยันงานแล้ว ตอนนี้คุณต้องรอให้ลูกค้ายืนยันการส่งมอบตามคำสั่งซื้อ ในกรณีที่ลูกค้าไม่อนุมัติหรือปฏิเสธ คำสั่งซื้อจะได้รับการอนุมัติและดำเนินการให้เสร็จสิ้นโดยอัตโนมัติหลังจาก 3 วัน",
    "comment": "แสดงความคิดเห็น",
    "comment_desc": "อัตราตามคุณภาพของงานและปฏิสัมพันธ์ของผู้เชี่ยวชาญ",
    "comment_placeholder": "เขียนความคิดเห็นของคุณเกี่ยวกับคุณภาพของงาน ...",
    "response_placeholder": "หากคุณมีสิ่งที่จะพูดเกี่ยวกับความคิดเห็นของลูกค้า โปรดเขียน ...",
    "waiting_for_customer": "รอรับลูกค้า...",
    "account_input": "บัญชีที่จะถอน",
    "dialog_pay": {
      "title": "จ่ายและเริ่มสัญญา",
      "insufficient_balance": "ยอดไม่เพียงพอ! เรียกเก็บเงินจากบัญชีเพื่อชำระ"
    },
    "dialog_cancel": {
      "title": "ยกเลิกสัญญา",
      "confirm_code": "รหัสยืนยัน is",
      "confirm_code_label": "รหัสยืนยัน",
      "confirm_action": "ใช่ ยกเลิกสัญญา"
    },
    "notifications": {
      "save": "แก้ไขสัญญาเรียบร้อยแล้ว",
      "pay": "สัญญาชำระแล้วเริ่มต้นได้สำเร็จ",
      "end": "ได้ส่งออร์เดอร์ให้ลูกค้าเพื่อยืนยันการเสร็จสิ้น..",
      "complete": "ทำสัญญาเรียบร้อยแล้ว",
      "reject": "การทำสัญญาไม่ได้รับการอนุมัติ",
      "cancel": "สัญญาถูกยกเลิก",
      "update": "อัปเดตการอนุญาตแล้ว",
      "comment": "ความคิดเห็นของคุณถูกส่งไปแล้ว",
      "response": "ส่งคำตอบของคุณแล้ว"
    }
  },
  "expert_page": {
    "title": "จ้างผู้เชี่ยวชาญที่ดีที่สุด",
    "sub_title": "ไม่ต้องกังวลกับการออกแบบ เปิดตัว โฆษณา หรือจัดการร้านค้าของคุณ จ้างผู้เชี่ยวชาญที่ผ่านการรับรองเพื่อทำสิ่งต่างๆ ให้ดีขึ้นและเร็วขึ้น",
    "steps_title": "เหลืออีกสามขั้นตอนให้สำเร็จ",
    "step_1_title": "ติดต่อผู้เชี่ยวชาญ",
    "step_1_desc": "ขอคำแนะนำจากผู้เชี่ยวชาญหรือสร้างงานให้ตรงกับผู้เชี่ยวชาญที่แนะนำ",
    "step_2_title": "ตกลงและรับสัญญา",
    "step_2_desc": "ตรวจสอบคำตอบ ค้นหาความเหมาะสม และหารือรายละเอียด เช่น เวลาและราคาที่แน่นอน",
    "step_3_title": "ยืนยันและดำเนินการงาน",
    "step_3_desc": "ไว้วางใจผู้เชี่ยวชาญที่ผ่านการรับรองซึ่งสามารถทำงานได้อย่างมีประสิทธิภาพผ่าน Selldone",
    "who": {
      "title": "คุณพบใครที่นี่",
      "box_image": "/app/img/selldone-expert-box.37fb6205.png",
      "spec1_title": "ปรมาจารย์ทั้งในสายงานและใน Selldone",
      "spec1_desc": "คุณไม่จำเป็นต้องมีทักษะการเขียนโปรแกรมใดๆ! Selldone ดูแลการอัปเดตทั้งหมด ทุ่มสุดตัวเพื่อเพิ่มยอดขาย!",
      "spec2_title": "คนที่ได้รับการคัดเลือกและมุ่งมั่น",
      "spec2_desc": "ไม่มีการเข้ารหัสหรือความรู้ทางเทคนิคที่จำเป็น บอกลาค่าใช้จ่ายเพิ่มเติม ปัญหาทางเทคนิคที่ซับซ้อน และอุปสรรคที่ขวางทางธุรกิจออนไลน์ของคุณ!",
      "spec3_title": "งานมืออาชีพทำโดยมืออาชีพมากที่สุด",
      "spec3_desc": "คุณไม่จำเป็นต้องมีทักษะการเขียนโปรแกรมใดๆ! มืออาชีพที่ดีที่สุดใน Selldone เพื่อตอบสนองความต้องการของคุณ!"
    },
    "expert_categories": "ประเภทของบริการโดยผู้เชี่ยวชาญ",
    "show_all_topics": "แสดงหมวดหมู่ทั้งหมด",
    "marketing_title": "การเติบโตของการตลาดและการขาย",
    "starts_title": "การเริ่มต้นและพัฒนาธุรกิจออนไลน์",
    "managements_title": "การจัดการธุรกิจ",
    "contents_title": "การสร้างเนื้อหา การถ่ายภาพ และวิดีโอ",
    "apps_title": "คุณสมบัติเพิ่มเติมและการติดตั้งแอพของฉัน",
    "footer": {
      "title": "ค้นหาผู้เชี่ยวชาญที่เหมาะสมกับความต้องการของคุณที่สุด",
      "message": "การกรอกแบบฟอร์มด้านล่างจะเป็นการสร้างงานใหม่ เพื่อให้ผู้เชี่ยวชาญที่ดีที่สุดสามารถส่งข้อเสนอแนะตามความต้องการของคุณ"
    }
  },
  "public_job_page": {
    "hire_expert_title": "คุณต้องการให้ผู้เชี่ยวชาญคนนี้ทำงานให้คุณหรือไม่?",
    "your_own_job_message": "คุณได้กำหนดงานนี้! กดปุ่มด้านล่างเพื่อไปที่แผงการดูแลระบบและจัดการงานนี้โดยตรง",
    "go_to_job_panel": "ไปที่แผงของฉัน",
    "no_chat": "คุณยังไม่ได้ส่งคำขอใดๆ",
    "job_tasks": "งานที่เสนอ",
    "included": "งานที่รวมอยู่ในราคาเริ่มต้น",
    "additional": "งานและงานเพิ่มเติม",
    "permissions": "สิทธิ์ที่จำเป็น"
  },
  "expert_request_form": {
    "action_message": "คุณต้องการให้คนอื่นสร้าง จัดการ หรือทำการตลาดร้านค้าของคุณให้กับคุณหรือไม่? ดังนั้นจ้างผู้เชี่ยวชาญเพื่อทำสิ่งที่คุณจินตนาการ",
    "order_new_kob": "สั่งงานใหม่",
    "new_shop_action_small": "คุณต้องการให้ผู้เชี่ยวชาญทำงานในร้านค้าของคุณหรือไม่?",
    "mange_shop_action_small": "คุณต้องการให้ผู้เชี่ยวชาญสร้างร้านค้าให้คุณหรือไม่?",
    "new_shop_action": "คุณได้รับข้อเสนอหลายรายการ",
    "mange_shop_action": "ผู้เชี่ยวชาญกำลังตรวจสอบใบสมัครของคุณ",
    "hire_expert": "จ้างผู้เชี่ยวชาญ",
    "check_mail_status": "กรุณาตรวจสอบอีเมลของคุณ",
    "header_new": "คำขอใหม่",
    "header_view": "ส่งคำขอ",
    "title": "คุณต้องการร้านค้าออนไลน์ที่ทันสมัยหรือไม่?",
    "message": "คุณไม่จำเป็นต้องทำเองทั้งหมด ผู้เชี่ยวชาญที่ผ่านการรับรองของเราสามารถช่วยคุณสร้างร้านค้าออนไลน์ได้เร็ว ง่ายขึ้น และสะดุดตายิ่งขึ้น อธิบายความต้องการของคุณและค้นหาสิ่งที่ดีที่สุดเพื่อช่วยเพิ่มยอดขาย",
    "steps_title": "ทำตามขั้นตอนเหล่านี้",
    "step_1": "อธิบายความต้องการของคุณ",
    "step_1_message": "บอกผู้เชี่ยวชาญว่าคุณต้องการอะไร",
    "step_2": "ตรวจสอบข้อเสนอของผู้เชี่ยวชาญ",
    "step_2_message": "เลือกสิ่งที่ดีที่สุดที่เหมาะกับความต้องการของคุณ",
    "step_3": "พูดคุยรายละเอียดที่สำคัญและทำสิ่งต่างๆ ให้สำเร็จมากขึ้นกับผู้เชี่ยวชาญ",
    "step_3_message": "พูดคุยรายละเอียดที่สำคัญและทำสิ่งต่างๆ ให้สำเร็จมากขึ้นกับผู้เชี่ยวชาญ",
    "shop_info": "เลือกร้าน",
    "select_shop": "ฉันต้องการผู้เชี่ยวชาญสำหรับร้านของฉัน",
    "shop_id": "ร้านค้า",
    "shop_id_message": "เลือกจากร้านค้าที่มีอยู่ของคุณหากคุณต้องการบริการเพิ่มเติม",
    "shop_id_placeholder": "เลือกร้าน...",
    "store_name": "ชื่อร้าน",
    "store_name_placeholder": "ชื่อร้านของฉัน ...",
    "store_name_messages": "แจ้งชื่อร้านค้าของคุณที่คุณมีหรือตั้งใจที่จะสร้างในอนาคต",
    "contact": "ข้อมูลติดต่อ",
    "name_placeholder": "ที่จำเป็น*",
    "email": "อีเมล",
    "email_placeholder": "จำเป็น* your-mail{'@'}mail.com",
    "request_title": "อธิบายความต้องการของคุณ",
    "request_message": "ให้ข้อมูลเฉพาะเกี่ยวกับธุรกิจของคุณเพื่อช่วยให้ผู้เชี่ยวชาญของเราตอบสนองความต้องการของคุณได้ดียิ่งขึ้น และให้ราคาที่เหมาะสมและการประมาณเวลา",
    "description": "บอกเราเพิ่มเติมเกี่ยวกับธุรกิจของคุณ",
    "description_messages": "ธุรกิจของคุณคืออะไร? คุณขายสินค้าหรือบริการหรือไม่?",
    "services_title": "งานอะไรที่คุณต้องการทำโดยผู้เชี่ยวชาญ?",
    "select_one_caution": "เลือกอย่างน้อยหนึ่งตัวเลือก!",
    "detail_title": "เพิ่มรายละเอียดเพื่อช่วยให้ผู้เชี่ยวชาญทราบความต้องการของคุณดีขึ้น",
    "detail": "รายละเอียดโครงการ",
    "detail_messages": "คุณมีเว็บไซต์อยู่แล้วหรือไม่? คุณมีร้านค้าบน Instagram หรือร้านค้าจริงหรือไม่? ไทม์ไลน์มีความยืดหยุ่นหรือไม่?",
    "preferences_title": "ข้อจำกัดและความชอบ",
    "preferences_message": "กำหนดความต้องการของคุณเพื่อให้ผู้เชี่ยวชาญที่เหมาะสมกับงานของคุณสามารถตรวจสอบข้อเสนอโครงการของคุณได้",
    "level_title": "ใครคือตัวเลือกที่ดีที่สุดสำหรับคุณ?",
    "level_message": "ระดับของทักษะ ประสบการณ์ และการสนับสนุนจากผู้เชี่ยวชาญเป็นตัวกำหนดราคา",
    "level_low": "ผู้เชี่ยวชาญราคาถูก",
    "level_medium": "ผู้เชี่ยวชาญราคากลาง",
    "level_high": "ผู้เชี่ยวชาญราคาสูง",
    "location_title": "คุณชอบทำงานกับผู้เชี่ยวชาญใกล้สถานที่ของคุณหรือไม่?",
    "location_near": "ใช่",
    "location_no": "ไม่",
    "language_title": "ภาษาที่คุณชอบขณะสื่อสารกับผู้เชี่ยวชาญคืออะไร?",
    "language": "ภาษา",
    "language_placeholder": "เลือกหนึ่งอัน*",
    "free_support_title": "การสนับสนุนธุรกิจขนาดเล็ก",
    "free_support_message": "เราเชื่อว่าการช่วยเหลือสตาร์ทอัพเป็นการลงทุนที่ชาญฉลาดสำหรับอนาคตของคุณและ Selldone เราคอยช่วยเหลือคุณบนเส้นทางนี้เสมอ ยิ่งผลิตภัณฑ์และบริการของคุณน่าสนใจ สร้างสรรค์ หรือใช้งานได้จริงมากขึ้นเท่าใด คุณก็จะได้รับบริการฟรีจากเราและผู้เชี่ยวชาญของเรามากขึ้นเท่านั้น",
    "free_support_condition": "หากคุณจริงจังกับการเริ่มต้นธุรกิจและขายของออนไลน์ก็เพียงพอแล้ว ที่เหลือขึ้นอยู่กับเรา!",
    "free": "คุณต้องการบริการฟรีหรือไม่?",
    "free_messages": "เลือกตัวเลือกนี้หากคุณเป็นธุรกิจที่เริ่มต้นหรือยังไม่มีวิธีการทางการเงินในการจ่ายเงินให้ผู้เชี่ยวชาญ",
    "action_new": "คำขอใหม่",
    "action_send": "ส่งคำขอ",
    "start_price_message": "งาน {topic} เริ่มต้นที่ {price} {currency} สำหรับผู้เชี่ยวชาญนี้",
    "notifications": {
      "success_send": "ส่งคำขอของคุณเรียบร้อยแล้ว โปรดรอข้อเสนอจากผู้เชี่ยวชาญของ Selldone"
    },
    "stage": {
      "title": "อะไรคือขั้นตอนของธุรกิจของคุณ?",
      "start": "เริ่มต้นธุรกิจใหม่",
      "online": "ฉันต้องการสร้างธุรกิจที่มีอยู่ของฉันทางออนไลน์",
      "extend": "ฉันมีร้านค้าออนไลน์และฉันกำลังดำเนินการอยู่",
      "pos": "ฉันต้องการตั้งค่า Selldone POS ในสาขาร้านค้าของฉัน"
    },
    "budget": {
      "title": "คุณมีประมาณการของงบประมาณฟรีแลนซ์หรือไม่?",
      "yes": "ใช่ งบประมาณของฉันชัดเจน",
      "no": "ไม่ ฉันต้องการข้อมูลเพิ่มเติม"
    },
    "login": {
      "title": "กรุณาเข้าสู่ระบบ",
      "message": "เข้าสู่ระบบเพื่อลงทะเบียนก่อน คุณสามารถเข้าสู่ระบบ Selldone ของคุณอย่างรวดเร็วและปลอดภัยผ่านหมายเลขโทรศัพท์มือถือหรือบัญชีโซเชียลเน็ตเวิร์ก"
    },
    "select_shop_title": "เลือกร้าน",
    "select_shop_description": "ฉันต้องการผู้เชี่ยวชาญสำหรับร้านค้าที่มีอยู่",
    "new_shop_mode_title": "สร้างร้านใหม่",
    "new_shop_mode_description": "ฉันต้องการสร้างร้านใหม่"
  },
  "expert_requests": {
    "title": "เปิดรับคำขอ",
    "dialog": {
      "title": "รายละเอียดคำขอผู้เชี่ยวชาญ",
      "start_chat": "เริ่มการเจรจา"
    }
  },
  "job_chat": {
    "title": "การเจรจาต่อรองงาน"
  },
  "expert_chat_box": {
    "need_expert_question": "คุณต้องการผู้เชี่ยวชาญหรือไม่?",
    "find_expert": "พบผู้เชี่ยวชาญ..",
    "folder_name": "ชื่อโฟลเดอร์",
    "folder_dialog": {
      "title": "แก้ไขโฟลเดอร์",
      "hide_new_folder": "ซ่อนโฟลเดอร์ใหม่",
      "add_new_folder": "เพิ่มโฟลเดอร์ใหม่"
    }
  },
  "add_job": {
    "add_title": "เพิ่มงานใหม่",
    "edit_title": "แก้ไขงาน",
    "message": "ป้อนตำแหน่งงานและรายละเอียดงานที่คุณสามารถทำได้ในส่วนนี้ โปรดทราบว่าคุณต้องไม่เขียนข้อมูลติดต่อและลิงก์ในข้อความของรายละเอียดงานของคุณ",
    "start_price_message": "ต้นทุนขั้นต่ำของการสั่งซื้อแต่ละครั้ง",
    "currency_message": "การเปลี่ยนสกุลเงินจะรีเซ็ตบันทึกทางการเงินของคุณสำหรับงานนี้",
    "job_desc_message": "อธิบายบริการเต็มรูปแบบของคุณสำหรับงานนี้",
    "included_message": "อธิบายว่าคุณจะให้บริการอะไรแก่ลูกค้าในราคาพื้นฐาน",
    "additional_message": "คุณเสนอบริการอื่นใดนอกเหนือจากบริการพื้นฐาน",
    "available": "ตำแหน่งงานว่าง",
    "available_message": "สาธารณะเข้าถึงงานนี้",
    "add_action": "เพิ่มงานใหม่",
    "edit_action": "แก้ไขงาน",
    "notifications": {
      "edit": "อัพเดทงานเรียบร้อยแล้ว",
      "add": "สร้างงานใหม่เรียบร้อยแล้ว"
    }
  },
  "contract_form": {
    "shop_message": "แสดงร้านค้าของลูกค้าด้วยสิทธิ์การเข้าถึงของผู้ดูแลระบบหรือผู้จัดการอาวุโสเท่านั้น",
    "shop_placeholder": "เลือกร้านค้าที่คุณต้องการใช้งาน*",
    "title_message": "ตั้งชื่อสัญญาฉบับนี้..",
    "description_message": "เขียนรายละเอียดสัญญา...",
    "permissions": "เลือกการอนุญาตที่จำเป็น",
    "cost_message": "ค่าทำสัญญา",
    "days": "ระยะเวลาสัญญา",
    "days_message": "ระยะเวลาสัญญา",
    "create_action": "สร้างสัญญาใหม่",
    "notifications": {
      "add": "สัญญาใหม่ถูกสร้างขึ้นและส่งไปยังผู้ใช้"
    }
  }
};