export default {
  "experts_common": {
    "experts_page": "Белгечләр бите",
    "no_job": "Дөрес урын табылмады!",
    "jobs_filter": "Эш фильтры",
    "start_price": "Башлангыч бәя",
    "completed_count": "Эшләр тәмамланды",
    "job_title": "Хезмәт урыны",
    "job_desc": "Эш тасвиры",
    "job_not_approved": "Эш әле тикшерелмәгән.",
    "new_job": "Яңа эш",
    "expert_profile": "Эксперт профиле",
    "job_detail": "Эш детальләре",
    "contracts": "Контрактлар",
    "start_end_date": "Башлау / тәмамлау датасы",
    "complete_cancel_date": "Тәмам / Датаны кире кагу",
    "waiting_pay_and_start": "Түләү һәм башлау көтә",
    "waiting_to_complete": "Клиентның ризалыгын көтә",
    "running": "Йөгерү",
    "paY_start_action": "Түләү һәм хәзер башлау",
    "need_help": "Ярдәм кирәк?",
    "hire_me_now": "Мине хәзер эшкә алыгыз ...",
    "expert_contracts": "Эксперт контрактлары"
  },
  "topic_categories": {
    "SETUP": {
      "title": "Онлайн кибет урнаштыру",
      "desc": "Бу өлкәдәге белгечләр сезнең өчен онлайн кибетне җиңелрәк һәм тизрәк урнаштыралар."
    },
    "ADD_PAGE": {
      "title": "Битләр өстәгез (десант, безнең турында, ...)",
      "desc": "Сез десант битләрен ясауны, безнең турында һәм сайтыгызның бүтән битләрен бу белгечләргә калдыра аласыз."
    },
    "ADD_PRODUCT": {
      "title": "Продукция һәм категорияләр өстәгез",
      "desc": "Сез кибеткә продуктлар өстәр өчен моны эшләргә кешеләрне яллый аласыз."
    },
    "PAYMENT": {
      "title": "Түләү ысулларын өстәгез",
      "desc": "Сезнең өчен шлюзны кабул итү һәм яңарту процессын башкару өчен түләү шлюзы белгечен эшкә алыгыз."
    },
    "MARKETING": {
      "title": "Маркетинг",
      "desc": "Маркетинг белгечләре сезнең кампанияләргә һәм стимулларга иң яхшы үзгәрешләр кертергә яки эффектив реклама кампаниясен башларга булышалар."
    },
    "MIGRATION": {
      "title": "Минем кибетне башка сәүдә платформасыннан күчерегез",
      "desc": "Сезнең кибетегез бармы? Сез кибетне мәңгегә тәэмин итәр өчен, кибетне белгечкә күчерү бурычы калдыра аласыз."
    },
    "APP_SETUP": {
      "title": "Кушымта урнаштыру",
      "desc": "Кибетегездә кушымталар урнаштыру һәм урнаштыру өчен ярдәм кирәкме? Сезгә шәхси кушымта төзергә кирәкме? Бу өлкәдәге белгечләр сезнең белән булачак."
    },
    "MANAGEMENT": {
      "title": "Кибет белән идарә итү",
      "desc": "Сез кибет белән идарә итү белгечләрен кибет белән идарә итүнең кайбер өлешләрен аутсорсинглый аласыз. Алар шулай ук бизнес алып баруның барлык аспектлары буенча эксперт киңәшләрен бирәләр."
    },
    "CONTENT": {
      "title": "Эчтәлек язу",
      "desc": "Эчтәлек язу профессионалларына сезнең продукт, бренд яки кибетнең эчтәлеген булдыруны билгеләгез."
    },
    "PHOTOGRAPHY": {
      "title": "Фотография һәм редакция",
      "desc": "Сезнең продуктларны һәм хезмәтләрне фотога төшерергә кирәкме? Бу бүлектәге белгечләр сезгә кирәкле рәсемнәрне, анимацияләрне һәм 3D модельләрне әзерләячәкләр."
    },
    "DROP_SHIPPING": {
      "title": "Төшү",
      "desc": "Әгәр сез күпләп сатучы яки сатучы булсагыз, Selldone тамчы платформасы сез һәрвакыт эзләгән әйбер. Dropshipping белгечләре сезнең бизнесны үстерүнең яңа ысулларын табарга булыша ала."
    },
    "POS_SETUP": {
      "title": "Selldone POS урнаштыру",
      "desc": "Кибетегезнең онлайн POS-ны урнаштыру өчен белгеч яллагыз."
    }
  },
  "topics": {
    "store-design": {
      "title": "Электрон сәүдә төзегез",
      "desc": "Онлайн кибетегезнең дизайнын һәм көйләнешен сезнең идеяларыгызны тормышка ашыра алган профессионалларга калдырыгыз."
    },
    "store-configuration": {
      "title": "Кибет конфигурациясе",
      "desc": "Сез кибет конфигурациясе өчен белгечтән ярдәм ала аласыз, мәсәлән, эзләү системалары өчен бизнес-мәгълүмат кертү, җибәрү һәм склад ысуллары."
    },
    "store-optimization": {
      "title": "Эшчәнлек һәм тизлекне оптимизацияләү",
      "desc": "Белгечләр сезнең тизлекне һәм эшне арттыру өчен сезнең сайтта эшләячәкләр."
    },
    "domain": {
      "title": "Домен тоташуы",
      "desc": "Кибетегезгә һәм вебсайтка махсус домен өстәгез."
    },
    "page-design": {
      "title": "Десант бите һәм шаблон дизайны",
      "desc": "Вебсайтыгызны урнаштыру битләрен, баш битне һәм эчке битләрне проектлагыз."
    },
    "add-product": {
      "title": "Продукция һәм категорияләр өстәгез",
      "desc": "Төркемнәрне төзәтер өчен продуктларның рәсемнәрен, тасвирламаларын һәм спецификацияләрен өстәгез. Бу сезнең клиентларга иң яхшы җиһазландырылган продуктларны табуны җиңеләйтә."
    },
    "payment": {
      "title": "Түләү шлюзы",
      "desc": "Кибетегезгә онлайн түләү шлюзын өстәгез."
    },
    "tax": {
      "title": "Салым консультациясе",
      "desc": "Финанс һәм салым проблемалары буенча киңәшләр алыгыз."
    },
    "email-marketing": {
      "title": "Электрон почта маркетингы",
      "desc": "Кулланучыларны клиентларга әйләндерү һәм аларны күбрәк сатып алу өчен электрон почта маркетинг коралларын кулланыгыз."
    },
    "seo": {
      "title": "SEO",
      "desc": "Google эзләү нәтиҗәләрендә сезнең рейтингыгызны арттырыгыз, шуңа күрә сезнең продуктларны күбрәк кеше табар."
    },
    "search-ads": {
      "title": "Рекламаларны эзләү",
      "desc": "Google кебек эзләү системаларында продуктларыгызны рекламалагыз."
    },
    "social-marketing": {
      "title": "Социаль медиа маркетинг",
      "desc": "Сезнең продуктларны һәм хезмәтләрне карау өчен күбрәк кунакларны йөртү өчен социаль медиа кампанияләрен башлап җибәрегез."
    },
    "content-marketing": {
      "title": "Эчтәлек маркетингы",
      "desc": "Сезнең бизнес өчен файдалы һәм актуаль эчтәлек булдыру һәм бастыру."
    },
    "sale-channels": {
      "title": "Сату каналларын төзегез",
      "desc": "Селдондагы онлайн кибеткә тоташып, Инстаграм, Телеграмма һәм Facebook кебек яңа сату каналларын эшләтеп җибәрегез."
    },
    "conversion": {
      "title": "Конверсия ставкасын оптимизацияләү",
      "desc": "Конверсия ставкаларын максимальләштерегез, күбрәк кунакларны клиентларга әйләндерегез, һәм сезнең кампанияләрнең эффективлыгын арттырыгыз."
    },
    "analyze": {
      "title": "Кулланучының тәртибен анализлау",
      "desc": "Онлайн кибеттә кулланучыларның тәртибен күзәтегез, хәтта физик филиаллар, алар өчен яхшырак кулланучы тәҗрибәсе белән тәэмин итү."
    },
    "brand-strategy": {
      "title": "Бренд стратегиясе",
      "desc": "Бизнес брендыгызны төзү һәм киңәйтү өстендә эшләгез."
    },
    "migration": {
      "title": "Кибет миграция",
      "desc": "Хәзерге кибетегезне Селдонга күчерегез."
    },
    "app-programmer": {
      "title": "Кушымта төзегез",
      "desc": "Applicationзегезнең кушымтаны проектлау һәм үстерү"
    },
    "app-install": {
      "title": "Кушымтаны урнаштырыгыз",
      "desc": "Кибеттә кирәкле кушымтаны урнаштырыгыз һәм конфигурацияләгез."
    },
    "ux-design": {
      "title": "Xзенчәлекле UX дизайны",
      "desc": "Кибеттә яки кушымтада кулланучылар өчен уникаль кулланучы тәҗрибәсен эшләгез."
    },
    "debug": {
      "title": "Төзексезлекләрне Эзләү",
      "desc": "Кибетегездәге хаталарны һәм проблемаларны төзәтегез."
    },
    "strategy": {
      "title": "Бизнес стратегиясе консалтингы",
      "desc": "Сезнең бизнес операциясен үстерү һәм яхшырту өчен тәҗрибәле кешеләрдән киңәш алыгыз."
    },
    "products-guide": {
      "title": "Продукция ресурсы",
      "desc": "Продукция әзерләү һәм тәэмин итү чылбыры дизайны өчен белгечләрдән ярдәм сорагыз."
    },
    "setup-guide": {
      "title": "Кибетне урнаштыру һәм консалтинг",
      "desc": "Бизнес башлау яки он-лайн ясау өчен бу өлкә белгечләреннән киңәш алыгыз."
    },
    "marketing-guide": {
      "title": "Маркетинг һәм сату консалтингы",
      "desc": "Белгечләрдән һәм профессионаллардан киңәш алып, сатуны ничек сатырга һәм сатуны арттырырга өйрәнегез .."
    },
    "product-description": {
      "title": "Җитештермә тасвирламасы",
      "desc": "Клиентлар сезнең продуктлар белән яхшырак таныша алсын өчен, продукт тасвирламаларын җәлеп итегез."
    },
    "content-write": {
      "title": "Маркетинг һәм реклама эчтәлеге",
      "desc": "Клиентларга иң яхшысын сайларга булышу өчен, бренд сюжеты һәм продуктларыгызның ихтыяҗлары турында языгыз."
    },
    "logo-design": {
      "title": "Логотип һәм бренд дизайны",
      "desc": "Сезнең бренд өчен рәсем һәм логотипның дизайны."
    },
    "banner-design": {
      "title": "Баннер дизайны",
      "desc": "Бренд хәбәрдарлыгын арттыру һәм кибетегезгә трафик йөртү өчен тәэсирле реклама баннерлары ясагыз."
    },
    "video": {
      "title": "Фильм төшерү һәм анимация",
      "desc": "Реклама видеолары һәм 2D һәм 3D анимацияләр җитештерүне осталарга калдырыгыз."
    },
    "photography": {
      "title": "Продукция фотографиясе",
      "desc": "Кибетегез күзгә күренсен өчен, продуктларның һәм хезмәтләрнең сәнәгать һәм профессиональ фотосурәтләрен алыгыз."
    },
    "photo-editor": {
      "title": "Фотоларны үзгәртү",
      "desc": "Искиткеч рәсемнәрне дизайнлау, ул эффектлар өстәргә, фонны бетерергә яки фотога текст өстәргә мөмкин."
    },
    "3d": {
      "title": "3D модельләштерү һәм AR",
      "desc": "Сатуларыгызны кискен арттыру өчен продуктларыгызның 3D киңәйтелгән чынбарлык модельләрен төзегез."
    },
    "dropshipping": {
      "title": "Төшү",
      "desc": "Сездә җитештерүче яки склад булса, ташлау белгечләре сезнең продуктларны меңләгән онлайн кибетләр аша сатуга ярдәм итәчәк."
    },
    "reselling": {
      "title": "Сатучы өчен көйләү",
      "desc": "Сез товар сатып алмыйча, хәтта пакет та җибәрмичә, югары керемле камил кибеткә ия була аласыз."
    },
    "pos-setup": {
      "title": "Онлайн касса булдыру",
      "desc": "Selldone POS-ны кибет филиалларында эшләгез һәм бизнесыгызны һәм физик филиалларыгызны үстерү өчен булган иң профессиональ кибет коралларын кулланыгыз."
    }
  },
  "industries": {
    "ART": "Сәнгать",
    "MARKETING_ADS": "Маркетинг һәм реклама",
    "SERVICES": "Хезмәтләр",
    "CLOTHING_FASHION": "Кием һәм мода",
    "HANDCRAFTS": "Кул эшләре",
    "ELECTRONICS_TECH": "Электроника һәм Тех",
    "HEALTH_BEAUTY": "Сәламәтлек һәм матурлык",
    "HOME_GARDEN": "Өй һәм бакча",
    "JEWELRY_ACCESSORIES": "Зәркән әйберләре һәм аксессуарлар",
    "FOOD_DRINK": "Ашамлык һәм эчемлек",
    "PET_CARE": "Йорт хайваннары турында кайгырту",
    "SPORTS": "Спорт",
    "RECREATION": "Ял итү",
    "TOYS_GAMES": "Уенчыклар һәм уеннар",
    "AUTOMOTIVE": "Автомобиль"
  },
  "expert_panel": {
    "title": "Селдон белгечләре белән идарә итү советы",
    "add_dialog": {
      "title": "Яңа эш өстәгез"
    }
  },
  "contract_view": {
    "running": "Йөгерү",
    "cancelling": "Бетерүне сорау ..",
    "title": "Контракт темасы",
    "description": "Контракт тасвирламасы",
    "permissions_input": "Кирәкле рөхсәтләрне сайлагыз",
    "cost_timeline": "Кыйммәт һәм вакыт сызыгы",
    "timespan": "Контрактның дәвамлылыгы",
    "cost": "Контракт бәясе",
    "pay_now_action": "Мин риза ╏ Хәзер түләгез",
    "complete_action": "Әйе ╏ Контрактны тәмамлау",
    "reject_action": "| К ╏ Тәмамлау расланмаган",
    "all_tasks_completed_message": "Сез барлык билгеләнгән биремнәрне үтәдегез. Моны тәмамлаган булсагыз, заказны тәмамлау төймәсенә басыгыз. Бу адымнан соң, клиент эшнең китерелүен расларга тиеш.",
    "waiting_complete_by_customer_message": "Сез эшне расладыгыз, хәзер заказны җибәрүне раслау өчен клиентны көтәргә туры килә. Клиент хупламаган яки кире кагылган очракта, заказ автоматик рәвештә расланачак һәм 3 көннән соң тәмамланачак.",
    "comment": "Аңлатма җибәрегез",
    "comment_desc": "Эшнең сыйфаты һәм экспертларның үзара бәйләнешенә карап бәя бирү.",
    "comment_placeholder": "Эш сыйфаты турында үз фикерегезне языгыз ...",
    "response_placeholder": "Клиентларның фикерләре турында әйтер сүзегез булса, языгыз ...",
    "waiting_for_customer": "Клиентны көтү ...",
    "account_input": "Хисапны алу",
    "dialog_pay": {
      "title": "Түләү һәм контрактны башлау",
      "insufficient_balance": "Баланс җитми! Түләү өчен счет."
    },
    "dialog_cancel": {
      "title": "Контрактны кире кагу",
      "confirm_code": "Раслау коды",
      "confirm_code_label": "Раслау коды",
      "confirm_action": "Әйе, контрактны кире кагарга"
    },
    "notifications": {
      "save": "Контракт уңышлы редакцияләнде.",
      "pay": "Контракт түләнде һәм уңышлы башланды.",
      "end": "Заказ клиентка тәмамлануны раслау өчен җибәрелде ..",
      "complete": "Контракт тәмамланды.",
      "reject": "Контрактны үтәү расланмый.",
      "cancel": "Контракт юкка чыгарылды.",
      "update": "Рөхсәт яңартылды.",
      "comment": "Сезнең аңлатма җибәрелде.",
      "response": "Сезнең җавап җибәрелде."
    }
  },
  "expert_page": {
    "title": "Иң яхшы белгечләрне эшкә алыгыз",
    "sub_title": "Кибетегезне проектлау, җибәрү, реклама яки идарә итү турында борчылмагыз. Эшләрне яхшырак һәм тизрәк башкару өчен сертификатланган белгечне эшкә алыгыз.",
    "steps_title": "Өч адым калды",
    "step_1_title": "Эксперт белән элемтәгә керергә",
    "step_1_desc": "Белгечләрдән тәкъдимнәр сорагыз, яки тәкъдим ителгән белгечләргә туры килерлек эш булдырыгыз.",
    "step_2_title": "Килешү һәм контракт алу",
    "step_2_desc": "Answersавапларны карагыз, туры килгәнне табыгыз, вакыт һәм төгәл бәяләү кебек детальләр турында сөйләшегез.",
    "step_3_title": "Эшне раслагыз һәм башкарыгыз",
    "step_3_desc": "Селдон аша эффектив эшли алган квалификацияле профессионалларга ышаныгыз.",
    "who": {
      "title": "Сез монда кемне табасыз?",
      "box_image": "/app/img/selldone-expert-box.37fb6205.png",
      "spec1_title": "Осталар, үз кырларында да, Селдонда да",
      "spec1_desc": "Сезгә программалаштыру осталыгы кирәк түгел! Селдон барлык яңартулар турында кайгырта. Сатуны арттыруга бөтен көчегезне куегыз!",
      "spec2_title": "Сайланган һәм тугры кешеләр",
      "spec2_desc": "Кодлаштыру яки техник белем кирәк түгел. Өстәмә чыгымнар, катлаулы техник проблемалар һәм сезнең онлайн бизнес юлындагы киртәләр белән хушлашыгыз!",
      "spec3_title": "Иң профессиональ эшләгән профессиональ эш",
      "spec3_desc": "Сезгә программалаштыру осталыгы кирәк түгел! Сезнең ихтыяҗларыгызны канәгатьләндерү өчен Селдондагы иң яхшы профессионаллар!"
    },
    "expert_categories": "Белгечләр күрсәткән хезмәтләр категориясе",
    "show_all_topics": "Барлык категорияләрне дә күрсәтегез",
    "marketing_title": "Маркетинг һәм сату үсеше",
    "starts_title": "Онлайн бизнесны башлау һәм үстерү",
    "managements_title": "Бизнес белән идарә итү",
    "contents_title": "Эчтәлек ясау, фотография һәм видео",
    "apps_title": "Күбрәк үзенчәлекләр һәм кушымта урнаштыру",
    "footer": {
      "title": "Сезнең ихтыяҗларыгызга туры килгән иң яхшы белгеч табу",
      "message": "Түбәндәге форманы тутырып, сез яңа эш урыны булдырасыз, шуңа күрә иң яхшы белгечләр сезнең ихтыяҗларыгызга нигезләнеп үз тәкъдимнәрен җибәрә алалар."
    }
  },
  "public_job_page": {
    "hire_expert_title": "Бу белгечнең сезнең өчен эшләвен телисезме?",
    "your_own_job_message": "Сез бу эшне билгеләдегез! Администратор панеленә бару һәм бу эшне турыдан-туры идарә итү өчен астагы төймәгә басыгыз.",
    "go_to_job_panel": "Минем панельгә керегез",
    "no_chat": "Сез әлегә сорау бирмәдегез.",
    "job_tasks": "Эш биремнәре тәкъдим ителә",
    "included": "Башлангыч бәягә кертелгән биремнәр",
    "additional": "Өстәмә эш һәм биремнәр",
    "permissions": "Кирәкле рөхсәтләр"
  },
  "expert_request_form": {
    "action_message": "Сезнең кибетегезне төзү, идарә итү яки сату өчен бүтән берәү телисезме? Шуңа күрә сез уйлаганны эшләү өчен белгеч яллагыз.",
    "order_new_kob": "Яңа эшкә заказ бирегез",
    "new_shop_action_small": "Сезнең кибетегездә белгеч эшләвен телисезме?",
    "mange_shop_action_small": "Сезгә кибет төзергә белгеч кирәкме?",
    "new_shop_action": "Сезгә берничә тәкъдим килде",
    "mange_shop_action": "Белгечләр сезнең гаризаны карыйлар.",
    "hire_expert": "Эксперт яллау",
    "check_mail_status": "Зинһар, электрон почтагызны тикшерегез",
    "header_new": "Яңа сорау",
    "header_view": "Сорау җибәрү",
    "title": "Сез заманча онлайн кибет телисезме?",
    "message": "Сез моны үзегез эшләргә тиеш түгел. Безнең сертификатланган белгечләр сезгә онлайн кибетне тизрәк, җиңелрәк һәм күзләрегезне җәлеп итәр өчен ярдәм итә алалар. Сезнең ихтыяҗларыгызны тасвирлагыз һәм сатуны арттырыр өчен иң яхшысын табыгыз.",
    "steps_title": "Бу адымнарны үтәгез",
    "step_1": "Сезнең ихтыяҗларыгызны сурәтләгез",
    "step_1_message": "Белгечләргә нәрсә теләгәнегезне әйтегез",
    "step_2": "Белгечләр тәкъдим иткәнне кабатлагыз",
    "step_2_message": "Сезнең ихтыяҗларыгызга туры килгән иң яхшысын сайлагыз",
    "step_3": "Мөһим детальләр турында сөйләшегез һәм белгеч белән күбрәк эшләгез",
    "step_3_message": "Мөһим детальләр турында сөйләшегез һәм белгеч белән күбрәк эшләгез",
    "shop_info": "Кибетне сайлагыз",
    "select_shop": "Миңа кибетнең берсе өчен белгеч кирәк",
    "shop_id": "Кибет",
    "shop_id_message": "Сезгә күбрәк хезмәт кирәк булса, булган кибетләрдән сайлагыз.",
    "shop_id_placeholder": "Кибетне сайлагыз ...",
    "store_name": "Кибет исеме",
    "store_name_placeholder": "Минем кибет исеме ...",
    "store_name_messages": "Киләчәктә төзергә теләгән кибетегезнең исемен әйтегез.",
    "contact": "Элемтә өчен мәгълүмат",
    "name_placeholder": "Кирәк *",
    "email": "Электрон почта",
    "email_placeholder": "Кирәк * your-mail{'@'}mail.com",
    "request_title": "Сезнең ихтыяҗларыгызны сурәтләгез.",
    "request_message": "Безнең экспертка сезнең таләпләрне яхшырак үтәргә һәм сезгә арзан бәяне һәм вакытны бәяләргә ярдәм итәр өчен, сезнең бизнес турында конкрет мәгълүмат бирегез.",
    "description": "Сезнең бизнес турында күбрәк сөйләгез",
    "description_messages": "Сезнең бизнес нәрсә? Сез продукт яки хезмәт сатасызмы?",
    "services_title": "Эксперт нинди эшләрне башкарырга телисез?",
    "select_one_caution": "Ким дигәндә бер вариантны сайлагыз!",
    "detail_title": "Экспертка сезнең таләпләрне яхшырак белү өчен детальләр өстәгез.",
    "detail": "Проект турында мәгълүмат",
    "detail_messages": "Сездә булган сайт бармы? Инстаграмда кибетегез бармы яки физик кибетме? Расписание үзгәрә аламы?",
    "preferences_title": "Чикләр һәм өстенлекләр",
    "preferences_message": "Сезнең эшегез өчен кирәкле профессионаллар сезнең проект тәкъдимнәрен карый алсын өчен, өстенлекләрегезне билгеләгез.",
    "level_title": "Сезнең өчен иң яхшы сайлау кем?",
    "level_message": "Осталык, тәҗрибә һәм эксперт ярдәме бәяләрне билгели",
    "level_low": "Арзан бәяле белгечләр",
    "level_medium": "Урта бәяле белгечләр",
    "level_high": "Pricesгары бәяле белгечләр",
    "location_title": "Сез урнашкан урында белгечләр белән эшләргә яратасызмы?",
    "location_near": "Әйе",
    "location_no": "юк",
    "language_title": "Белгечләр белән аралашканда сезнең тел өстенлеге нинди?",
    "language": "Тел",
    "language_placeholder": "Берсен сайлагыз *",
    "free_support_title": "Кече бизнеска ярдәм",
    "free_support_message": "Стартапларга булышу сезнең киләчәгегез һәм Selldone өчен акыллы инвестиция дип саныйбыз. Без бу юлда һәрвакыт сезнең аркагызны алдык. Сезнең продуктлар һәм хезмәтләр никадәр җәлеп итүчән, инновацион яки тагын да практик булса, сез һәм безнең белгечләрдән бушлай хезмәт күрсәтәчәксез.",
    "free_support_condition": "Әгәр дә сез үз бизнесыгызны башлап, онлайн режимда сатуга җитди карыйсыз икән, бу җитә. Калганнары безнеке!",
    "free": "Сез бушлай хезмәт күрсәтергә телисезме?",
    "free_messages": "Әгәр дә сез стартап бизнесы булсагыз яки белгечләргә түләү өчен финанс мөмкинлекләрегез булмаса, бу вариантны сайлагыз.",
    "action_new": "Яңа сорау",
    "action_send": "Сорау җибәрегез",
    "start_price_message": "эксперт өчен {topic} эшләр {price} {currency} дан башлана",
    "notifications": {
      "success_send": "Сезнең үтенеч уңышлы тапшырылды. Зинһар, Selldone белгечләренең тәкъдимнәрен көтегез."
    },
    "stage": {
      "title": "Сезнең бизнесның этабы нинди?",
      "start": "Яңа бизнес башлау",
      "online": "Минем булган бизнесымны он-лайн ясарга телим",
      "extend": "Минем онлайн кибет бар һәм мин аның өстендә эшлим",
      "pos": "Минем кибет филиалларында Selldone POS урнаштырасым килә"
    },
    "budget": {
      "title": "Сездә фрилансинг бюджеты сметасы бармы?",
      "yes": "Әйе, минем бюджет ачык",
      "no": ", К, миңа күбрәк мәгълүмат кирәк"
    },
    "login": {
      "title": "Зинһар, керегез",
      "message": "Башта теркәлү өчен керегез. Сез мобиль номер яки социаль челтәр счетлары аша Селдонга тиз һәм куркынычсыз керә аласыз."
    },
    "select_shop_title": "Кибетне сайлагыз",
    "select_shop_description": "Миңа булган кибет өчен белгеч кирәк",
    "new_shop_mode_title": "Яңа кибет булдыру",
    "new_shop_mode_description": "Минем яңа кибет булдырасым килә"
  },
  "expert_requests": {
    "title": "Сорауларны ачык",
    "dialog": {
      "title": "Эксперт соравы",
      "start_chat": "Сөйләшүне башлау"
    }
  },
  "job_chat": {
    "title": "Эш турында сөйләшү"
  },
  "expert_chat_box": {
    "need_expert_question": "Сез белгеч телисезме?",
    "find_expert": "Белгеч табыгыз ..",
    "folder_name": "Папка исеме",
    "folder_dialog": {
      "title": "Папкаларны үзгәртү",
      "hide_new_folder": "Яңа папканы яшерегез",
      "add_new_folder": "Яңа папка өстәгез"
    }
  },
  "add_job": {
    "add_title": "Яңа эш өстәгез",
    "edit_title": "Эшне үзгәртү",
    "message": "Бу бүлектә эшли алырлык эш исемен һәм эш тасвирламасын кертегез. Игътибар итегез, сез эш тасвирламасы текстында контакт мәгълүматын һәм сылтамаларны язмаска тиеш.",
    "start_price_message": "Orderәр заказның минималь бәясе.",
    "currency_message": "Валютаны алыштыру бу эш өчен финанс язмаларны үзгәртә.",
    "job_desc_message": "Бу эш өчен тулы хезмәтегезне сурәтләгез.",
    "included_message": "Клиентка төп бәядән нинди хезмәт күрсәтәчәгегезне сурәтләгез.",
    "additional_message": "Төп хезмәтләрдән тыш тагын нинди хезмәтләр тәкъдим итәсез?",
    "available": "Эш бар",
    "available_message": "Бу эшкә халыкка керү",
    "add_action": "Яңа эш өстәгез",
    "edit_action": "Эшне үзгәртү",
    "notifications": {
      "edit": "Эш уңышлы яңартылды.",
      "add": "Яңа эш уңышлы булдырылды"
    }
  },
  "contract_form": {
    "shop_message": "Клиент кибетләрен администратор яки өлкән менеджер рөхсәте белән күрсәтегез.",
    "shop_placeholder": "Аның өстендә эшләргә теләгән кибетне сайлагыз *",
    "title_message": "Бу контракт өчен исем куегыз ..",
    "description_message": "Контрактның детальләрен языгыз ...",
    "permissions": "Кирәкле рөхсәтләрне сайлагыз",
    "cost_message": "Контракт бәясе",
    "days": "Контрактның озынлыгы",
    "days_message": "Контрактның озынлыгы",
    "create_action": "Яңа контракт төзегез",
    "notifications": {
      "add": "Яңа контракт төзелде һәм кулланучыга җибәрелде."
    }
  }
};