export default {
  "experts_common": {
    "experts_page": "مۇتەخەسسىسلەر بېتى",
    "no_job": "مۇۋاپىق ماس تېپىلمىدى!",
    "jobs_filter": "خىزمەت سۈزگۈچ",
    "start_price": "باشلىنىش باھاسى",
    "completed_count": "خىزمەت تاماملاندى",
    "job_title": "خىزمەت ئىسمى",
    "job_desc": "خىزمەت تەسۋىرى",
    "job_not_approved": "ئايۇپ تېخى تەكشۈرۈلمىدى.",
    "new_job": "يېڭى خىزمەت",
    "expert_profile": "مۇتەخەسسىسلەرنىڭ ئارخىپى",
    "job_detail": "خىزمەت تەپسىلاتلىرى",
    "contracts": "توختاملار",
    "start_end_date": "باشلىنىش / ئاخىرلىشىش ۋاقتى",
    "complete_cancel_date": "تامام / بىكار قىلىش ۋاقتى",
    "waiting_pay_and_start": "پۇل تۆلەشنى ۋە باشلاشنى ساقلاش",
    "waiting_to_complete": "خېرىدارنىڭ تەستىقىنى كۈتۈش",
    "running": "يۈگۈرۈش",
    "paY_start_action": "پۇل تۆلەڭ ۋە باشلاڭ",
    "need_help": "ياردەمگە ئېھتىياجلىقمۇ؟",
    "hire_me_now": "ھازىر مېنى تەكلىپ قىلىڭ ...",
    "expert_contracts": "مۇتەخەسسىسلەر توختامى"
  },
  "topic_categories": {
    "SETUP": {
      "title": "تور دۇكىنىنى تەڭشەش",
      "desc": "بۇ ساھەدىكى مۇتەخەسسىسلەر تور دۇكىنىڭىزنى سىزگە تېخىمۇ ئاسان ۋە تېخىمۇ تېز قۇردى."
    },
    "ADD_PAGE": {
      "title": "بەت قوشۇڭ (قونۇش ، بىز ھەققىدە ، ...)",
      "desc": "قونۇش بېتى قۇرۇشنى ، بىز ۋە تور بېتىڭىزنىڭ باشقا بەتلىرىنى بۇ مۇتەخەسسىسلەرگە قالدۇرالايسىز."
    },
    "ADD_PRODUCT": {
      "title": "مەھسۇلات ۋە تۈرلەرنى قوشۇڭ",
      "desc": "دۇكانغا مەھسۇلات قوشۇشىڭىز ئۈچۈن كىشىلەرنى تەكلىپ قىلالايسىز."
    },
    "PAYMENT": {
      "title": "پۇل تۆلەش ئۇسۇللىرىنى قوشۇڭ",
      "desc": "سىز ئۈچۈن دەرۋازىنى قوبۇل قىلىش ۋە يېڭىلاش جەريانىنى قىلىش ئۈچۈن ھەق تۆلەش دەرۋازىسى مۇتەخەسسىسىنى تەكلىپ قىلىڭ."
    },
    "MARKETING": {
      "title": "Marketing",
      "desc": "سېتىش مۇتەخەسسىسلىرى سىزنىڭ تەشۋىقاتلىرىڭىز ۋە رىغبەتلەندۈرۈشىڭىزگە ئەڭ ياخشى تەڭشەش ياكى ئۈنۈملۈك ئېلان تەشۋىقاتى ئېلىپ بېرىشىڭىزغا ياردەم بېرىدۇ."
    },
    "MIGRATION": {
      "title": "دۇكىنىمنى باشقا بىر سودا سۇپىسىدىن كۆچۈرۈڭ",
      "desc": "ئىلگىرى دۇكىنىڭىز بارمۇ؟ دۇكاننى مۇتەخەسسىسكە يۆتكەش ۋەزىپىسىنى تاشلاپ قويسىڭىز بولىدۇ ، شۇنداق بولغاندا كەسپىي مۇلازىمەت دۇكىنىڭىزنى مەڭگۈ قوللايدۇ."
    },
    "APP_SETUP": {
      "title": "قوللىنىشچان پروگرامما",
      "desc": "دۇكىنىڭىزغا ئەپ ئورنىتىش ۋە قاچىلاشقا ياردەم كېرەكمۇ؟ شەخسىي پروگرامما قۇرۇشىڭىز كېرەكمۇ؟ بۇ ساھەدىكى مۇتەخەسسىسلەر سىز بىلەن بىللە بولىدۇ."
    },
    "MANAGEMENT": {
      "title": "دۇكان باشقۇرۇش",
      "desc": "دۇكان باشقۇرۇش مۇتەخەسسىسلىرىڭىزنى دۇكان باشقۇرۇشنىڭ بىر قىسىم جايلىرىنى ھۆددىگە بەرسىڭىز بولىدۇ. ئۇلار يەنە ئىگىلىك باشقۇرۇشنىڭ ھەرقايسى تەرەپلىرى ھەققىدە مۇتەخەسسىسلەر مەسلىھەت بېرىدۇ."
    },
    "CONTENT": {
      "title": "مەزمۇن يېزىش",
      "desc": "مەھسۇلات ، ماركا ياكى دۇكىنىڭىزنىڭ مەزمۇن ئىجادىيىتىنى مەزمۇن يېزىش كەسپىي خادىملىرىغا تەقسىم قىلىڭ."
    },
    "PHOTOGRAPHY": {
      "title": "رەسىمگە تارتىش ۋە تەھرىرلەش",
      "desc": "مەھسۇلاتلىرىڭىز ۋە مۇلازىمىتىڭىزنى رەسىمگە تارتىش كېرەكمۇ؟ بۇ بۆلەكتىكى مۇتەخەسسىسلەر سىز ئېھتىياجلىق بولغان رەسىم ، كارتون ۋە 3D مودېللارنى تەييارلايدۇ."
    },
    "DROP_SHIPPING": {
      "title": "تەڭشەكنى تەڭشەش",
      "desc": "ئەگەر سىز توپ ساتقۇچى ياكى پارچە ساتقۇچى بولسىڭىز ، Selldone تامچە سۇپىسى سىز ئىزچىل ئىزدەپ كەلگەن نەرسە. تاشلاش مۇتەخەسسىسلىرى سودىڭىزنى تەرەققىي قىلدۇرۇشنىڭ يېڭى يوللىرىنى تېپىشىڭىزغا ياردەم بېرىدۇ."
    },
    "POS_SETUP": {
      "title": "Selldone POS نى تەڭشەش",
      "desc": "دۇكىنىڭىزنىڭ توردىكى POS نى تەڭشەش ئۈچۈن مۇتەخەسسىس تەكلىپ قىلىڭ."
    }
  },
  "topics": {
    "store-design": {
      "title": "ئېلېكترونلۇق سودا قۇرۇڭ",
      "desc": "تور دۇكىنىڭىزنىڭ لايىھىلىنىشى ۋە ئورۇنلاشتۇرۇشىنى ئىدىيىڭىزنى ئەمەلگە ئاشۇرالايدىغان كەسپىي خادىملارغا قالدۇرۇڭ."
    },
    "store-configuration": {
      "title": "دۇكان سەپلىمىسى",
      "desc": "دۇكان سەپلىمىسى مۇتەخەسسىسىدىن ياردەمگە ئېرىشەلەيسىز ، مەسىلەن ئىزدەش ماتورىنىڭ سودا ئۇچۇرلىرىنى كىرگۈزۈش ، توشۇش ۋە ئامباردا ساقلاش ئۇسۇللىرى."
    },
    "store-optimization": {
      "title": "ئىقتىدار ۋە سۈرئەتنى ئەلالاشتۇرۇش",
      "desc": "مۇتەخەسسىسلەر تور بېتىڭىزدە ئۇنىڭ سۈرئىتى ۋە ئۈنۈمىنى ئۆستۈرىدۇ."
    },
    "domain": {
      "title": "دائىرە ئۇلىنىشى",
      "desc": "دۇكىنىڭىز ۋە تور بېتىڭىزگە خاس تور نامىنى قوشۇڭ."
    },
    "page-design": {
      "title": "قونۇش بېتى ۋە قېلىپ لايىھىسى",
      "desc": "تور بېتىڭىزگە قونۇش بېتى ، باش بەت ۋە ئىچكى بەتلەرنى لايىھىلەڭ."
    },
    "add-product": {
      "title": "مەھسۇلات ۋە تۈرلەرنى قوشۇڭ",
      "desc": "سەھىپىلەرنى تۈزىتىش ئۈچۈن مەھسۇلاتلىرىڭىزنىڭ رەسىملىرى ، چۈشەندۈرۈشى ۋە ئۆلچىمىنى قوشۇڭ. خېرىدارلىرىڭىزغا ئەڭ ماس كېلىدىغان مەھسۇلاتلارنى تېپىش ئاسان."
    },
    "payment": {
      "title": "ھەق تۆلەش ئېغىزى",
      "desc": "دۇكىنىڭىزغا توردا پۇل تۆلەش ئېغىزى قوشۇڭ."
    },
    "tax": {
      "title": "باج مەسلىھەتچىلىكى",
      "desc": "مالىيە ۋە باج مەسىلىسىدە مەسلىھەت ئېلىڭ."
    },
    "email-marketing": {
      "title": "ئېلېكترونلۇق خەت سېتىش",
      "desc": "ئېلېكترونلۇق خەت سېتىش قوراللىرىنى ئىشلىتىپ ، ئابونتلىرىڭىزنى خېرىدارغا ئايلاندۇرۇپ ، ئۇلارنى تېخىمۇ كۆپ سېتىۋېلىشقا قىزىقتۇرۇڭ."
    },
    "seo": {
      "title": "SEO",
      "desc": "Google ئىزدەش نەتىجىسىدىكى دەرىجىڭىزنى ئۆستۈرۈڭ ، شۇندىلا تېخىمۇ كۆپ كىشىلەر ئىزدەش جەريانىدا مەھسۇلاتلىرىڭىزنى تاپالايدۇ."
    },
    "search-ads": {
      "title": "ئىزدەش ئېلانى",
      "desc": "مەھسۇلاتلىرىڭىزنى Google غا ئوخشاش ئىزدەش ماتورلىرىدا ئېلان قىلىڭ."
    },
    "social-marketing": {
      "title": "ئىجتىمائىي تاراتقۇ تىجارىتى",
      "desc": "تېخىمۇ كۆپ زىيارەتچىلەرنى مەھسۇلات ۋە مۇلازىمىتىڭىزنى كۆرۈش ئۈچۈن ئىجتىمائىي ئالاقە تەشۋىقاتىنى قوزغىتىڭ."
    },
    "content-marketing": {
      "title": "مەزمۇن تىجارىتى",
      "desc": "سودىڭىزغا پايدىلىق ۋە مۇناسىۋەتلىك مەزمۇنلارنى قۇرالايسىز ۋە ئېلان قىلىڭ."
    },
    "sale-channels": {
      "title": "سېتىش يوللىرىنى بەرپا قىلىڭ",
      "desc": "Selldone دىكى تور دۇكىنىڭىزغا ئۇلىنىش ئارقىلىق Instagram ، تېلېگرامما ۋە Facebook قاتارلىق يېڭى سېتىش يوللىرىنى قوزغىتىڭ."
    },
    "conversion": {
      "title": "ئايلاندۇرۇش نىسبىتىنى ئەلالاشتۇرۇش",
      "desc": "ئايلاندۇرۇش نىسبىتىنى چوڭايتىپ ، تېخىمۇ كۆپ زىيارەتچىلەرنى خېرىدارغا ئايلاندۇرۇپ ، تەشۋىقاتلىرىڭىزنىڭ ئۈنۈمىنى ئۆستۈرۈڭ."
    },
    "analyze": {
      "title": "ئىشلەتكۈچىنىڭ ھەرىكىتىنى تەھلىل قىلىڭ",
      "desc": "تور دۇكىنىدىكى ئىشلەتكۈچىلىرىڭىزنىڭ ھەرىكىتىنى نازارەت قىلىڭ ، ھەتتا فىزىكىلىق تارماقلارمۇ ئۇلارغا تېخىمۇ ياخشى ئىشلەتكۈچى تەجرىبىسى بېرىدۇ."
    },
    "brand-strategy": {
      "title": "ماركا ئىستراتېگىيىسى",
      "desc": "سودا ماركىڭىزنى قۇرۇش ۋە كېڭەيتىش ئۈچۈن تىرىشىڭ."
    },
    "migration": {
      "title": "دۇكان كۆچۈش",
      "desc": "بار دۇكىنىڭىزنى Selldone غا يۆتكەڭ."
    },
    "app-programmer": {
      "title": "بىر پروگرامما قۇر",
      "desc": "ئۆزىڭىزنىڭ قوللىنىشچان پروگراممىسىنى لايىھىلەش ۋە تەرەققىي قىلدۇرۇش"
    },
    "app-install": {
      "title": "پروگراممىنى قاچىلاڭ",
      "desc": "دۇكانغا لازىملىق پروگراممىنى قاچىلاڭ."
    },
    "ux-design": {
      "title": "خاسلاشتۇرۇلغان UX لايىھىسى",
      "desc": "دۇكان ياكى پروگراممىدىكى ئىشلەتكۈچىلىرىڭىز ئۈچۈن ئۆزگىچە ئىشلەتكۈچى تەجرىبىسىنى لايىھىلەڭ."
    },
    "debug": {
      "title": "كاشىلا ئوڭشاش",
      "desc": "دۇكىنىڭىزدىكى خاتالىق ۋە مەسىلىلەرنى تۈزىتىڭ."
    },
    "strategy": {
      "title": "سودا ئىستراتېگىيىسىدىن مەسلىھەت سوراش",
      "desc": "سودىڭىزنى تەرەققىي قىلدۇرۇش ۋە ياخشىلاش ئۈچۈن تەجرىبىلىك كىشىلەردىن مەسلىھەت ئېلىڭ."
    },
    "products-guide": {
      "title": "مەھسۇلات مەنبەسى يېتەكچىسى",
      "desc": "مەھسۇلات تەييارلاش ۋە تەمىنلەش زەنجىرىنى لايىھىلەش ئۈچۈن مۇتەخەسسىسلەردىن ياردەم سوراڭ."
    },
    "setup-guide": {
      "title": "دۇكان تەڭشەش ۋە لايىھىلەش مەسلىھەتچىلىكى",
      "desc": "ئىگىلىك تىكلەش ياكى توردا قىلىش ئۈچۈن بۇ ساھەدىكى مۇتەخەسسىسلەردىن مەسلىھەت ئېلىڭ."
    },
    "marketing-guide": {
      "title": "سېتىش ۋە سېتىش مەسلىھەتچىلىكى",
      "desc": "مۇتەخەسسىسلەر ۋە كەسپىي خادىملارنىڭ مەسلىھەت ئېلىشى ئارقىلىق بازارنى قانداق سېتىش ۋە سېتىشنى ئاشۇرۇشنى ئۆگىنىۋېلىڭ .."
    },
    "product-description": {
      "title": "مەھسۇلات چۈشەندۈرۈشى",
      "desc": "خېرىدارلىرىڭىزنىڭ مەھسۇلاتلىرىڭىزنى تېخىمۇ ياخشى تونۇشى ئۈچۈن مەھسۇلات چۈشەندۈرۈشىڭىزنى جەلپ قىلىڭ."
    },
    "content-write": {
      "title": "سېتىش ۋە ئېلان مەزمۇنى",
      "desc": "ماركا ھېكايىسى ۋە مەھسۇلاتلىرىڭىزنىڭ خېرىدارلارنىڭ ئەڭ ياخشىسىنى تاللىشىغا ياردەم بېرىش ئېھتىياجىنى يېزىڭ."
    },
    "logo-design": {
      "title": "بەلگە ۋە ماركا لايىھىسى",
      "desc": "ماركىڭىزغا رەسىم ۋە بەلگە مەزمۇنىنى لايىھىلەڭ."
    },
    "banner-design": {
      "title": "بايراق لايىھىسى",
      "desc": "ماركا ئېڭىنى ئاشۇرۇش ۋە دۇكىنىڭىزغا ئېقىشنى ئىلگىرى سۈرۈش ئۈچۈن تەسىرلىك ئېلان بايرىقى ھاسىل قىلىڭ."
    },
    "video": {
      "title": "سۈرەتكە ئېلىش ۋە كارتون فىلىم",
      "desc": "ئېلان سىنلىرى ۋە 2D ۋە 3D كارتون فىلىملىرىنى ئىشلەشنى ئۇستازلارغا قالدۇرۇڭ."
    },
    "photography": {
      "title": "مەھسۇلات سۈرىتى",
      "desc": "دۇكىنىڭىزنى كۆزگە چېلىقىدىغان مەھسۇلات ۋە مۇلازىمەتلىرىڭىزنىڭ سانائەت ۋە كەسپىي سۈرەتلىرىنى تارتىڭ."
    },
    "photo-editor": {
      "title": "رەسىملەرنى تەھرىرلەڭ",
      "desc": "جەلپ قىلارلىق رەسىملەرنى لايىھىلەش ، ئۇ ئۈنۈم قوشۇش ، تەگلىكنى ئۆچۈرۈش ياكى رەسىمگە تېكىست قوشۇشنى ئۆز ئىچىگە ئالىدۇ."
    },
    "3d": {
      "title": "3D مودېل ۋە AR",
      "desc": "مەھسۇلاتىڭىزنىڭ 3D كۈچەيتىلگەن رېئاللىق ئەندىزىسىنى قۇرۇپ ، سېتىلىشىڭىزنى زور دەرىجىدە ئاشۇرۇڭ."
    },
    "dropshipping": {
      "title": "تەڭشەكنى تەڭشەش",
      "desc": "ئەگەر سىزدە ئىشلەپچىقارغۇچى ياكى ئامبار بولسا ، تامچە مۇتەخەسسىسلەر مىڭلىغان تور دۇكانلىرى ئارقىلىق مەھسۇلاتلىرىڭىزنى ئوڭۇشلۇق سېتىشىڭىزغا ياردەم بېرىدۇ."
    },
    "reselling": {
      "title": "قايتا ساتقۇچىغا تەڭشەش",
      "desc": "مال سېتىۋالماي ، ئامباردا ساقلىماي ، ھەتتا بىر بولاق ئەۋەتمەيلا كىرىمىڭىز يۇقىرى مۇكەممەل دۇكانغا ئىگە بولالايسىز."
    },
    "pos-setup": {
      "title": "توردا نەق پۇل ئېلىش",
      "desc": "Selldone POS نى دۇكىنىڭىزدىكى تارماق ئاپپاراتلاردا ئىجرا قىلىڭ ھەمدە سودا ۋە فىزىكىلىق شاخلىتىپ سېتىش ئۈچۈن ئەڭ كەسپىي دۇكان قوراللىرىنى ئىشلىتىڭ."
    }
  },
  "industries": {
    "ART": "سەنئەت",
    "MARKETING_ADS": "سېتىش ۋە ئېلان",
    "SERVICES": "مۇلازىمەتلەر",
    "CLOTHING_FASHION": "كىيىم-كېچەك ۋە مودا",
    "HANDCRAFTS": "قول ھۈنەرۋەنچىلىكى",
    "ELECTRONICS_TECH": "ئېلېكترون ۋە تېخنىكا",
    "HEALTH_BEAUTY": "ساغلاملىق ۋە گۈزەللىك",
    "HOME_GARDEN": "ئۆي ۋە باغ",
    "JEWELRY_ACCESSORIES": "زىبۇزىننەت ۋە قوشۇمچە بۇيۇملار",
    "FOOD_DRINK": "يېمەكلىك ۋە ئىچىملىك",
    "PET_CARE": "ئەرمەك ھايۋانلارنى بېقىش",
    "SPORTS": "تەنھەرىكەت",
    "RECREATION": "كۆڭۈل ئېچىش",
    "TOYS_GAMES": "ئويۇنچۇق ۋە ئويۇن",
    "AUTOMOTIVE": "ماشىنا"
  },
  "expert_panel": {
    "title": "Selldone مۇتەخەسسىسلەر باشقۇرۇش گۇرۇپپىسى",
    "add_dialog": {
      "title": "يېڭى خىزمەت قوشۇڭ"
    }
  },
  "contract_view": {
    "running": "يۈگۈرۈش",
    "cancelling": "بىكار قىلىشنى تەلەپ قىلىش ..",
    "title": "توختام تېمىسى",
    "description": "توختامنىڭ چۈشەندۈرۈشى",
    "permissions_input": "لازىملىق ئىجازەتلەرنى تاللاڭ",
    "cost_timeline": "Cost & Timeline",
    "timespan": "توختامنىڭ مۇددىتى",
    "cost": "توختام تەننەرخى",
    "pay_now_action": "ماقۇل ╏ ھازىر پۇل تۆلەڭ",
    "complete_action": "ھەئە ╏ توختامنى تاماملاش",
    "reject_action": "ياق ╏ تاماملاش تەستىقلانمىدى",
    "all_tasks_completed_message": "سىز بېكىتىلگەن بارلىق ۋەزىپىلەرنى ئورۇندىدىڭىز. بۇنى تاماملىغان بولسىڭىز ، زاكازنى تاماملاش كۇنۇپكىسىنى بېسىڭ. بۇ باسقۇچتىن كېيىن ، خېرىدار چوقۇم خىزمەتنىڭ يەتكۈزۈلگەنلىكىنى جەزملەشتۈرۈشى كېرەك.",
    "waiting_complete_by_customer_message": "سىز بۇ خىزمەتنى جەزملەشتۈردىڭىز ، ھازىر خېرىدارنىڭ زاكازنىڭ يەتكۈزۈلگەنلىكىنى جەزملەشتۈرۈشىنى ساقلىشىڭىز كېرەك. خېرىدار تەستىقلىمىغان ياكى رەت قىلغان ئەھۋال ئاستىدا ، زاكاز ئاپتوماتىك تەستىقلىنىپ 3 كۈندىن كېيىن تاماملىنىدۇ.",
    "comment": "باھا يوللاڭ",
    "comment_desc": "خىزمەت سۈپىتى ۋە مۇتەخەسسىسلەرنىڭ ئۆز-ئارا تەسىر كۆرسىتىشىگە ئاساسەن باھا بېرىش.",
    "comment_placeholder": "خىزمەت سۈپىتىگە بولغان كۆز قارىشىڭىزنى يېزىڭ ...",
    "response_placeholder": "خېرىدارلارنىڭ ئىنكاسى توغرىسىدا بىر نەرسە دېسىڭىز ، يېزىڭ ...",
    "waiting_for_customer": "خېرىدارنى ساقلاش ...",
    "account_input": "ھېساباتنى قايتۇرۇۋېلىش",
    "dialog_pay": {
      "title": "توختامنى تۆلەش ۋە باشلاش",
      "insufficient_balance": "تەڭپۇڭلۇق يېتەرلىك ئەمەس! ھەق تۆلەش ھېساباتى."
    },
    "dialog_cancel": {
      "title": "توختامنى بىكار قىلىش",
      "confirm_code": "جەزملەشتۈرۈش كودى",
      "confirm_code_label": "جەزملەشتۈرۈش كودى",
      "confirm_action": "شۇنداق ، توختامنى بىكار قىلىڭ"
    },
    "notifications": {
      "save": "توختام مۇۋەپپەقىيەتلىك تەھرىرلەندى.",
      "pay": "توختام تۆلىنىپ مۇۋەپپەقىيەتلىك باشلاندى.",
      "end": "زاكاز خېرىدارغا ئەۋەتىلگەنلىكىنى جەزملەشتۈرۈش ئۈچۈن ئەۋەتىلگەن ..",
      "complete": "توختام تاماملاندى.",
      "reject": "توختامنىڭ تاماملىنىشى تەستىقلانمايدۇ.",
      "cancel": "توختام بىكار قىلىندى.",
      "update": "ئىجازەت يېڭىلاندى.",
      "comment": "ئىنكاسلىرىڭىز ئەۋەتىلدى.",
      "response": "جاۋابىڭىز ئەۋەتىلدى."
    }
  },
  "expert_page": {
    "title": "ئەڭ ياخشى مۇتەخەسسىسلەرنى تەكلىپ قىلىڭ",
    "sub_title": "دۇكىنىڭىزنى لايىھىلەش ، قوزغىتىش ، ئېلان بېرىش ياكى باشقۇرۇشتىن ئەنسىرىمەڭ. ئىشلارنى تېخىمۇ ياخشى ۋە تېخىمۇ تېز قىلىش ئۈچۈن لاياقەتلىك مۇتەخەسسىس تەكلىپ قىلىڭ.",
    "steps_title": "ئەمەلگە ئاشۇرۇشقا ئۈچ قەدەم قالدى",
    "step_1_title": "مۇتەخەسسىس بىلەن ئالاقىلىشىڭ",
    "step_1_desc": "مۇتەخەسسىسلەردىن تەكلىپ سوراڭ ياكى تەۋسىيە قىلىنغان مۇتەخەسسىسلەرگە ماس كېلىدىغان خىزمەت پۇرسىتى يارىتىڭ.",
    "step_2_title": "قوشۇلۇش ۋە قوبۇل قىلىش",
    "step_2_desc": "جاۋابلارنى كۆرۈپ بېقىڭ ، مۇۋاپىق ماسلىقنى تېپىڭ ھەمدە ۋاقىت ۋە ئېنىق باھا قاتارلىق تەپسىلاتلارنى مۇزاكىرە قىلىڭ.",
    "step_3_title": "خىزمەتنى جەزملەشتۈرۈڭ ۋە ئىجرا قىلىڭ",
    "step_3_desc": "Selldone ئارقىلىق ئۈنۈملۈك خىزمەت قىلالايدىغان لاياقەتلىك كەسپىي خادىملارغا ئىشىنىڭ.",
    "who": {
      "title": "بۇ يەردىن كىمنى تاپالايسىز؟",
      "box_image": "/app/img/selldone-expert-box.37fb6205.png",
      "spec1_title": "ئۇستازلار ئۆز ساھەسىدە ۋە سېللوندا",
      "spec1_desc": "سىزگە ھېچقانداق پروگرامما تۈزۈش ماھارىتى لازىم ئەمەس! Selldone بارلىق يېڭىلانمىلارغا كۆڭۈل بۆلىدۇ. بارلىق كۈچىڭىزنى سېتىشنى ئاشۇرۇشقا سەرپ قىلىڭ!",
      "spec2_title": "قولدا تۇتۇلغان ۋە سادىق كىشىلەر",
      "spec2_desc": "ھېچقانداق كودلاش ياكى تېخنىكىلىق بىلىم تەلەپ قىلىنمايدۇ. قوشۇمچە خىراجەت ، مۇرەككەپ تېخنىكىلىق مەسىلىلەر ۋە تور سودىڭىزدىكى توسالغۇلار بىلەن خوشلىشىڭ!",
      "spec3_title": "ئەڭ كەسپىي خادىم قىلغان كەسپىي خىزمەت",
      "spec3_desc": "سىزگە ھېچقانداق پروگرامما تۈزۈش ماھارىتى لازىم ئەمەس! ئېھتىياجىڭىزنى قاندۇرۇش ئۈچۈن Selldone دىكى ئەڭ ياخشى كەسپىي خادىملار!"
    },
    "expert_categories": "مۇتەخەسسىسلەر تەمىنلىگەن مۇلازىمەت تۈرى",
    "show_all_topics": "بارلىق سەھىپىلەرنى كۆرسەت",
    "marketing_title": "سېتىش ۋە سېتىشنىڭ ئېشىشى",
    "starts_title": "تور سودىسىنى باشلاش ۋە تەرەققىي قىلدۇرۇش",
    "managements_title": "سودا باشقۇرۇش",
    "contents_title": "مەزمۇن يارىتىش ، رەسىم ۋە سىن",
    "apps_title": "تېخىمۇ كۆپ ئىقتىدارلار ۋە ئەپ قاچىلاش",
    "footer": {
      "title": "ئېھتىياجىڭىزغا ماس كېلىدىغان ئەڭ ياخشى مۇتەخەسسىسنى تېپىش",
      "message": "تۆۋەندىكى جەدۋەلنى تولدۇرسىڭىز يېڭى خىزمەت پۇرسىتى يارىتىسىز ، شۇنداق بولغاندا ئەڭ ياخشى مۇتەخەسسىسلەر سىزنىڭ ئېھتىياجىڭىزغا ئاساسەن تەكلىپ-پىكىرلىرىنى سىزگە ئەۋەتىپ بېرىدۇ."
    }
  },
  "public_job_page": {
    "hire_expert_title": "بۇ مۇتەخەسسىسنىڭ سىزگە خىزمەت قىلىشىنى خالامسىز؟",
    "your_own_job_message": "سىز بۇ ۋەزىپىنى بەلگىلىدىڭىز! تۆۋەندىكى كۇنۇپكىنى بېسىپ باشقۇرۇش تاختىسىغا كىرىپ بۇ ۋەزىپىنى بىۋاسىتە باشقۇرۇڭ.",
    "go_to_job_panel": "مېنىڭ گۇرۇپپىغا بېرىڭ",
    "no_chat": "سىز تېخى ھېچقانداق تەلەپ سۇنمىدىڭىز.",
    "job_tasks": "خىزمەت ۋەزىپىسى تەمىنلەندى",
    "included": "باشلىنىش باھاسىغا كىرگۈزۈلگەن ۋەزىپە",
    "additional": "قوشۇمچە خىزمەت ۋە ۋەزىپە",
    "permissions": "لازىملىق ئىجازەت"
  },
  "expert_request_form": {
    "action_message": "باشقىلارنىڭ دۇكىنىڭىزنى قۇرۇپ ، باشقۇرۇشىنى ياكى بازارغا سېلىشىنى خالامسىز؟ شۇڭا ئۆزىڭىز تەسەۋۋۇر قىلغان ئىشنى قىلىش ئۈچۈن مۇتەخەسسىس تەكلىپ قىلىڭ.",
    "order_new_kob": "يېڭى خىزمەتكە زاكاز قىلىڭ",
    "new_shop_action_small": "مۇتەخەسسىسنىڭ دۇكىنىڭىزدا ئىشلىشىنى خالامسىز؟",
    "mange_shop_action_small": "مۇتەخەسسىسنىڭ سىزگە دۇكان قۇرۇشىنى خالامسىز؟",
    "new_shop_action": "سىز بىر نەچچە تەكلىپنى تاپشۇرۇۋالدىڭىز",
    "mange_shop_action": "مۇتەخەسسىسلەر سىزنىڭ ئىلتىماسىڭىزنى تەكشۈرۈۋاتىدۇ.",
    "hire_expert": "مۇتەخەسسىس تەكلىپ قىلىش",
    "check_mail_status": "ئېلېكترونلۇق خەتنى تەكشۈرۈڭ",
    "header_new": "يېڭى تەلەپ",
    "header_view": "تەلەپ ئەۋەتىڭ",
    "title": "زامانىۋى تور دۇكىنىنى خالامسىز؟",
    "message": "ھەممىنى ئۆزىڭىز قىلىشىڭىزنىڭ ھاجىتى يوق. گۇۋاھنامە ئالغان مۇتەخەسسىسلىرىمىز تور دۇكىنىڭىزنى تېخىمۇ تېز ، تېخىمۇ ئاسان ۋە تېخىمۇ جەلپ قىلارلىق قىلىپ قۇرۇپ چىقىشىڭىزغا ياردەم بېرەلەيدۇ. ئېھتىياجىڭىزنى تەسۋىرلەپ ، سېتىلىشىڭىزنى ئىلگىرى سۈرۈشكە ياردەم بېرىدىغان ئەڭ ياخشىسىنى تېپىڭ.",
    "steps_title": "بۇ باسقۇچلارغا ئەگىشىڭ",
    "step_1": "ئېھتىياجىڭىزنى تەسۋىرلەڭ",
    "step_1_message": "مۇتەخەسسىسلەرگە نېمىگە ئېھتىياجلىق ئىكەنلىكىڭىزنى ئېيتىڭ",
    "step_2": "مۇتەخەسسىسلەرنىڭ تەكلىپلىرىنى كۆرۈپ بېقىڭ",
    "step_2_message": "ئېھتىياجىڭىزغا ماس كېلىدىغان ئەڭ ياخشىسىنى تاللاڭ",
    "step_3": "مۇھىم تەپسىلاتلارنى مۇلاھىزە قىلىپ ، مۇتەخەسسىسلەر بىلەن كۆپرەك ئىشلەڭ",
    "step_3_message": "مۇھىم تەپسىلاتلارنى مۇلاھىزە قىلىپ ، مۇتەخەسسىسلەر بىلەن كۆپرەك ئىشلەڭ",
    "shop_info": "دۇكاننى تاللاڭ",
    "select_shop": "دۇكىنىمنىڭ بىرىگە مۇتەخەسسىس لازىم",
    "shop_id": "دۇكان",
    "shop_id_message": "ئەگەر تېخىمۇ كۆپ مۇلازىمەتكە ئېھتىياجلىق بولسىڭىز ، ھازىرقى دۇكانلىرىڭىزدىن تاللاڭ.",
    "shop_id_placeholder": "دۇكان تاللاڭ ...",
    "store_name": "دۇكان ئىسمى",
    "store_name_placeholder": "دۇكىنىمنىڭ ئىسمى ...",
    "store_name_messages": "كەلگۈسىدە قۇرماقچى ياكى بارماقچى بولغان دۇكىنىڭىزنى بىزگە ئېيتىپ بېرىڭ.",
    "contact": "ئالاقىلىشىش ئۇچۇرلىرى",
    "name_placeholder": "تەلەپ *",
    "email": "ئېلخەت",
    "email_placeholder": "تەلەپ قىلىنغان * your-mail{'@'}mail.com",
    "request_title": "ئېھتىياجىڭىزنى تەسۋىرلەڭ.",
    "request_message": "مۇتەخەسسىسىڭىزنىڭ تەلىپىڭىزنى تېخىمۇ ياخشى قاندۇرۇپ ، ئەرزان باھا ۋە ۋاقىت مۆلچەرى بىلەن تەمىنلىشىڭىزگە ياردەم بېرىش ئۈچۈن سودىڭىزغا ئائىت كونكرېت ئۇچۇرلارنى بېرىڭ.",
    "description": "سودىڭىز توغرىسىدا بىزگە كۆپرەك سۆزلەپ بېرىڭ",
    "description_messages": "سودىڭىز نېمە؟ مەھسۇلات ياكى مۇلازىمەت ساتامسىز؟",
    "services_title": "مۇتەخەسسىس قايسى ۋەزىپىلەرنى ئورۇنداشنى خالايسىز؟",
    "select_one_caution": "كەم دېگەندە بىر تاللاشنى تاللاڭ!",
    "detail_title": "مۇتەخەسسىسلەرنىڭ تەلىپىڭىزنى تېخىمۇ ياخشى بىلىشى ئۈچۈن تەپسىلاتلارنى قوشۇڭ.",
    "detail": "تۈر تەپسىلاتلىرى",
    "detail_messages": "مەۋجۇت تور بېتىڭىز بارمۇ؟ Instagram دا ياكى فىزىكىلىق دۇكىنىڭىز بارمۇ؟ ۋاقىت جەدۋىلى جانلىقمۇ؟",
    "preferences_title": "چەكلىمىسى ۋە مايىللىقى",
    "preferences_message": "مايىللىقىڭىزنى بەلگىلەڭ ، شۇندىلا خىزمىتىڭىزگە ماس كېلىدىغان كەسپىي خادىملار تۈر تەكلىپلىرىڭىزنى تەكشۈرەلەيدۇ.",
    "level_title": "سىز ئۈچۈن ئەڭ ياخشى تاللاش كىم؟",
    "level_message": "مۇتەخەسسىسلەرنىڭ ماھارەت سەۋىيىسى ، تەجرىبىسى ۋە قوللىشى باھانى بەلگىلەيدۇ",
    "level_low": "ئەرزان باھالىق مۇتەخەسسىسلەر",
    "level_medium": "ئوتتۇراھال باھادىكى مۇتەخەسسىسلەر",
    "level_high": "يۇقىرى باھالىق مۇتەخەسسىسلەر",
    "location_title": "ئورنىڭىزغا يېقىن مۇتەخەسسىسلەر بىلەن بىللە ئىشلەشنى خالامسىز؟",
    "location_near": "ھەئە",
    "location_no": "ياق",
    "language_title": "مۇتەخەسسىسلەر بىلەن ئالاقىلاشقاندا تىلىڭىزنىڭ ئەۋزەللىكى نېمە؟",
    "language": "تىل",
    "language_placeholder": "بىرنى تاللاڭ *",
    "free_support_title": "كىچىك كارخانىلارنى قوللاش",
    "free_support_message": "ئىشىنىمىزكى ، ئىگىلىك تىكلىگۈچىلەرگە ياردەم بېرىش سىزنىڭ كەلگۈسى ۋە Selldone ئۈچۈن ئەقلىي مەبلەغ سېلىش. بىز ھەمىشە بۇ يولدا قايتىپ كەلدۇق. مەھسۇلاتلىرىڭىز ۋە مۇلازىمىتىڭىز قانچە جەلپ قىلارلىق ، ئىجادچان ياكى تېخىمۇ قوللىنىشچان بولسا ، بىز ۋە مۇتەخەسسىسلىرىمىزدىن ھەقسىز قوبۇل قىلالايسىز.",
    "free_support_condition": "ئەگەر سىز ئۆزىڭىزنىڭ ئىگىلىك تىكلىشىگە ۋە توردا سېتىشقا ئەستايىدىل مۇئامىلە قىلسىڭىز ، بۇ يېتەرلىك. قالغانلىرى بىزنىڭ ئىشىمىز!",
    "free": "ھەقسىز مۇلازىمەتنى خالامسىز؟",
    "free_messages": "ئەگەر سىز بىر ئىگىلىك تىكلىگۈچى بولسىڭىز ياكى ھازىر مۇتەخەسسىسلەرگە پۇل تۆلەيدىغان ئىقتىسادىي كۈچىڭىز بولمىسا ، بۇ تاللاشنى تاللاڭ.",
    "action_new": "يېڭى تەلەپ",
    "action_send": "تەلەپنى يوللاڭ",
    "start_price_message": "{topic} خىزمەتلەر بۇ مۇتەخەسسىس ئۈچۈن {price} {currency} دىن باشلىنىدۇ",
    "notifications": {
      "success_send": "تەلىپىڭىز مۇۋەپپەقىيەتلىك يوللاندى. Selldone مۇتەخەسسىسلىرىنىڭ تەكلىپلىرىنى ساقلاڭ."
    },
    "stage": {
      "title": "سودىڭىزنىڭ باسقۇچى نېمە؟",
      "start": "يېڭى ئىگىلىك تىكلەش",
      "online": "مەن ھازىر بار بولغان تىجارىتىمنى تورغا چىقارماقچى",
      "extend": "مېنىڭ بىر تور دۇكىنىم بار ، مەن ئۇنى ئىشلەۋاتىمەن",
      "pos": "مېنىڭ دۇكىنىمدىكى تارماق ئاپپاراتلارغا Selldone POS نى تەڭشىمەكچى"
    },
    "budget": {
      "title": "ئەركىن خامچوت مۆلچەرىڭىز بارمۇ؟",
      "yes": "شۇنداق ، مېنىڭ خامچوتىم ئېنىق",
      "no": "ياق ، مەن تېخىمۇ كۆپ ئۇچۇرلارغا ئېھتىياجلىق"
    },
    "login": {
      "title": "كىرىڭ",
      "message": "ئالدى بىلەن تىزىملىتىڭ. كۆچمە تېلېفون ياكى ئىجتىمائىي ئالاقە ھېساباتى ئارقىلىق Selldone غا تېز ۋە بىخەتەر كىرەلەيسىز."
    },
    "select_shop_title": "دۇكان تاللاڭ",
    "select_shop_description": "ماڭا ھازىر بار بولغان دۇكان ئۈچۈن مۇتەخەسسىس لازىم",
    "new_shop_mode_title": "يېڭى دۇكان قۇرۇش",
    "new_shop_mode_description": "مەن يېڭى دۇكان قۇرماقچى"
  },
  "expert_requests": {
    "title": "تەلەپلەرنى ئېچىڭ",
    "dialog": {
      "title": "مۇتەخەسسىسلەرنىڭ تەلەپ تەپسىلاتلىرى",
      "start_chat": "سۆھبەتنى باشلاڭ"
    }
  },
  "job_chat": {
    "title": "خىزمەت سۆھبىتى"
  },
  "expert_chat_box": {
    "need_expert_question": "مۇتەخەسسىس تەلەپ قىلامسىز؟",
    "find_expert": "مۇتەخەسسىس ئىزدەڭ ..",
    "folder_name": "ھۆججەت قىسقۇچنىڭ ئىسمى",
    "folder_dialog": {
      "title": "ھۆججەت قىسقۇچلارنى تەھرىرلەڭ",
      "hide_new_folder": "يېڭى ھۆججەت قىسقۇچنى يوشۇرۇش",
      "add_new_folder": "يېڭى ھۆججەت قىسقۇچ قوشۇڭ"
    }
  },
  "add_job": {
    "add_title": "يېڭى خىزمەت قوشۇڭ",
    "edit_title": "خىزمەتنى تەھرىرلەش",
    "message": "بۇ بۆلەكتە قىلالايدىغان خىزمەت ئىسمى ۋە خىزمەت تەسۋىرىنى كىرگۈزۈڭ. شۇنىڭغا دىققەت قىلىڭكى ، خىزمەت تەسۋىرىڭىزنىڭ تېكىستىگە ئالاقىلىشىش ئۇچۇرلىرى ۋە ئۇلىنىشلارنى يازماسلىقىڭىز كېرەك.",
    "start_price_message": "ھەر بىر زاكازنىڭ ئەڭ تۆۋەن تەننەرخى.",
    "currency_message": "پۇلنى ئۆزگەرتىش بۇ خىزمەتتىكى مالىيە خاتىرىڭىزنى ئەسلىگە كەلتۈرىدۇ.",
    "job_desc_message": "بۇ خىزمەت ئۈچۈن تولۇق مۇلازىمىتىڭىزنى تەسۋىرلەڭ.",
    "included_message": "سىز ئاساسىي مۇلازىمەت بىلەن خېرىدارغا قانداق مۇلازىمەت بىلەن تەمىنلەيسىز؟",
    "additional_message": "ئاساسىي مۇلازىمەتتىن باشقا يەنە قايسى مۇلازىمەتلەرنى تەمىنلەيسىز؟",
    "available": "ئىشلەتكىلى بولىدىغان خىزمەت",
    "available_message": "ئاممىنىڭ بۇ خىزمەتكە كىرىشى",
    "add_action": "يېڭى خىزمەت قوشۇڭ",
    "edit_action": "خىزمەتنى تەھرىرلەش",
    "notifications": {
      "edit": "خىزمەت مۇۋەپپەقىيەتلىك يېڭىلاندى.",
      "add": "يېڭى خىزمەت مۇۋەپپەقىيەتلىك يارىتىلدى"
    }
  },
  "contract_form": {
    "shop_message": "خېرىدارلارنىڭ دۇكانلىرىنى پەقەت باشقۇرغۇچى ياكى يۇقىرى دەرىجىلىك باشقۇرغۇچىنىڭ زىيارەت قىلىشى بىلەنلا كۆرسىتىڭ.",
    "shop_placeholder": "ئۇنىڭدا ئىشلىمەكچى بولغان دۇكاننى تاللاڭ *",
    "title_message": "بۇ توختامنىڭ نامىنى بەلگىلەڭ ..",
    "description_message": "توختامنىڭ تەپسىلاتلىرىنى يېزىڭ ...",
    "permissions": "لازىملىق ئىجازەتلەرنى تاللاڭ",
    "cost_message": "توختام تەننەرخى",
    "days": "توختامنىڭ مۇددىتى",
    "days_message": "توختامنىڭ مۇددىتى",
    "create_action": "يېڭى توختام تۈزۈڭ",
    "notifications": {
      "add": "يېڭى توختام تۈزۈلۈپ ئىشلەتكۈچىگە ئەۋەتىلدى."
    }
  }
};