export default {
  "experts_common": {
    "experts_page": "Сторінка експертів",
    "no_job": "Не знайдено відповідної посадки!",
    "jobs_filter": "Фільтр вакансій",
    "start_price": "Початкова ціна",
    "completed_count": "Роботи завершено",
    "job_title": "Назва посади",
    "job_desc": "Описання роботи",
    "job_not_approved": "Робота ще не підтверджена.",
    "new_job": "Нова робота",
    "expert_profile": "Профіль експерта",
    "job_detail": "Деталі роботи",
    "contracts": "Контракти",
    "start_end_date": "Дата початку/закінчення",
    "complete_cancel_date": "Дата завершення/скасування",
    "waiting_pay_and_start": "Чекаємо оплати і починаємо",
    "waiting_to_complete": "Очікується схвалення від замовника",
    "running": "Біг",
    "paY_start_action": "Платіть і починайте зараз",
    "need_help": "Потрібна допомога?",
    "hire_me_now": "Найми мене зараз...",
    "expert_contracts": "Експертні договори"
  },
  "topic_categories": {
    "SETUP": {
      "title": "Налаштування інтернет-магазину",
      "desc": "Фахівці в цій галузі створюють і налаштовують ваш інтернет-магазин легше та швидше для вас."
    },
    "ADD_PAGE": {
      "title": "Додати сторінки (Посадки, Про нас, ...)",
      "desc": "Ви можете залишити створення цільових сторінок, про нас та інших сторінок вашого сайту цим експертам."
    },
    "ADD_PRODUCT": {
      "title": "Додайте продукти та категорії",
      "desc": "Ви можете найняти людей, щоб зробити це для вас, щоб додати продукти в магазин."
    },
    "PAYMENT": {
      "title": "Додайте способи оплати",
      "desc": "Найміть спеціаліста з платіжного шлюзу, щоб він зробив процес отримання та оновлення шлюзу за вас."
    },
    "MARKETING": {
      "title": "Маркетинг",
      "desc": "Експерти з маркетингу допоможуть вам внести найкращі зміни у ваші кампанії та стимули або запустити ефективну рекламну кампанію."
    },
    "MIGRATION": {
      "title": "Перенести мій магазин з іншої платформи електронної комерції",
      "desc": "У вас раніше був магазин? Ви можете залишити завдання передачі магазину фахівцеві, щоб професійна служба підтримувала ваш магазин назавжди."
    },
    "APP_SETUP": {
      "title": "Програма налаштування",
      "desc": "Потрібна допомога з налаштування та встановлення програм у вашому магазині? Вам потрібно створити особистий додаток? З вами будуть фахівці в цій галузі."
    },
    "MANAGEMENT": {
      "title": "Управління магазином",
      "desc": "Ви можете передати деякі частини управління вашим магазином спеціалістам з управління магазином. Вони також надають експертні консультації з усіх аспектів ведення бізнесу."
    },
    "CONTENT": {
      "title": "Написання контенту",
      "desc": "Доручіть створення контенту для ваших продуктів, бренду чи магазину фахівцям із написання контенту."
    },
    "PHOTOGRAPHY": {
      "title": "Фотографування та редагування",
      "desc": "Потрібно сфотографувати свої продукти та послуги? Фахівці цього розділу підготують потрібні вам зображення, анімацію та 3D-моделі."
    },
    "DROP_SHIPPING": {
      "title": "Налаштувати дропшипінг",
      "desc": "Якщо ви оптовий або роздрібний продавець, платформа дропшипінг Selldone — це те, що ви завжди шукали. Фахівці з дропшипінгу допоможуть вам знайти нові шляхи розвитку вашого бізнесу."
    },
    "POS_SETUP": {
      "title": "Налаштувати розпродаж POS",
      "desc": "Найміть спеціаліста, щоб налаштувати онлайн POS у вашому магазині."
    }
  },
  "topics": {
    "store-design": {
      "title": "Створіть електронну комерцію",
      "desc": "Довірте дизайн і налаштування вашого інтернет-магазину професіоналам, які зможуть втілити ваші ідеї."
    },
    "store-configuration": {
      "title": "Конфігурація магазину",
      "desc": "Ви можете отримати допомогу від експерта щодо налаштування магазину, наприклад введення бізнес-інформації для пошукових систем, налаштування способів доставки та складування."
    },
    "store-optimization": {
      "title": "Оптимізація продуктивності та швидкості",
      "desc": "Експерти працюватимуть над вашим веб-сайтом, щоб збільшити його швидкість та продуктивність."
    },
    "domain": {
      "title": "Підключення до домену",
      "desc": "Додайте користувацький домен до свого магазину та веб-сайту."
    },
    "page-design": {
      "title": "Цільова сторінка та дизайн шаблону",
      "desc": "Створіть цільові сторінки, домашню сторінку та внутрішні сторінки свого веб-сайту."
    },
    "add-product": {
      "title": "Додайте продукти та категорії",
      "desc": "Додайте зображення, описи та характеристики ваших товарів до правильних категорій. Це дозволяє вашим клієнтам легко знайти найкращі підібрані продукти."
    },
    "payment": {
      "title": "Платіжний шлюз",
      "desc": "Додайте шлюз онлайн-платежів у свій магазин."
    },
    "tax": {
      "title": "Податкова консультація",
      "desc": "Отримайте консультацію з фінансових та податкових питань."
    },
    "email-marketing": {
      "title": "Маркетинг електронною поштою",
      "desc": "Використовуйте інструменти маркетингу електронною поштою, щоб перетворити користувачів на клієнтів і спонукати їх купувати більше."
    },
    "seo": {
      "title": "SEO",
      "desc": "Підвищте свій рейтинг у результатах пошуку Google, щоб більше людей знайшло ваші продукти в результатах пошуку."
    },
    "search-ads": {
      "title": "Пошукові оголошення",
      "desc": "Рекламуйте свої продукти в пошукових системах, таких як Google."
    },
    "social-marketing": {
      "title": "Маркетинг у соціальних мережах",
      "desc": "Запустіть кампанії в соціальних мережах, щоб залучити більше відвідувачів до ваших продуктів і послуг."
    },
    "content-marketing": {
      "title": "Контент-маркетинг",
      "desc": "Створюйте та публікуйте корисний і актуальний для вашого бізнесу контент."
    },
    "sale-channels": {
      "title": "Побудуйте канали збуту",
      "desc": "Запустіть нові канали продажів, такі як Instagram, Telegram і Facebook, підключившись до свого інтернет-магазину в Selldone."
    },
    "conversion": {
      "title": "Оптимізація коефіцієнта конверсії",
      "desc": "Максимізуйте коефіцієнт конверсії, перетворюйте більше відвідувачів у клієнтів і підвищуйте ефективність своїх кампаній."
    },
    "analyze": {
      "title": "Аналізуйте поведінку користувачів",
      "desc": "Відстежуйте поведінку ваших користувачів в інтернет-магазині і навіть у фізичних відділеннях, щоб забезпечити їм кращий досвід роботи."
    },
    "brand-strategy": {
      "title": "Стратегія бренду",
      "desc": "Працюйте над створенням та розширенням бренду свого бізнесу."
    },
    "migration": {
      "title": "Міграція магазину",
      "desc": "Перемістіть існуючий магазин у Selldone."
    },
    "app-programmer": {
      "title": "Створіть додаток",
      "desc": "Розробка та розробка власного додатка"
    },
    "app-install": {
      "title": "Встановіть програму",
      "desc": "Встановіть і налаштуйте потрібну програму в магазині."
    },
    "ux-design": {
      "title": "Індивідуальний дизайн UX",
      "desc": "Створіть унікальний досвід користувача для своїх користувачів у магазині чи програмі."
    },
    "debug": {
      "title": "Вирішення проблем",
      "desc": "Виправте помилки та проблеми у вашому магазині."
    },
    "strategy": {
      "title": "Консультації з бізнес-стратегії",
      "desc": "Отримайте поради від досвідчених людей щодо розвитку та покращення роботи вашого бізнесу."
    },
    "products-guide": {
      "title": "Посібник з ресурсами продукту",
      "desc": "Зверніться по допомогу до фахівців з підготовки продукції та проектування ланцюга поставок."
    },
    "setup-guide": {
      "title": "Консультації з налаштування та дизайну магазину",
      "desc": "Отримайте пораду від експертів у цій галузі, щоб відкрити бізнес або створити його в Інтернеті."
    },
    "marketing-guide": {
      "title": "Консалтинг з маркетингу та продажів",
      "desc": "Дізнайтеся, як рекламувати та збільшувати продажі, отримуючи поради від експертів та професіоналів."
    },
    "product-description": {
      "title": "Опис продукту",
      "desc": "Зробіть описи своїх продуктів привабливими, щоб клієнти могли краще ознайомитися з вашими продуктами."
    },
    "content-write": {
      "title": "Маркетинговий та рекламний контент",
      "desc": "Напишіть про історію бренду та потреби, які відповідають вашим продуктам, щоб допомогти клієнтам вибрати найкраще."
    },
    "logo-design": {
      "title": "Дизайн логотипу та бренду",
      "desc": "Створюйте зображення та логотип для вашого бренду."
    },
    "banner-design": {
      "title": "Дизайн банера",
      "desc": "Створюйте вражаючі рекламні банери, щоб підвищити впізнаваність бренду та залучити трафік у свій магазин."
    },
    "video": {
      "title": "Зйомки та анімація",
      "desc": "Виготовлення рекламних роликів та 2D та 3D анімації довірте майстрам."
    },
    "photography": {
      "title": "Фотозйомка продукту",
      "desc": "Робіть промислові та професійні фотографії своїх продуктів і послуг, щоб ваш магазин виглядав привабливо."
    },
    "photo-editor": {
      "title": "Редагувати фотографії",
      "desc": "Створюйте привабливі зображення, це може включати додавання ефектів, видалення фону або додавання тексту до фотографії."
    },
    "3d": {
      "title": "3D моделювання та AR",
      "desc": "Створюйте 3D-моделі доповненої реальності своїх продуктів, щоб різко збільшити продажі."
    },
    "dropshipping": {
      "title": "Налаштувати дропшипінг",
      "desc": "Якщо у вас є виробник або склад, експерти дропшипінгу допоможуть вам безперебійно продавати вашу продукцію через тисячі інтернет-магазинів."
    },
    "reselling": {
      "title": "Налаштування для торговельного посередника",
      "desc": "Ви можете мати ідеальний магазин з високим доходом, не купуючи товари, не складаючи і навіть не надсилаючи посилку."
    },
    "pos-setup": {
      "title": "Налаштування онлайн-касового апарату",
      "desc": "Запустіть свій Selldone POS у філіях свого магазину та використовуйте найпрофесійніші інструменти магазину, доступні для розвитку вашого бізнесу та фізичних філій."
    }
  },
  "industries": {
    "ART": "ст",
    "MARKETING_ADS": "Маркетинг і реклама",
    "SERVICES": "послуги",
    "CLOTHING_FASHION": "Одяг і мода",
    "HANDCRAFTS": "Ремесла",
    "ELECTRONICS_TECH": "Електроніка та тех",
    "HEALTH_BEAUTY": "Здоров'я і краса",
    "HOME_GARDEN": "Дім і сад",
    "JEWELRY_ACCESSORIES": "Ювелірні вироби та аксесуари",
    "FOOD_DRINK": "Продукти харчування та напої",
    "PET_CARE": "Догляд за домашніми тваринами",
    "SPORTS": "Спорт",
    "RECREATION": "Відпочинок",
    "TOYS_GAMES": "Іграшки та ігри",
    "AUTOMOTIVE": "Автомобільний"
  },
  "expert_panel": {
    "title": "Панель управління експертів Selldone",
    "add_dialog": {
      "title": "Додати нову роботу"
    }
  },
  "contract_view": {
    "running": "Біг",
    "cancelling": "Запит на скасування..",
    "title": "Предмет договору",
    "description": "Опис договору",
    "permissions_input": "Виберіть необхідні дозволи",
    "cost_timeline": "Вартість і терміни",
    "timespan": "Термін дії договору",
    "cost": "Вартість договору",
    "pay_now_action": "Я згоден ╏ Платити зараз",
    "complete_action": "Так ╏ Закінчити договір",
    "reject_action": "Ні ╏ Завершення не затверджено",
    "all_tasks_completed_message": "Ви виконали всі визначені завдання. Якщо ви закінчили це, натисніть клавішу завершення замовлення. Після цього кроку замовник повинен підтвердити доставку роботи.",
    "waiting_complete_by_customer_message": "Ви підтвердили роботу, тепер потрібно чекати, поки клієнт підтвердить доставку замовлення. У разі несхвалення або відхилення замовником замовлення буде автоматично затверджено та виконано через 3 дні.",
    "comment": "Надішліть коментар",
    "comment_desc": "Ставка залежить від якості роботи та взаємодії експертів.",
    "comment_placeholder": "Напишіть свою думку про якість роботи...",
    "response_placeholder": "Якщо у вас є що сказати про відгуки клієнтів, пишіть...",
    "waiting_for_customer": "Чекаємо клієнта...",
    "account_input": "Рахунок для виведення",
    "dialog_pay": {
      "title": "Оплатіть і розпочніть договір",
      "insufficient_balance": "Недостатній баланс! Стягніть рахунок для оплати."
    },
    "dialog_cancel": {
      "title": "Скасувати договір",
      "confirm_code": "Код підтвердження є",
      "confirm_code_label": "Код підтвердження",
      "confirm_action": "Так, розірвати договір"
    },
    "notifications": {
      "save": "Контракт успішно відредагований.",
      "pay": "Контракт оплачено і успішно розпочато.",
      "end": "Замовлення надіслано замовнику для підтвердження виконання.",
      "complete": "Договір завершено.",
      "reject": "Завершення договору не затверджено.",
      "cancel": "Договір розірвано.",
      "update": "Дозвіл оновлено.",
      "comment": "Ваш коментар надіслано.",
      "response": "Вашу відповідь надіслано."
    }
  },
  "expert_page": {
    "title": "Найміть найкращих експертів",
    "sub_title": "Не турбуйтеся про розробку, запуск, рекламу або керування вашим магазином. Найміть сертифікованого спеціаліста, щоб зробити все краще та швидше.",
    "steps_title": "Залишилося зробити три кроки",
    "step_1_title": "Зв'яжіться з експертом",
    "step_1_desc": "Попросіть пропозицій у експертів або створіть роботу, яка відповідатиме рекомендованим експертам.",
    "step_2_title": "Погоджуйтеся та отримайте контракт",
    "step_2_desc": "Перегляньте відповіді, знайдіть потрібне рішення та обговоріть такі деталі, як терміни та точні ціни.",
    "step_3_title": "Підтвердіть і виконайте роботу",
    "step_3_desc": "Довіряйте кваліфікованим фахівцям, які можуть ефективно виконувати роботу за допомогою Selldone.",
    "who": {
      "title": "Кого ти тут знаходиш?",
      "box_image": "/app/img/selldone-expert-box.37fb6205.png",
      "spec1_title": "Майстри, як у своїй галузі, так і в Селдоне",
      "spec1_desc": "Вам не потрібні ніякі навички програмування! Selldone піклується про всі оновлення. Прикладіть усі зусилля на збільшення продажів!",
      "spec2_title": "Вибрані та віддані справі люди",
      "spec2_desc": "Не потрібно кодування чи технічні знання. Попрощайтеся з зайвими витратами, складними технічними проблемами та перешкодами на шляху вашого бізнесу в Інтернеті!",
      "spec3_title": "Професійна робота виконана найпрофесійнішими",
      "spec3_desc": "Вам не потрібні ніякі навички програмування! Найкращі професіонали в Селдоне для задоволення ваших потреб!"
    },
    "expert_categories": "Категорія послуг, що надаються експертами",
    "show_all_topics": "Показати всі категорії",
    "marketing_title": "Маркетинг і зростання продажів",
    "starts_title": "Початок і розвиток онлайн-бізнесу",
    "managements_title": "Бізнес Менеджмент",
    "contents_title": "Створення контенту, фото та відео",
    "apps_title": "Більше функцій і встановлення моєї програми",
    "footer": {
      "title": "Знайдіть найкращого спеціаліста, який відповідає вашим потребам",
      "message": "Заповнюючи форму нижче, ви створюєте нову роботу, щоб найкращі експерти могли надсилати вам свої пропозиції відповідно до ваших потреб."
    }
  },
  "public_job_page": {
    "hire_expert_title": "Ви хочете, щоб цей експерт працював на вас?",
    "your_own_job_message": "Ви визначили це завдання! Натисніть клавішу нижче, щоб перейти до панелі адміністратора та безпосередньо керувати цим завданням.",
    "go_to_job_panel": "Перейдіть до моєї панелі",
    "no_chat": "Ви ще не подали жодних запитів.",
    "job_tasks": "Пропонуються робочі завдання",
    "included": "Завдання входять у стартову ціну",
    "additional": "Додаткова робота та завдання",
    "permissions": "Необхідні дозволи"
  },
  "expert_request_form": {
    "action_message": "Ви хочете, щоб хтось інший побудував, керував або продав ваш магазин за вас? Тому найміть фахівця, щоб він зробив те, що ви собі уявляєте.",
    "order_new_kob": "Замовити нову роботу",
    "new_shop_action_small": "Хочете, щоб у вашому магазині працював експерт?",
    "mange_shop_action_small": "Хочете, щоб фахівець побудував для вас магазин?",
    "new_shop_action": "Ви отримали декілька пропозицій",
    "mange_shop_action": "Експерти розглядають вашу заявку.",
    "hire_expert": "Найм експерта",
    "check_mail_status": "Будь ласка, перевірте свою електронну пошту",
    "header_new": "Новий запит",
    "header_view": "Відправляти запит",
    "title": "Хочете сучасний інтернет-магазин?",
    "message": "Вам не потрібно робити все самостійно. Наші сертифіковані експерти допоможуть вам створити свій інтернет-магазин швидше, простіше та привабливішим. Опишіть свої потреби та знайдіть найкращий, який допоможе вам збільшити продажі.",
    "steps_title": "Виконайте ці дії",
    "step_1": "Опишіть свої потреби",
    "step_1_message": "Скажіть експертам, що ви хочете",
    "step_2": "Перегляньте пропозиції експертів",
    "step_2_message": "Виберіть найкраще, що відповідає вашим потребам",
    "step_3": "Обговоріть важливі деталі та зробіть більше з експертом",
    "step_3_message": "Обговоріть важливі деталі та зробіть більше з експертом",
    "shop_info": "Виберіть магазин",
    "select_shop": "Мені потрібен експерт для одного з моїх магазинів",
    "shop_id": "Магазин",
    "shop_id_message": "Виберіть із наявних магазинів, якщо вам потрібні додаткові послуги.",
    "shop_id_placeholder": "Виберіть магазин...",
    "store_name": "Назва магазину",
    "store_name_placeholder": "Назва мого магазину...",
    "store_name_messages": "Повідомте нам назву свого магазину, який ви маєте або плануєте побудувати в майбутньому.",
    "contact": "Контактна інформація",
    "name_placeholder": "Вимагається*",
    "email": "Електронна пошта",
    "email_placeholder": "Обов’язковий* your-mail{'@'}mail.com",
    "request_title": "Опишіть свої потреби.",
    "request_message": "Надайте конкретну інформацію про свій бізнес, щоб допомогти нашому експерту краще задовольнити ваші вимоги та надати доступну ціну та розрахувати час.",
    "description": "Розкажіть більше про свій бізнес",
    "description_messages": "Чим ви займаєтесь? Ви продаєте продукти чи послуги?",
    "services_title": "Які завдання ви хочете виконати експертом?",
    "select_one_caution": "Виберіть хоча б один варіант!",
    "detail_title": "Додайте деталі, щоб допомогти експерту краще знати ваші вимоги.",
    "detail": "Деталі проекту",
    "detail_messages": "У вас є існуючий веб-сайт? У вас є магазин в Instagram чи фізичний магазин? Чи гнучкий графік?",
    "preferences_title": "Обмеження та переваги",
    "preferences_message": "Визначте свої вподобання, щоб професіонали, які відповідають вашій роботі, могли розглянути вашу проектну пропозицію.",
    "level_title": "Хто для вас найкращий вибір?",
    "level_message": "Ціни визначають рівень кваліфікації, досвіду та підтримки експерта",
    "level_low": "Недорогі експерти",
    "level_medium": "Експерти середньої ціни",
    "level_high": "Дорогі експерти",
    "location_title": "Ви віддаєте перевагу працювати з експертами поблизу вашого місця розташування?",
    "location_near": "Так",
    "location_no": "ні",
    "language_title": "Яку мову ви віддаєте перевагу під час спілкування з експертами?",
    "language": "Мова",
    "language_placeholder": "Оберіть одне*",
    "free_support_title": "Підтримка малого бізнесу",
    "free_support_message": "Ми віримо, що допомога стартапам – це розумна інвестиція у ваше майбутнє та Селдоне. Ми завжди підтримували вас на цьому шляху. Чим привабливішими, інноваційними чи навіть практичнішими є ваші продукти та послуги, тим більше послуг ви отримаєте безкоштовно від нас та наших експертів.",
    "free_support_condition": "Якщо ви серйозно налаштовані відкрити власний бізнес і продавати в Інтернеті, цього достатньо. Решта залежить від нас!",
    "free": "Хочете безкоштовні послуги?",
    "free_messages": "Виберіть цей варіант, якщо ви починаючий бізнес або наразі не маєте фінансових можливостей для оплати праці спеціалістам.",
    "action_new": "Новий запит",
    "action_send": "Подати запит",
    "start_price_message": "Вакансії {topic} починаються від {price} {currency} для цього експерта",
    "notifications": {
      "success_send": "Ваш запит успішно надіслано. Будь ласка, дочекайтеся пропозицій експертів Selldone."
    },
    "stage": {
      "title": "Яка стадія вашого бізнесу?",
      "start": "Початок нового бізнесу",
      "online": "Я хочу зробити свій існуючий бізнес онлайн",
      "extend": "У мене є інтернет-магазин і я над ним працюю",
      "pos": "Я хочу налаштувати Selldone POS у філіях свого магазину"
    },
    "budget": {
      "title": "Чи є у вас оцінка бюджету фрілансу?",
      "yes": "Так, мій бюджет зрозумілий",
      "no": "Ні, я хочу більше інформації"
    },
    "login": {
      "title": "Будь ласка, увійдіть",
      "message": "Спочатку увійдіть, щоб зареєструватися. Ви можете швидко та безпечно ввійти у свій Selldone за допомогою номера мобільного телефону або облікових записів соціальних мереж."
    },
    "select_shop_title": "Виберіть магазин",
    "select_shop_description": "Мені потрібен експерт для існуючого магазину",
    "new_shop_mode_title": "Створити новий магазин",
    "new_shop_mode_description": "Я хочу створити новий магазин"
  },
  "expert_requests": {
    "title": "Відкриті запити",
    "dialog": {
      "title": "Деталі запиту експерта",
      "start_chat": "Почніть переговори"
    }
  },
  "job_chat": {
    "title": "Переговори про роботу"
  },
  "expert_chat_box": {
    "need_expert_question": "Хочете експерта?",
    "find_expert": "Знайти експерта..",
    "folder_name": "Назва папки",
    "folder_dialog": {
      "title": "Редагувати папки",
      "hide_new_folder": "Приховати нову папку",
      "add_new_folder": "Додати нову папку"
    }
  },
  "add_job": {
    "add_title": "Додати нову роботу",
    "edit_title": "Редагувати завдання",
    "message": "Введіть назву посади та опис посади, які ви можете виконувати в цьому розділі. Зверніть увагу, що ви не повинні писати контактну інформацію та посилання в тексті вашої посадової інструкції.",
    "start_price_message": "Мінімальна вартість кожного замовлення.",
    "currency_message": "Зміна валюти скидає ваші фінансові записи для цієї роботи.",
    "job_desc_message": "Опишіть повний спектр послуг для цієї роботи.",
    "included_message": "Опишіть, які послуги ви надаватимете клієнту за базовою ціною.",
    "additional_message": "Які ще послуги ви пропонуєте крім основних послуг?",
    "available": "Доступна робота",
    "available_message": "Публічний доступ до цієї роботи",
    "add_action": "Додати нову роботу",
    "edit_action": "Редагувати завдання",
    "notifications": {
      "edit": "Робота успішно оновлена.",
      "add": "Нове робоче місце створено успішно"
    }
  },
  "contract_form": {
    "shop_message": "Показувати магазини клієнтів лише з доступом адміністратора або старшого менеджера.",
    "shop_placeholder": "Виберіть магазин, у якому хочете працювати*",
    "title_message": "Установіть назву для цього контракту..",
    "description_message": "Напишіть деталі договору...",
    "permissions": "Виберіть необхідні дозволи",
    "cost_message": "Вартість договору",
    "days": "Термін дії договору",
    "days_message": "Термін дії договору",
    "create_action": "Скласти новий договір",
    "notifications": {
      "add": "Новий договір створено та надіслано користувачеві."
    }
  }
};