export default {
  "experts_common": {
    "experts_page": "ماہرین کا صفحہ",
    "no_job": "صحیح فٹ نہیں ملا!",
    "jobs_filter": "نوکریوں کا فلٹر",
    "start_price": "ابتدائی قیمت",
    "completed_count": "ملازمتیں مکمل ہوئیں",
    "job_title": "ملازمت کا عنوان",
    "job_desc": "کام کی تفصیل",
    "job_not_approved": "نوکری کی ابھی تک تصدیق نہیں ہوئی ہے۔",
    "new_job": "نیا کام",
    "expert_profile": "ماہر پروفائل",
    "job_detail": "ملازمت کی تفصیلات",
    "contracts": "معاہدے",
    "start_end_date": "آغاز/اختتام کی تاریخ",
    "complete_cancel_date": "مکمل/منسوخ تاریخ",
    "waiting_pay_and_start": "ادائیگی اور شروع کرنے کا انتظار کر رہے ہیں۔",
    "waiting_to_complete": "گاہک سے منظوری کا انتظار ہے۔",
    "running": "چل رہا ہے۔",
    "paY_start_action": "ادائیگی کریں اور ابھی شروع کریں۔",
    "need_help": "مدد چاہیے؟",
    "hire_me_now": "مجھے ابھی رکھ لو...",
    "expert_contracts": "ماہر معاہدے"
  },
  "topic_categories": {
    "SETUP": {
      "title": "آن لائن شاپ سیٹ کریں۔",
      "desc": "اس شعبے کے ماہرین آپ کے آن لائن اسٹور کو آپ کے لیے آسان اور تیز تر ترتیب دیتے ہیں۔"
    },
    "ADD_PAGE": {
      "title": "صفحات شامل کریں (لینڈنگ، ہمارے بارے میں، ...)",
      "desc": "آپ لینڈنگ پیجز کی تخلیق، ہمارے بارے میں اور اپنی ویب سائٹ کے دیگر صفحات کو ان ماہرین پر چھوڑ سکتے ہیں۔"
    },
    "ADD_PRODUCT": {
      "title": "مصنوعات اور زمرے شامل کریں۔",
      "desc": "آپ اسٹور میں پروڈکٹس شامل کرنے کے لیے لوگوں کی خدمات حاصل کر سکتے ہیں۔"
    },
    "PAYMENT": {
      "title": "ادائیگی کے طریقے شامل کریں۔",
      "desc": "آپ کے لیے گیٹ وے وصول کرنے اور اپ ڈیٹ کرنے کا عمل کرنے کے لیے ادائیگی کے گیٹ وے کے ماہر کی خدمات حاصل کریں۔"
    },
    "MARKETING": {
      "title": "مارکیٹنگ",
      "desc": "مارکیٹنگ کے ماہرین آپ کو اپنی مہمات اور ترغیبات میں بہترین ایڈجسٹمنٹ کرنے یا ایک موثر اشتہاری مہم شروع کرنے میں مدد کرتے ہیں۔"
    },
    "MIGRATION": {
      "title": "میری دکان کو دوسرے ای کامرس پلیٹ فارم سے منتقل کریں۔",
      "desc": "کیا آپ کے پاس پہلے کوئی اسٹور تھا؟ آپ اسٹور کی منتقلی کا کام کسی ماہر پر چھوڑ سکتے ہیں تاکہ ایک پیشہ ور سروس آپ کے اسٹور کو ہمیشہ کے لیے سپورٹ کر سکے۔"
    },
    "APP_SETUP": {
      "title": "سیٹ اپ ایپلی کیشن",
      "desc": "اپنے اسٹور میں ایپس کو ترتیب دینے اور انسٹال کرنے میں مدد کی ضرورت ہے؟ کیا آپ کو ذاتی درخواست بنانے کی ضرورت ہے؟ اس شعبے کے ماہرین آپ کے ساتھ ہوں گے۔"
    },
    "MANAGEMENT": {
      "title": "اسٹور مینجمنٹ",
      "desc": "آپ اپنے اسٹور مینجمنٹ کے کچھ حصوں کو اسٹور مینجمنٹ کے ماہرین کو آؤٹ سورس کر سکتے ہیں۔ وہ کاروبار چلانے کے تمام پہلوؤں پر ماہرانہ مشورہ بھی فراہم کرتے ہیں۔"
    },
    "CONTENT": {
      "title": "مواد کی تحریر",
      "desc": "مواد لکھنے والے پیشہ ور افراد کو اپنی مصنوعات، برانڈ، یا اسٹور کے مواد کی تخلیق تفویض کریں۔"
    },
    "PHOTOGRAPHY": {
      "title": "فوٹوگرافی اور ترمیم",
      "desc": "اپنی مصنوعات اور خدمات کی تصاویر لینے کی ضرورت ہے؟ اس سیکشن کے ماہرین آپ کی ضرورت کی تصاویر، اینیمیشنز اور 3D ماڈل تیار کریں گے۔"
    },
    "DROP_SHIPPING": {
      "title": "ڈراپ شپنگ ترتیب دیں۔",
      "desc": "اگر آپ تھوک فروش یا خوردہ فروش ہیں تو، سیلڈون ڈراپ شپنگ پلیٹ فارم وہی ہے جس کی آپ ہمیشہ سے تلاش کر رہے ہیں۔ ڈراپ شپنگ ماہرین آپ کے کاروبار کو بڑھانے کے نئے طریقے تلاش کرنے میں آپ کی مدد کر سکتے ہیں۔"
    },
    "POS_SETUP": {
      "title": "Selldone POS سیٹ اپ کریں۔",
      "desc": "اپنے اسٹور کا آن لائن POS ترتیب دینے کے لیے کسی ماہر کی خدمات حاصل کریں۔"
    }
  },
  "topics": {
    "store-design": {
      "title": "ایک ای کامرس بنائیں",
      "desc": "اپنے آن لائن سٹور کے ڈیزائن اور سیٹ اپ کو پیشہ ور افراد پر چھوڑ دیں جو آپ کے آئیڈیاز کو نافذ کر سکتے ہیں۔"
    },
    "store-configuration": {
      "title": "اسٹور کی ترتیب",
      "desc": "آپ اسٹور کنفیگریشن کے لیے کسی ماہر سے مدد لے سکتے ہیں، جیسے کہ سرچ انجن کے لیے کاروباری معلومات درج کرنا، شپنگ اور گودام کے طریقے ترتیب دینا۔"
    },
    "store-optimization": {
      "title": "کارکردگی اور رفتار کی اصلاح",
      "desc": "ماہرین آپ کی ویب سائٹ پر اس کی رفتار اور کارکردگی بڑھانے کے لیے کام کریں گے۔"
    },
    "domain": {
      "title": "ڈومین کنکشن",
      "desc": "اپنے اسٹور اور ویب سائٹ پر حسب ضرورت ڈومین شامل کریں۔"
    },
    "page-design": {
      "title": "لینڈنگ پیج اور ٹیمپلیٹ ڈیزائن",
      "desc": "اپنی ویب سائٹ کے لینڈنگ پیجز، ہوم پیج اور اندرونی صفحات کو ڈیزائن کریں۔"
    },
    "add-product": {
      "title": "مصنوعات اور زمرے شامل کریں۔",
      "desc": "زمرہ جات کو درست کرنے کے لیے اپنی مصنوعات کی تصاویر، تفصیل اور وضاحتیں شامل کریں۔ یہ آپ کے صارفین کے لیے بہترین فٹ شدہ مصنوعات تلاش کرنا آسان بناتا ہے۔"
    },
    "payment": {
      "title": "پیسے ادا کرنے کا طریقہ",
      "desc": "اپنے اسٹور میں ایک آن لائن ادائیگی کا گیٹ وے شامل کریں۔"
    },
    "tax": {
      "title": "ٹیکس مشورہ",
      "desc": "اپنے مالیاتی اور ٹیکس کے مسائل پر مشورہ حاصل کریں۔"
    },
    "email-marketing": {
      "title": "ای میل مارکیٹنگ",
      "desc": "اپنے صارفین کو گاہکوں میں تبدیل کرنے اور انہیں مزید خریدنے کے لیے آمادہ کرنے کے لیے ای میل مارکیٹنگ ٹولز کا استعمال کریں۔"
    },
    "seo": {
      "title": "SEO",
      "desc": "Google تلاش کے نتائج میں اپنی درجہ بندی میں اضافہ کریں تاکہ زیادہ سے زیادہ لوگ آپ کی مصنوعات کو اپنی تلاش میں تلاش کریں۔"
    },
    "search-ads": {
      "title": "اشتہارات تلاش کریں۔",
      "desc": "گوگل جیسے سرچ انجنوں پر اپنی مصنوعات کی تشہیر کریں۔"
    },
    "social-marketing": {
      "title": "سوشل میڈیا مارکیٹنگ",
      "desc": "اپنے پروڈکٹس اور خدمات کو دیکھنے کے لیے مزید زائرین کو راغب کرنے کے لیے سوشل میڈیا مہمات شروع کریں۔"
    },
    "content-marketing": {
      "title": "مواد کی مارکیٹنگ",
      "desc": "اپنے کاروبار کے لیے مفید اور متعلقہ مواد بنائیں اور شائع کریں۔"
    },
    "sale-channels": {
      "title": "سیلز چینلز بنائیں",
      "desc": "سیلڈون میں اپنے آن لائن اسٹور سے جڑ کر انسٹاگرام، ٹیلیگرام اور فیس بک جیسے نئے سیلز چینلز کا آغاز کریں۔"
    },
    "conversion": {
      "title": "تبادلوں کی شرح کی اصلاح",
      "desc": "تبادلوں کی شرح کو زیادہ سے زیادہ کریں، زیادہ سے زیادہ زائرین کو گاہکوں میں تبدیل کریں، اور اپنی مہموں کی کارکردگی میں اضافہ کریں۔"
    },
    "analyze": {
      "title": "صارف کے رویے کا تجزیہ کریں۔",
      "desc": "آن لائن سٹور اور یہاں تک کہ فزیکل برانچز میں اپنے صارفین کے رویے کی نگرانی کریں تاکہ ان کے لیے بہتر صارف تجربہ فراہم کیا جا سکے۔"
    },
    "brand-strategy": {
      "title": "برانڈ کی حکمت عملی",
      "desc": "اپنے کاروباری برانڈ کی تعمیر اور توسیع پر کام کریں۔"
    },
    "migration": {
      "title": "اسٹور مائیگریشن",
      "desc": "اپنے موجودہ اسٹور کو سیلڈون میں منتقل کریں۔"
    },
    "app-programmer": {
      "title": "ایک درخواست بنائیں",
      "desc": "آپ کی اپنی ایپلی کیشن کو ڈیزائن اور تیار کرنا"
    },
    "app-install": {
      "title": "ایپلیکیشن انسٹال کریں۔",
      "desc": "اسٹور پر آپ کی ضرورت کی ایپلی کیشن انسٹال اور کنفیگر کریں۔"
    },
    "ux-design": {
      "title": "اپنی مرضی کے مطابق UX ڈیزائن",
      "desc": "اسٹور یا ایپلیکیشن میں اپنے صارفین کے لیے ایک منفرد صارف تجربہ ڈیزائن کریں۔"
    },
    "debug": {
      "title": "خرابیوں کا سراغ لگانا",
      "desc": "اپنے اسٹور میں خرابیوں اور مسائل کو درست کریں۔"
    },
    "strategy": {
      "title": "کاروباری حکمت عملی سے متعلق مشاورت",
      "desc": "اپنے کاروبار کو بڑھانے اور بہتر بنانے کے لیے تجربہ کار لوگوں سے مشورہ لیں۔"
    },
    "products-guide": {
      "title": "پروڈکٹ ریسورس گائیڈ",
      "desc": "مصنوعات کی تیاری اور سپلائی چین ڈیزائن کے لیے ماہرین سے مدد طلب کریں۔"
    },
    "setup-guide": {
      "title": "اسٹور سیٹ اپ اور ڈیزائن کنسلٹنگ",
      "desc": "کاروبار شروع کرنے یا اسے آن لائن بنانے کے لیے اس شعبے کے ماہرین سے مشورہ لیں۔"
    },
    "marketing-guide": {
      "title": "مارکیٹنگ اور سیلز مشاورت",
      "desc": "ماہرین اور پیشہ ور افراد سے مشورہ لے کر اپنی فروخت کو مارکیٹ کرنے اور بڑھانے کا طریقہ سیکھیں۔"
    },
    "product-description": {
      "title": "مصنوعات کی وضاحت",
      "desc": "اپنی مصنوعات کی تفصیل کو دلکش بنائیں تاکہ آپ کے گاہک آپ کی مصنوعات کو بہتر طریقے سے جان سکیں۔"
    },
    "content-write": {
      "title": "مارکیٹنگ اور اشتہاری مواد",
      "desc": "برانڈ کی کہانی اور ان ضروریات کے بارے میں لکھیں جو آپ کے پروڈکٹس کو پورا کرتی ہیں تاکہ صارفین کو بہترین انتخاب کرنے میں مدد ملے۔"
    },
    "logo-design": {
      "title": "لوگو اور برانڈ ڈیزائن",
      "desc": "اپنے برانڈ کے لیے تصویر اور لوگو کا مواد ڈیزائن کریں۔"
    },
    "banner-design": {
      "title": "بینر ڈیزائن",
      "desc": "برانڈ بیداری بڑھانے اور اپنے سٹور پر ٹریفک لانے کے لیے متاثر کن اشتہارات کے بینرز بنائیں۔"
    },
    "video": {
      "title": "فلم بندی اور حرکت پذیری۔",
      "desc": "اشتہاری ویڈیوز اور 2D اور 3D اینیمیشنز کی تیاری کو ماسٹرز پر چھوڑ دیں۔"
    },
    "photography": {
      "title": "مصنوعات کی فوٹو گرافی",
      "desc": "اپنے اسٹور کو دلکش بنانے کے لیے اپنی مصنوعات اور خدمات کی صنعتی اور پیشہ ورانہ تصاویر لیں۔"
    },
    "photo-editor": {
      "title": "تصاویر میں ترمیم کریں۔",
      "desc": "پرکشش تصاویر ڈیزائن کریں، اس میں اثرات شامل کرنا، پس منظر کو ہٹانا یا تصویر میں متن شامل کرنا شامل ہو سکتا ہے۔"
    },
    "3d": {
      "title": "3D ماڈلنگ اور اے آر",
      "desc": "اپنی فروخت میں ڈرامائی طور پر اضافہ کرنے کے لیے اپنی پروڈکٹس کے 3D اگمینٹڈ ریئلٹی ماڈلز بنائیں۔"
    },
    "dropshipping": {
      "title": "ڈراپ شپنگ ترتیب دیں۔",
      "desc": "اگر آپ کے پاس مینوفیکچرر یا گودام ہے، تو ڈراپ شپنگ کے ماہرین ہزاروں آن لائن اسٹورز کے ذریعے آپ کی مصنوعات کو آسانی سے فروخت کرنے میں آپ کی مدد کریں گے۔"
    },
    "reselling": {
      "title": "ری سیلر کے لیے سیٹ اپ",
      "desc": "آپ سامان خریدے بغیر اور گودام بنائے یا یہاں تک کہ کوئی پیکج بھیجے بغیر زیادہ آمدنی کے ساتھ ایک بہترین اسٹور حاصل کرسکتے ہیں۔"
    },
    "pos-setup": {
      "title": "آن لائن کیش رجسٹر ترتیب دینا",
      "desc": "اپنے Selldone POS کو اپنے سٹور کی برانچوں میں چلائیں اور اپنے کاروبار اور فزیکل برانچز کو تیار کرنے کے لیے دستیاب سب سے زیادہ پروفیشنل اسٹور ٹولز استعمال کریں۔"
    }
  },
  "industries": {
    "ART": "فن",
    "MARKETING_ADS": "مارکیٹنگ اور ایڈورٹائزنگ",
    "SERVICES": "خدمات",
    "CLOTHING_FASHION": "لباس اور فیشن",
    "HANDCRAFTS": "دستکاری",
    "ELECTRONICS_TECH": "الیکٹرانکس اور ٹیک",
    "HEALTH_BEAUTY": "صحت اور خوبصورتی",
    "HOME_GARDEN": "گھر اور باغ",
    "JEWELRY_ACCESSORIES": "زیورات اور لوازمات",
    "FOOD_DRINK": "کھانے پینے",
    "PET_CARE": "جانوروں کی دیکھ بھال",
    "SPORTS": "کھیل",
    "RECREATION": "تفریح",
    "TOYS_GAMES": "کھلونے اور کھیل",
    "AUTOMOTIVE": "آٹوموٹو"
  },
  "expert_panel": {
    "title": "سیلڈون ایکسپرٹس مینجمنٹ پینل",
    "add_dialog": {
      "title": "نئی نوکری شامل کریں۔"
    }
  },
  "contract_view": {
    "running": "چل رہا ہے۔",
    "cancelling": "منسوخ کرنے کی درخواست..",
    "title": "معاہدہ کا موضوع",
    "description": "معاہدے کی تفصیل",
    "permissions_input": "مطلوبہ اجازتیں منتخب کریں۔",
    "cost_timeline": "لاگت اور ٹائم لائن",
    "timespan": "معاہدے کی مدت",
    "cost": "معاہدے کی لاگت",
    "pay_now_action": "میں متفق ہوں ╏ اب ادا",
    "complete_action": "جی ہاں ╏ معاہدہ ختم کریں۔",
    "reject_action": "نہیں ╏ تکمیل منظور نہیں ہے۔",
    "all_tasks_completed_message": "آپ نے تمام متعین کام مکمل کر لیے ہیں۔ اگر آپ نے اسے مکمل کر لیا ہے تو، آرڈر کی تکمیل کی کلید کو دبائیں۔ اس قدم کے بعد، صارف کو کام کی فراہمی کی تصدیق کرنی ہوگی۔",
    "waiting_complete_by_customer_message": "آپ نے کام کی تصدیق کر دی ہے، اب آپ کو آرڈر کی ترسیل کی تصدیق کے لیے کسٹمر کا انتظار کرنا ہوگا۔ گاہک کی جانب سے عدم منظوری یا مسترد ہونے کی صورت میں، آرڈر خود بخود منظور ہو جائے گا اور 3 دن کے بعد مکمل ہو جائے گا۔",
    "comment": "ایک تبصرہ جمع کروائیں",
    "comment_desc": "کام کے معیار اور ماہرین کی بات چیت کی بنیاد پر شرح۔",
    "comment_placeholder": "کام کے معیار کے بارے میں اپنی رائے لکھیں...",
    "response_placeholder": "اگر آپ کے پاس کسٹمر کے تاثرات کے بارے میں کچھ کہنا ہے تو لکھیں...",
    "waiting_for_customer": "گاہک کا انتظار ہے...",
    "account_input": "نکالنے کے لیے اکاؤنٹ",
    "dialog_pay": {
      "title": "ادائیگی کریں اور معاہدہ شروع کریں۔",
      "insufficient_balance": "ناکافی توازن! ادائیگی کے لیے اکاؤنٹ چارج کریں۔"
    },
    "dialog_cancel": {
      "title": "معاہدہ منسوخ کریں۔",
      "confirm_code": "تصدیقی کوڈ ہے۔",
      "confirm_code_label": "تصدیقی کوڈ",
      "confirm_action": "ہاں، معاہدہ منسوخ کریں۔"
    },
    "notifications": {
      "save": "معاہدے میں کامیابی کے ساتھ ترمیم کی گئی۔",
      "pay": "معاہدہ کی ادائیگی اور کامیابی سے شروع ہو گئی۔",
      "end": "آرڈر مکمل ہونے کی تصدیق کے لیے گاہک کو بھیجا گیا تھا۔",
      "complete": "معاہدہ مکمل ہو گیا۔",
      "reject": "کنٹریکٹ کی تکمیل منظور نہیں ہے۔",
      "cancel": "معاہدہ منسوخ کر دیا گیا۔",
      "update": "اجازت اپ ڈیٹ کر دی گئی۔",
      "comment": "آپ کا تبصرہ بھیج دیا گیا ہے۔",
      "response": "آپ کا جواب بھیج دیا گیا ہے۔"
    }
  },
  "expert_page": {
    "title": "بہترین ماہرین کی خدمات حاصل کریں۔",
    "sub_title": "اپنے اسٹور کو ڈیزائن کرنے، لانچ کرنے، تشہیر کرنے یا اس کا انتظام کرنے کی فکر نہ کریں۔ چیزوں کو بہتر اور تیز تر کرنے کے لیے ایک مصدقہ ماہر کی خدمات حاصل کریں۔",
    "steps_title": "پورا کرنے کے لیے تین مراحل باقی ہیں۔",
    "step_1_title": "ماہر سے رابطہ کریں۔",
    "step_1_desc": "ماہرین سے تجاویز طلب کریں، یا تجویز کردہ ماہرین سے مشابہت کے لیے نوکری بنائیں۔",
    "step_2_title": "متفق ہوں اور معاہدہ حاصل کریں۔",
    "step_2_desc": "جوابات کا جائزہ لیں، صحیح فٹ تلاش کریں، اور تفصیلات پر تبادلہ خیال کریں جیسے کہ وقت اور صحیح قیمت۔",
    "step_3_title": "کام کی تصدیق کریں اور اس پر عمل کریں۔",
    "step_3_desc": "قابل اعتماد پیشہ ور افراد پر بھروسہ کریں جو سیلڈون کے ذریعے مؤثر طریقے سے کام کر سکتے ہیں۔",
    "who": {
      "title": "آپ کو یہاں کون ملتا ہے؟",
      "box_image": "/app/img/selldone-expert-box.37fb6205.png",
      "spec1_title": "ماسٹرز، اپنے فیلڈ اور سیلڈون دونوں میں",
      "spec1_desc": "آپ کو کسی پروگرامنگ کی مہارت کی ضرورت نہیں ہے! سیلڈون تمام اپ ڈیٹس کا خیال رکھتا ہے۔ اپنی تمام تر کوششیں فروخت بڑھانے پر لگائیں!",
      "spec2_title": "ہینڈ چِک اور پرعزم لوگ",
      "spec2_desc": "کوڈنگ یا تکنیکی علم کی ضرورت نہیں ہے۔ اضافی اخراجات، پیچیدہ تکنیکی مسائل اور اپنے آن لائن کاروبار کی راہ میں حائل رکاوٹوں کو الوداع کہو!",
      "spec3_title": "پیشہ ورانہ کام سب سے زیادہ پیشہ ور افراد کے ذریعہ کیا جاتا ہے۔",
      "spec3_desc": "آپ کو کسی پروگرامنگ کی مہارت کی ضرورت نہیں ہے! آپ کی ضروریات کو پورا کرنے کے لیے سیلڈون میں بہترین پیشہ ور افراد!"
    },
    "expert_categories": "ماہرین کے ذریعہ فراہم کردہ خدمات کا زمرہ",
    "show_all_topics": "تمام زمرے دکھائیں۔",
    "marketing_title": "مارکیٹنگ اور فروخت میں اضافہ",
    "starts_title": "آن لائن کاروبار شروع کرنا اور تیار کرنا",
    "managements_title": "کاروبار کے انتظام",
    "contents_title": "مواد کی تخلیق، فوٹوگرافی اور ویڈیو",
    "apps_title": "مزید خصوصیات اور میری ایپ انسٹالیشن",
    "footer": {
      "title": "اپنی ضروریات کے مطابق بہترین ماہر کی تلاش",
      "message": "نیچے دیے گئے فارم کو پُر کرکے آپ ایک نئی جاب بنائیں تاکہ بہترین ماہرین آپ کی ضروریات کے مطابق آپ کو اپنی تجاویز بھیج سکیں۔"
    }
  },
  "public_job_page": {
    "hire_expert_title": "کیا آپ چاہتے ہیں کہ یہ ماہر آپ کے لیے کام کرے؟",
    "your_own_job_message": "آپ نے اس کام کی تعریف کی ہے! ایڈمن پینل پر جانے کے لیے نیچے دی گئی کلید کو دبائیں اور اس کام کو براہ راست مینیج کریں۔",
    "go_to_job_panel": "میرے پینل پر جائیں۔",
    "no_chat": "آپ نے ابھی تک کوئی درخواست جمع نہیں کرائی ہے۔",
    "job_tasks": "پیش کردہ ملازمت کے کام",
    "included": "ابتدائی قیمت میں شامل کام",
    "additional": "اضافی کام اور کام",
    "permissions": "مطلوبہ اجازتیں۔"
  },
  "expert_request_form": {
    "action_message": "کیا آپ چاہتے ہیں کہ کوئی اور آپ کے لیے آپ کے اسٹور کی تعمیر، انتظام یا مارکیٹنگ کرے؟ اس لیے کسی ماہر کی خدمات حاصل کریں جو آپ سوچتے ہیں۔",
    "order_new_kob": "نئی نوکری کا آرڈر دیں۔",
    "new_shop_action_small": "کیا آپ چاہتے ہیں کہ کوئی ماہر آپ کے اسٹور پر کام کرے؟",
    "mange_shop_action_small": "کیا آپ چاہتے ہیں کہ کوئی ماہر آپ کے لیے اسٹور بنائے؟",
    "new_shop_action": "آپ کو کئی پیشکشیں موصول ہوئی ہیں۔",
    "mange_shop_action": "ماہرین آپ کی درخواست کا جائزہ لے رہے ہیں۔",
    "hire_expert": "ایک ماہر کی خدمات حاصل کرنا",
    "check_mail_status": "براہ کرم اپنا ای میل چیک کریں۔",
    "header_new": "نئی درخواست",
    "header_view": "درخواست بھیجیں",
    "title": "کیا آپ ایک جدید آن لائن سٹور چاہتے ہیں؟",
    "message": "آپ کو یہ سب خود کرنے کی ضرورت نہیں ہے۔ ہمارے تصدیق شدہ ماہرین آپ کے آن لائن سٹور کو تیز، آسان اور زیادہ دلکش بنانے میں آپ کی مدد کر سکتے ہیں۔ اپنی ضروریات کو بیان کریں اور اپنی فروخت کو بڑھانے میں مدد کرنے کے لیے بہترین کو تلاش کریں۔",
    "steps_title": "ان اقدامات پر عمل",
    "step_1": "اپنی ضروریات بیان کریں۔",
    "step_1_message": "ماہرین کو بتائیں کہ آپ کیا چاہتے ہیں۔",
    "step_2": "ماہرین کی پیشکشوں کا جائزہ لیں۔",
    "step_2_message": "اپنی ضروریات کے مطابق بہترین کو منتخب کریں۔",
    "step_3": "اہم تفصیلات پر تبادلہ خیال کریں اور ماہر کے ساتھ مزید کام کریں۔",
    "step_3_message": "اہم تفصیلات پر تبادلہ خیال کریں اور ماہر کے ساتھ مزید کام کریں۔",
    "shop_info": "دکان کا انتخاب کریں۔",
    "select_shop": "مجھے اپنی دکان کے لیے ایک ماہر کی ضرورت ہے۔",
    "shop_id": "دکان",
    "shop_id_message": "اگر آپ کو مزید خدمات کی ضرورت ہو تو اپنی موجودہ دکانوں میں سے انتخاب کریں۔",
    "shop_id_placeholder": "ایک دکان منتخب کریں...",
    "store_name": "اسٹور کا نام",
    "store_name_placeholder": "میری دکان کا نام...",
    "store_name_messages": "ہمیں اپنے اسٹور کا نام بتائیں جو آپ کے پاس ہے یا مستقبل میں بنانے کا ارادہ ہے۔",
    "contact": "رابطے کی معلومات",
    "name_placeholder": "مطلوبہ*",
    "email": "ای میل",
    "email_placeholder": "مطلوبہ* your-mail{'@'}mail.com",
    "request_title": "اپنی ضروریات بیان کریں۔",
    "request_message": "اپنے کاروبار کے بارے میں مخصوص معلومات دیں تاکہ ہمارے ماہر کو آپ کی ضروریات کو بہتر طریقے سے پورا کرنے اور آپ کو سستی قیمت اور وقت کا تخمینہ فراہم کرنے میں مدد ملے۔",
    "description": "ہمیں اپنے کاروبار کے بارے میں مزید بتائیں",
    "description_messages": "آپکا کیا کاروبار ہے؟ کیا آپ مصنوعات یا خدمات فروخت کرتے ہیں؟",
    "services_title": "آپ ماہر کے ذریعہ کون سے کام کرنا چاہتے ہیں؟",
    "select_one_caution": "کم از کم ایک آپشن منتخب کریں!",
    "detail_title": "اپنی ضروریات کو بہتر طور پر جاننے میں ماہر کی مدد کرنے کے لیے تفصیلات شامل کریں۔",
    "detail": "پروجیکٹ کی تفصیلات",
    "detail_messages": "کیا آپ کے پاس موجودہ ویب سائٹ ہے؟ کیا آپ کی انسٹاگرام یا فزیکل شاپ پر کوئی دکان ہے؟ کیا ٹائم لائن لچکدار ہے؟",
    "preferences_title": "حدود اور ترجیحات",
    "preferences_message": "اپنی ترجیحات کا تعین کریں تاکہ آپ کے کام کے لیے صحیح پیشہ ور آپ کے پروجیکٹ کی تجویز کا جائزہ لے سکیں۔",
    "level_title": "آپ کے لیے بہترین انتخاب کون ہے؟",
    "level_message": "مہارت، تجربہ اور ماہر کی مدد کی سطح قیمتوں کا تعین کرتی ہے۔",
    "level_low": "کم قیمت والے ماہرین",
    "level_medium": "درمیانی قیمت کے ماہرین",
    "level_high": "اعلی قیمت والے ماہرین",
    "location_title": "کیا آپ اپنے مقام کے قریب ماہرین کے ساتھ کام کرنا پسند کرتے ہیں؟",
    "location_near": "جی ہاں",
    "location_no": "نہیں",
    "language_title": "ماہرین کے ساتھ بات چیت کے دوران آپ کی زبان کی ترجیح کیا ہے؟",
    "language": "زبان",
    "language_placeholder": "ایک منتخب کریں*",
    "free_support_title": "چھوٹے کاروبار کی حمایت",
    "free_support_message": "ہمیں یقین ہے کہ اسٹارٹ اپس کی مدد کرنا آپ کے مستقبل اور سیلڈون کے لیے ایک زبردست سرمایہ کاری ہے۔ ہم نے ہمیشہ اس راستے پر آپ کی پشت پناہی کی۔ آپ کی مصنوعات اور خدمات جتنی زیادہ پرکشش، اختراعی یا اس سے بھی زیادہ عملی ہوں گی، اتنی ہی زیادہ خدمات آپ کو ہماری اور ہمارے ماہرین سے مفت میں موصول ہوں گی۔",
    "free_support_condition": "اگر آپ اپنا کاروبار شروع کرنے اور آن لائن فروخت کرنے میں سنجیدہ ہیں تو یہ کافی ہے۔ باقی ہم پر منحصر ہے!",
    "free": "کیا آپ مفت خدمات چاہتے ہیں؟",
    "free_messages": "اس اختیار کو منتخب کریں اگر آپ ایک اسٹارٹ اپ کاروبار ہیں یا فی الحال ماہرین کو ادائیگی کرنے کے لیے مالی وسائل نہیں رکھتے ہیں۔",
    "action_new": "نئی درخواست",
    "action_send": "گزارش جمع کیجیے",
    "start_price_message": "اس ماہر کے لیے {topic} نوکریاں {price} {currency} سے شروع ہوتی ہیں۔",
    "notifications": {
      "success_send": "آپ کی درخواست کامیابی کے ساتھ جمع کر دی گئی ہے۔ برائے مہربانی سیلڈون ماہرین کی پیشکشوں کا انتظار کریں۔"
    },
    "stage": {
      "title": "آپ کے کاروبار کا مرحلہ کیا ہے؟",
      "start": "ایک نیا کاروبار شروع کرنا",
      "online": "میں اپنے موجودہ کاروبار کو آن لائن بنانا چاہتا ہوں۔",
      "extend": "میرا ایک آن لائن اسٹور ہے اور میں اس پر کام کر رہا ہوں۔",
      "pos": "میں اپنے اسٹور کی شاخوں میں سیلڈون پی او ایس قائم کرنا چاہتا ہوں۔"
    },
    "budget": {
      "title": "کیا آپ کے پاس فری لانسنگ بجٹ کا اندازہ ہے؟",
      "yes": "ہاں، میرا بجٹ صاف ہے۔",
      "no": "نہیں، میں مزید معلومات چاہتا ہوں۔"
    },
    "login": {
      "title": "برائے مہربانی لاگ ان کریں",
      "message": "پہلے رجسٹر کرنے کے لیے لاگ ان کریں۔ آپ موبائل نمبر یا سوشل نیٹ ورک اکاؤنٹس کے ذریعے اپنے سیلڈون میں جلدی اور محفوظ طریقے سے لاگ ان کر سکتے ہیں۔"
    },
    "select_shop_title": "ایک دکان منتخب کریں۔",
    "select_shop_description": "مجھے موجودہ دکان کے لیے ایک ماہر کی ضرورت ہے۔",
    "new_shop_mode_title": "نئی دکان بنائیں",
    "new_shop_mode_description": "میں ایک نئی دکان بنانا چاہتا ہوں۔"
  },
  "expert_requests": {
    "title": "درخواستیں کھولیں۔",
    "dialog": {
      "title": "ماہر کی درخواست کی تفصیلات",
      "start_chat": "مذاکرات شروع کریں۔"
    }
  },
  "job_chat": {
    "title": "ملازمت کی بات چیت"
  },
  "expert_chat_box": {
    "need_expert_question": "کیا آپ ماہر چاہتے ہیں؟",
    "find_expert": "ماہر تلاش کریں..",
    "folder_name": "فولڈر کا نام",
    "folder_dialog": {
      "title": "فولڈرز میں ترمیم کریں۔",
      "hide_new_folder": "نیا فولڈر چھپائیں۔",
      "add_new_folder": "نیا فولڈر شامل کریں۔"
    }
  },
  "add_job": {
    "add_title": "نئی نوکری شامل کریں۔",
    "edit_title": "کام میں ترمیم کریں۔",
    "message": "ملازمت کا عنوان اور ملازمت کی تفصیل درج کریں جو آپ اس سیکشن میں کر سکتے ہیں۔ نوٹ کریں کہ آپ کو اپنی ملازمت کی تفصیل کے متن میں رابطے کی معلومات اور لنکس نہیں لکھنا چاہیے۔",
    "start_price_message": "ہر آرڈر کی کم از کم قیمت۔",
    "currency_message": "کرنسی تبدیل کرنا اس کام کے لیے آپ کے مالیاتی ریکارڈ کو دوبارہ ترتیب دیتا ہے۔",
    "job_desc_message": "اس کام کے لیے اپنی مکمل خدمات بیان کریں۔",
    "included_message": "بیان کریں کہ آپ بنیادی قیمت پر کسٹمر کو کون سی خدمات فراہم کریں گے۔",
    "additional_message": "بنیادی خدمات کے علاوہ آپ اور کون سی خدمات پیش کرتے ہیں؟",
    "available": "دستیاب نوکری",
    "available_message": "اس کام تک عوامی رسائی",
    "add_action": "نئی نوکری شامل کریں۔",
    "edit_action": "کام میں ترمیم کریں۔",
    "notifications": {
      "edit": "کام کامیابی کے ساتھ اپ ڈیٹ ہو گیا۔",
      "add": "نئی نوکری کامیابی کے ساتھ بن گئی۔"
    }
  },
  "contract_form": {
    "shop_message": "صرف ایڈمن یا سینئر مینیجر کی رسائی کے ساتھ کسٹمر کے اسٹورز دکھائیں۔",
    "shop_placeholder": "وہ اسٹور منتخب کریں جس پر آپ کام کرنا چاہتے ہیں*",
    "title_message": "اس معاہدے کے لیے ایک عنوان مقرر کریں..",
    "description_message": "معاہدے کی تفصیلات لکھیں...",
    "permissions": "مطلوبہ اجازتیں منتخب کریں۔",
    "cost_message": "معاہدے کی لاگت",
    "days": "معاہدے کی مدت",
    "days_message": "معاہدے کی مدت",
    "create_action": "نیا معاہدہ بنائیں",
    "notifications": {
      "add": "نیا معاہدہ بنایا گیا اور صارف کو بھیجا گیا۔"
    }
  }
};