<?php 

 return [
     "default_title" => "SELLDONE",
     "keywords" => [
        "ਕਾਰੋਬਾਰੀ ਓ.ਐਸ",
        "domain",
        "selldone",
        "ਈ-ਕਾਮਰਸ ਪਲੇਟਫਾਰਮ",
        "ਸਟੋਰ ਬਿਲਡਰ",
        "ਦੁਕਾਨ ਬਿਲਡਰ",
        "ਵੈੱਬਸਾਈਟ ਬਿਲਡਰ",
        "ਵਪਾਰਕ ਵਿਚਾਰ",
        "ਕਸਟਮ ਕਮਿਊਨਿਟੀ ਬਿਲਡਰ",
        "ਵ੍ਹਾਈਟਲੇਬਲ ਈ-ਕਾਮਰਸ"
     ],
     "samin" => "ਵੇਚਿਆ",
     "Selldone" => "ਵੇਚਿਆ",
     "related" => "ਸੰਬੰਧਿਤ",
     "share" => "ਸ਼ੇਅਰ ਕਰੋ",
     "global" => [
     "blog" => "ਬਲੌਗ",
],
     "footer-title" => "Selldone® | ਕਾਰੋਬਾਰ <span class='os-grad'>OS</span> ™",
     "footer-subtitle" => "SMEs ਅਤੇ ਸੁਤੰਤਰ ਬ੍ਰਾਂਡਾਂ ਲਈ #1 ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ",
     "footer-about-selldone" => "ਸੇਲਡੋਨ, ਇੱਕ ਈ-ਕਾਮਰਸ ਪਲੇਟਫਾਰਮ ਵਜੋਂ, ਕਾਰੋਬਾਰਾਂ ਦੇ ਵਾਧੇ ਲਈ ਇੱਕ ਦੂਤ ਵਜੋਂ ਕੰਮ ਕਰਦਾ ਹੈ। ਭਾਵੇਂ ਤੁਹਾਡੇ ਕੋਲ ਇੱਕ ਛੋਟਾ ਇੱਟ-ਅਤੇ-ਮੋਰਟਾਰ ਸਟੋਰ ਹੈ ਜਾਂ ਕੋਈ ਵੱਡੀ ਕੰਪਨੀ, ਤੁਹਾਨੂੰ ਇੰਟਰਨੈੱਟ 'ਤੇ ਆਪਣਾ ਉਤਪਾਦ ਦਿਖਾਉਣ ਦੀ ਲੋੜ ਹੈ। ਸੇਲਡੋਨ ਘੱਟ ਓਪਰੇਟਿੰਗ ਲਾਗਤਾਂ ਅਤੇ ਵਧੇਰੇ ਲਚਕਤਾ ਦੇ ਨਾਲ ਔਨਲਾਈਨ ਸਟੋਰ ਬਣਾਉਣ ਲਈ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ। ਇਸ ਤੋਂ ਇਲਾਵਾ, ਅਸੀਂ ਹਮੇਸ਼ਾ-ਸੁਧਾਰ ਕਰਨ ਵਾਲੀ ਈ-ਕਾਮਰਸ ਪ੍ਰਬੰਧਨ ਟੂਲਚੇਨ ਪ੍ਰਦਾਨ ਕਰਦੇ ਹਾਂ ਜੋ ਹਰ ਹਫ਼ਤੇ ਨਵੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ, ਜਿਵੇਂ ਕਿ ਕਸਟਮ ਆਟੋਮੇਸ਼ਨ ਪ੍ਰਕਿਰਿਆਵਾਂ ਜਾਂ AI ਏਕੀਕਰਣ ਬਣਾਉਣ ਲਈ ਸਟੋਰ ਪ੍ਰਸ਼ਾਸਨ ਅਤੇ ਵਿਜ਼ੂਅਲ ਪ੍ਰੋਗਰਾਮਿੰਗ ਇੰਟਰਫੇਸ ਨੂੰ ਏਕੀਕ੍ਰਿਤ ਕਰਨਾ।",
     "footer-action" => "ਆਪਣਾ ਈ-ਕਾਮਰਸ ਬਣਾਓ - ਇਹ ਮੁਫਤ ਹੈ",
     "footer" => [
     "about" => "Selldone ਬਾਰੇ",
     "contact" => "ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ",
     "email" => "support@selldone.com",
     "phone" => "🇩🇰 +45 36991215",
],
     "footer-menu" => [
        [
     "title" => "ਵੇਚਿਆ",
     "items" => [
        [
     "title" => "ਵਪਾਰ ਪਲੇਟਫਾਰਮ",
     "href" => "/store-builder",
],
        [
     "title" => "ਬਲੌਗ",
     "href" => "/blog",
],
        [
     "title" => "ਮਦਦ ਕਰੋ",
     "href" => "/help",
],
        [
     "title" => "FAQ",
     "href" => "/faq",
],
        [
     "title" => "ਪਰਾਈਵੇਟ ਨੀਤੀ",
     "href" => "/privacy",
],
        [
     "title" => "ਸੇਵਾ ਦੀ ਮਿਆਦ",
     "href" => "/terms",
]
     ],
],
        [
     "title" => "ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ",
     "items" => [
        [
     "title" => "ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਅਤੇ ਲਾਭ",
     "href" => "/features",
],
        [
     "title" => "Marketing tools",
     "href" => "/marketing",
],
        [
     "title" => "Processing center",
     "href" => "/order-processing",
],
        [
     "title" => "ਪ੍ਰੋਤਸਾਹਨ ਅਤੇ ਕਲੱਬ",
     "href" => "/incentives",
],
        [
     "title" => "ਆਡਿਟਿੰਗ ਅਤੇ ਲੇਖਾਕਾਰੀ",
     "href" => "/auditing",
],
        [
     "title" => "Cloud hosting",
     "href" => "/cloud",
]
     ],
],
        [
     "title" => "ਹੱਲ",
     "items" => [
        [
     "title" => "NFT ਸੰਗ੍ਰਹਿ",
     "href" => "/nft",
],
        [
     "title" => "ਗਿਲਡ",
     "href" => "/guild",
],
        [
     "title" => "ਆਵਾਕੈਡੋ",
     "href" => "/avocado",
],
        [
     "title" => "ਮਾਹਿਰ",
     "href" => "/experts",
],
        [
     "title" => "SEO engine",
     "href" => "/seo",
],
        [
     "title" => "Smart report",
     "href" => "/smart-report",
]
     ],
],
        [
     "title" => "ਸੇਵਾਵਾਂ",
     "items" => [
        [
     "title" => "ਕੀਮਤ ਅਤੇ ਯੋਜਨਾਵਾਂ",
     "href" => "/price",
],
        [
     "title" => "ਐਪਲੀਕੇਸ਼ਨਾਂ",
     "href" => "/apps",
],
        [
     "title" => "Application builder",
     "href" => "/app-builder",
],
        [
     "title" => "ਪੇਜ ਮੇਕਰ",
     "href" => "/page-builder",
],
        [
     "title" => "Logistic solution",
     "href" => "/logistic",
],
        [
     "title" => "ਆਟੋਮੇਸ਼ਨ ਅਤੇ ਆਈ.ਓ.ਟੀ",
     "href" => "/automation",
]
     ],
]
     ],
     "header" => [
     "home" => "ਘਰ",
     "features" => "ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ",
     "pricing" => "ਕੀਮਤ",
     "blogs" => "ਬਲੌਗ",
     "community" => "ਭਾਈਚਾਰਾ",
     "help" => "ਮਦਦ ਕਰੋ",
     "features-menu" => [
     "store-builder" => "ਈ-ਕਾਮਰਸ ਬਿਲਡਰ",
     "community-platform" => "ਕਸਟਮ ਕਮਿਊਨਿਟੀ",
     "cloud" => "ਕਲਾਉਡ-ਅਧਾਰਿਤ ਹੋਸਟਿੰਗ",
     "page-builder" => "ਲੈਂਡਿੰਗ ਪੰਨਾ ਬਿਲਡਰ",
     "smart-report" => "ਸਮਾਰਟ ਰਿਪੋਰਟ ਜੇਨਰੇਟਰ",
     "payment" => "ਭੁਗਤਾਨ ਅਤੇ ਲੇਖਾਕਾਰੀ",
     "staffs" => "ਗਾਹਕ ਅਤੇ ਟੀਮ",
     "logistic" => "ਲੌਜਿਸਟਿਕ ਅਤੇ ਡਿਲੀਵਰੀ",
     "order-processing" => "ਆਰਡਰ ਅਤੇ ਪ੍ਰੋਸੈਸਿੰਗ",
     "marketing" => "ਮਾਰਕੀਟਿੰਗ ਅਤੇ ਮੁਹਿੰਮ",
     "incentives" => "ਕਲੱਬ ਅਤੇ ਪ੍ਰੋਤਸਾਹਨ",
     "pos" => "ਔਨਲਾਈਨ ਪੀ.ਓ.ਐਸ",
     "seo" => "ਆਟੋ ਐਸਈਓ ਇੰਜਣ",
     "automation" => "ਆਟੋਮੇਸ਼ਨ ਅਤੇ ਆਈ.ਓ.ਟੀ",
     "ai" => "ਏਆਈ ਕਾਮਰਸ",
     "app-builder" => "ਐਪਲੀਕੇਸ਼ਨ ਬਿਲਡਰ",
],
     "build" => "ਬਣਾਓ",
     "build-sub" => "ਅਸੀਂ ਤੁਹਾਡੀ ਸਫਲਤਾ ਦੀ ਕਹਾਣੀ ਬਣਾਉਣ ਲਈ ਤੁਹਾਡੇ ਆਲੇ ਦੁਆਲੇ ਇੱਕ ਸਿਸਟਮ ਬਣਾਉਂਦੇ ਹਾਂ।",
     "manage" => "ਪ੍ਰਬੰਧ ਕਰਨਾ, ਕਾਬੂ ਕਰਨਾ",
     "manage-sub" => "ਤੁਹਾਡੇ ਕਾਰੋਬਾਰ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰਨਾ ਪਹਿਲਾਂ ਨਾਲੋਂ ਵਧੇਰੇ ਮਜ਼ੇਦਾਰ ਹੋਵੇਗਾ।",
     "sel" => "ਵੇਚੋ",
     "sel-sub" => "ਹਮੇਸ਼ਾ ਬੰਦ ਰਹੋ, ਪੈਸਾ ਕਮਾਓ ਅਤੇ ਇਸਦਾ ਅਨੰਦ ਲਓ.",
     "grow" => "ਵਧੋ",
     "grow-sub" => "ਐਂਟਰਪ੍ਰਾਈਜ਼-ਗਰੇਡ ਦੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਅਤੇ ਤੁਹਾਡੇ ਹੱਥ ਵਿੱਚ ਟੂਲ, ਅਸਮਾਨ ਤੁਹਾਡੀ ਸੀਮਾ ਹੋਵੇਗੀ।",
],
     "article" => [
     "list-of-content" => "ਸਮੱਗਰੀ ਦੀ ਸੂਚੀ",
     "author" => "ਲੇਖਕ",
     "others-title" => "ਇਸ ਬਾਰੇ ਹੋਰ ਜਾਣਕਾਰੀ: ਸਿਰਲੇਖ",
],
     "page" => [
     "login" => [
     "title" => "Selldone | ਲਾਗਿਨ",
     "image" => "/images/seo/en/login.jpg",
     "description" => "ਇਸ ਨਾਲ ਕੋਈ ਫਰਕ ਨਹੀਂ ਪੈਂਦਾ ਕਿ ਤੁਹਾਡੇ ਕੋਲ ਕਿੰਨੀ ਪੂੰਜੀ ਹੈ, ਤੁਸੀਂ ਆਪਣਾ ਕਾਰੋਬਾਰ ਕਿੱਥੋਂ ਸ਼ੁਰੂ ਕੀਤਾ ਹੈ, ਤੁਸੀਂ ਦੁਨੀਆਂ ਵਿੱਚ ਕਿੱਥੇ ਰਹਿੰਦੇ ਹੋ! ਸੇਲਡੋਨ ਨੇ ਤੁਹਾਨੂੰ ਸਾਰੇ ਪੇਸ਼ੇਵਰ ਵਿਕਰੀ ਸਾਧਨ ਪ੍ਰਦਾਨ ਕੀਤੇ ਹਨ। ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਅਤੇ ਇਹ ਟੂਲ ਹਰ ਕਿਸੇ ਲਈ ਅਤੇ ਹਮੇਸ਼ਾ ਲਈ ਮੁਫ਼ਤ ਹਨ।",
],
     "register" => [
     "title" => "Selldone | ਰਜਿਸਟਰ",
     "image" => "/images/seo/en/login.jpg",
     "description" => "ਸਾਡਾ ਮੰਨਣਾ ਹੈ ਕਿ ਪਹੁੰਚ ਇੱਕ ਅਧਿਕਾਰ ਹੈ ਨਾ ਕਿ ਇੱਕ ਵਿਸ਼ੇਸ਼ ਅਧਿਕਾਰ! ਭਾਵੇਂ ਤੁਹਾਡਾ ਕਾਰੋਬਾਰ ਨਿਊਯਾਰਕ ਦੀ ਸਭ ਤੋਂ ਅਮੀਰ ਸੜਕ 'ਤੇ ਹੋਵੇ ਜਾਂ ਕਿਸੇ ਦੂਰ-ਦੁਰਾਡੇ ਪਿੰਡ ਵਿੱਚ, ਇੰਟਰਨੈੱਟ ਅਤੇ ਔਨਲਾਈਨ ਟੂਲ ਹੀ ਤੁਹਾਨੂੰ ਔਨਲਾਈਨ ਵੇਚਣ ਲਈ ਲੋੜੀਂਦਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ! ਇਹ ਸੇਲਡੋਨ ਦਾ ਸੁਪਨਾ ਹੈ।",
],
     "home" => [
     "title" => "ਪੇਸ਼ੇਵਰਾਂ ਦੀ ਤਰ੍ਹਾਂ ਵਿਕਰੀ — Selldone® Business OS",
     "image" => "/images/seo/en/create-my-ecommerce-website-free.jpg",
     "description" => "Selldone ਤੁਹਾਡੇ ਕਾਰੋਬਾਰ ਨੂੰ ਦ੍ਰਿਸ਼ਟੀਗਤ ਰੂਪ ਵਿੱਚ ਬਣਾਉਣ, ਪ੍ਰਬੰਧਨ ਅਤੇ ਸਕੇਲ ਕਰਨ ਲਈ ਇੱਕ ਵਪਾਰਕ OS ਹੈ। ਲੱਖਾਂ ਆਰਡਰਾਂ ਲਈ ਬਿਨਾਂ-ਕੋਡ ਅਤੇ ਬਿਨਾਂ-ਮਾਹਰ ਲੋੜੀਂਦੇ ਹੱਲ ਨਾਲ ਇਸਨੂੰ ਆਪਣੇ ਆਪ ਬਣਾਓ।",
],
     "helps" => [
     "title" => "ਮਦਦ ਕਰੋ",
     "image" => "/images/seo/en/help.jpg",
     "description" => "ਇੱਕ ਸਫਲ ਕਾਰੋਬਾਰ ਕਿਵੇਂ ਬਣਾਇਆ ਜਾਵੇ।",
],
     "blogs" => [
     "title" => "ਬਲੌਗ",
     "image" => "/images/seo/en/academy.jpg",
     "description" => "ਨਵੀਨਤਮ Selldone ਖ਼ਬਰਾਂ ਅਤੇ ਸਮੱਗਰੀ।",
],
     "faqs" => [
     "title" => "ਅਕਸਰ ਪੁੱਛੇ ਜਾਣ ਵਾਲੇ ਸਵਾਲ",
     "image" => "/images/seo/en/faq.jpg",
     "description" => "Selldone 'ਤੇ ਸਵਾਲ ਅਤੇ ਜਵਾਬ।",
],
     "price" => [
     "title" => "ਕੀਮਤ ਸੂਚੀ",
     "image" => "/images/seo/en/price.jpg",
     "description" => "ਬਿਨਾਂ ਕਿਸੇ ਸਮਾਂ ਸੀਮਾ ਦੇ ਮੁਫਤ ਵਿੱਚ ਸਟੋਰ ਅਤੇ ਸਾਈਟ ਬਣਾਉਣ ਦੀਆਂ ਸਾਰੀਆਂ ਪੇਸ਼ੇਵਰ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਤੁਹਾਡੀ ਉਡੀਕ ਕਰ ਰਹੀਆਂ ਹਨ।",
],
     "api" => [
     "title" => "API",
     "image" => "/images/seo/en/api.jpg",
     "description" => "ਵੈੱਬ ਸੇਵਾ, ਐਪਲੀਕੇਸ਼ਨ ਡਿਵੈਲਪਮੈਂਟ ਲਈ ਦਸਤਾਵੇਜ਼ ਅਤੇ ਸੇਵਾ ਜੁੜੀ ਹੋਈ ਹੈ।",
],
     "apps" => [
     "title" => "ਐਪ ਸਟੋਰ",
     "image" => "/images/seo/en/apps.jpg",
     "description" => "ਸਟੋਰ ਵਿੱਚ ਐਪਲੀਕੇਸ਼ਨਾਂ ਨੂੰ ਸਥਾਪਿਤ ਕਰਨਾ ਤੁਹਾਡੇ ਸਟੋਰ ਲਈ ਸਿਰਫ਼ ਇੱਕ ਕਲਿੱਕ ਨਾਲ ਪ੍ਰਦਾਨ ਕੀਤਾ ਗਿਆ ਹੈ।",
],
     "experts" => [
     "title" => "ਮਾਹਿਰ",
     "image" => "/images/seo/en/expert.jpg",
     "description" => "ਆਪਣੇ ਸਟੋਰ ਨੂੰ ਡਿਜ਼ਾਈਨ ਕਰਨ, ਲਾਂਚ ਕਰਨ, ਇਸ਼ਤਿਹਾਰਬਾਜ਼ੀ ਜਾਂ ਪ੍ਰਬੰਧਨ ਬਾਰੇ ਚਿੰਤਾ ਨਾ ਕਰੋ, ਸੇਲਡੋਨ ਮਾਹਰ ਤੁਹਾਡੀ ਮਦਦ ਕਰਨ ਲਈ ਤਿਆਰ ਹਨ। ਚੀਜ਼ਾਂ ਨੂੰ ਬਿਹਤਰ ਅਤੇ ਤੇਜ਼ੀ ਨਾਲ ਕਰਨ ਲਈ ਇੱਕ ਪ੍ਰਮਾਣਿਤ ਮਾਹਰ ਨੂੰ ਨਿਯੁਕਤ ਕਰੋ।",
],
     "avocado" => [
     "title" => "ਐਵੋਕਾਡੋ — ਆਧੁਨਿਕ ਸੋਸ਼ਲ ਸੇਲਜ਼ ਚੈਨਲ",
     "image" => "/images/seo/en/create-avocado-seo.jpg?v=1",
     "description" => "ਇੱਕ ਰਕਮ ਅਤੇ ਇੱਕ ਸਿਰਲੇਖ ਤੁਹਾਨੂੰ ਆਪਣੇ ਗਾਹਕਾਂ ਤੋਂ ਪੈਸੇ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਲੋੜੀਂਦਾ ਹੈ! ਪੈਸੇ ਸਿੱਧੇ ਤੁਹਾਡੇ ਖਾਤੇ ਵਿੱਚ ਕ੍ਰੈਡਿਟ ਕੀਤੇ ਜਾਣਗੇ ਅਤੇ ਤੁਹਾਡੇ ਗਾਹਕਾਂ ਨੂੰ ਇੱਕ ਵਿਲੱਖਣ ਖਰੀਦਦਾਰੀ ਅਨੁਭਵ ਹੋਵੇਗਾ।",
],
     "referral" => [
     "title" => "ਐਫੀਲੀਏਟ ਪ੍ਰੋਗਰਾਮ — Selldone",
     "image" => "/images/seo/en/referral.png",
     "description" => "ਇੱਕ ਦਿਲਚਸਪ ਮਿਸ਼ਨ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਵੋ ਅਤੇ ਆਪਣੇ ਲਈ ਇੱਕ ਪੈਸਿਵ ਰੈਵੇਨਿਊ ਸਟ੍ਰੀਮ ਬਣਾਓ।",
],
     "press" => [
     "title" => "ਪ੍ਰੈਸ ਸਰੋਤ — Selldone",
     "image" => "/images/seo/en/press.png",
     "description" => "Selldone ਬਾਰੇ ਲਿਖਣ ਵਿੱਚ ਦਿਲਚਸਪੀ ਰੱਖਣ ਵਾਲੇ ਕਿਸੇ ਵੀ ਵਿਅਕਤੀ ਲਈ ਸਰੋਤ।",
],
     "roadmap" => [
     "title" => "ਰੋਡਮੈਪ — Selldone",
     "image" => "/images/seo/roadmap.jpg",
     "description" => "ਇਹ ਇੱਕ ਕਿਸਮ ਦਾ ਪਲੇਟਫਾਰਮ ਹੈ; ਇਹ ਪੂਰੀ ਤਰ੍ਹਾਂ ਵਿਲੱਖਣ ਹੈ ਅਤੇ ਬਾਕੀਆਂ ਨਾਲੋਂ ਬਹੁਤ ਵੱਖਰਾ ਹੈ। ਇਹ SMEs ਲਈ ਐਂਟਰਪ੍ਰਾਈਜ਼-ਗ੍ਰੇਡ ਟੂਲਸ ਦੇ ਨਾਲ ਇੱਕ ਸੇਵਾ ਦੇ ਤੌਰ 'ਤੇ ਇਕੋ-ਇਕ, ਨੋ-ਕੋਡ ਬਿਜ਼ਨਸ ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ ਹੈ।",
],
     "onboarding" => [
     "title" => "ਮੁਫਤ ਔਨਲਾਈਨ ਸ਼ਾਪਿੰਗ ਵੈਬਸਾਈਟ ਸਿਰਜਣਹਾਰ - ਜਵਾਬਦੇਹ, ਅਤੇ ਪੇਸ਼ੇਵਰ",
     "image" => "/images/seo/ui-kit.jpg",
     "description" => "ਸੇਲਡੋਨ, ਇੱਕ ਈ-ਕਾਮਰਸ ਪਲੇਟਫਾਰਮ ਵਜੋਂ, ਤੁਹਾਡੇ ਕਾਰੋਬਾਰ ਦੇ ਵਾਧੇ ਲਈ ਇੱਕ ਦੂਤ ਵਾਂਗ ਕੰਮ ਕਰਦਾ ਹੈ। ਭਾਵੇਂ ਤੁਹਾਡੇ ਕੋਲ ਇੱਕ ਛੋਟਾ ਇੱਟ-ਅਤੇ-ਮੋਰਟਾਰ ਸਟੋਰ ਹੈ ਜਾਂ ਇੱਕ ਵੱਡੀ ਕੰਪਨੀ, ਤੁਹਾਨੂੰ ਪੇਸ਼ੇਵਰ ਪਰ ਵਰਤੋਂ ਵਿੱਚ ਆਸਾਨ ਸਾਧਨਾਂ ਦੇ ਇੱਕ ਸੈੱਟ ਦੀ ਲੋੜ ਹੈ।",
],
     "books" => [
     "title" => "ਕਾਰੋਬਾਰੀ ਹੈਂਡਬੁੱਕ: ਔਨਲਾਈਨ ਖਰੀਦਦਾਰੀ ਵੈੱਬਸਾਈਟਾਂ ਲਈ ਸ਼ੁਰੂਆਤ ਅਤੇ ਵਿਕਾਸ ਸੁਝਾਅ",
     "image" => "/images/seo/en/cover.jpg",
     "description" => "ਤੁਸੀਂ ਇੱਥੇ ਵਪਾਰਕ ਵਿਕਾਸ ਬਾਰੇ ਮੁਫਤ ਹੈਂਡਬੁੱਕ ਡਾਊਨਲੋਡ ਕਰ ਸਕਦੇ ਹੋ। ਇਹਨਾਂ ਕਿਤਾਬਾਂ ਵਿੱਚ, ਤੁਸੀਂ ਆਪਣੇ ਔਨਲਾਈਨ ਸਟੋਰ ਵਿੱਚ ਪਰਿਵਰਤਨ ਦਰਾਂ ਨੂੰ ਵਧਾਉਣ ਲਈ ਇੱਕ ਕਾਰੋਬਾਰ ਨੂੰ ਵਿਕਸਤ ਕਰਨ ਅਤੇ ਵਿਹਾਰਕ ਸੁਧਾਰ ਗਾਈਡਾਂ ਬਾਰੇ ਪੂਰੇ ਸੁਝਾਅ ਪ੍ਰਾਪਤ ਕਰੋਗੇ।",
],
     "quiz" => [
     "title" => "ਕੁਇਜ਼ | ਕੀ ਕਾਰੋਬਾਰੀ ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ ਤੁਹਾਡੇ ਲਈ ਸਹੀ ਹੈ?",
     "image" => "/images/seo/en/quiz.png",
     "description" => "ਜੇਕਰ ਤੁਸੀਂ ਇਹ ਜਾਣਨਾ ਚਾਹੁੰਦੇ ਹੋ ਕਿ ਤੁਹਾਡੇ ਕਾਰੋਬਾਰ ਨੂੰ ਕਿਸੇ ਕਾਰੋਬਾਰੀ OS ਦੀ ਲੋੜ ਹੈ ਜਾਂ ਇਸ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ, ਤਾਂ ਹੋਰ ਅੱਗੇ ਜਾਣ ਤੋਂ ਪਹਿਲਾਂ, ਕਿਰਪਾ ਕਰਕੇ ਇਸ 60 ਸਕਿੰਟ ਦੀ ਕਵਿਜ਼ ਲਓ। ਜੇਕਰ ਤੁਸੀਂ ਇਹ ਜਾਣਨਾ ਚਾਹੁੰਦੇ ਹੋ ਕਿ ਤੁਹਾਡੇ ਕਾਰੋਬਾਰ ਨੂੰ ਕਿਸੇ ਕਾਰੋਬਾਰੀ OS ਦੀ ਲੋੜ ਹੈ ਜਾਂ ਇਸ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ, ਤਾਂ ਹੋਰ ਅੱਗੇ ਜਾਣ ਤੋਂ ਪਹਿਲਾਂ, ਕਿਰਪਾ ਕਰਕੇ ਇਸ 60 ਸਕਿੰਟ ਦੀ ਕਵਿਜ਼ ਲਓ।",
],
     "countries" => [
     "title" => "ਸਮਰਥਿਤ ਦੇਸ਼ ਅਤੇ ਸਥਾਨਕ ਭੁਗਤਾਨ - ਵਪਾਰ OS",
     "image" => "/images/seo/en/countries.png",
     "description" => "ਵਪਾਰਕ OS, ਈ-ਕਾਮਰਸ ਪਲੇਟਫਾਰਮਾਂ ਤੋਂ ਬਿਨਾਂ ਥੀਮ, ਪਲੱਗਇਨ, ਜਾਂ ਕੋਡ ਦੇ ਕਿਸੇ ਚੀਜ਼ ਤੱਕ ਕਾਮਰਸ ਸੇਵਾਵਾਂ ਦਾ ਅਗਲਾ ਵਿਕਾਸ ਕਦਮ। 100% ਦ੍ਰਿਸ਼ਟੀਗਤ ਤੌਰ 'ਤੇ!",
],
],
     "shuttle" => [
     "title" => "Selldone | ਡੈਸ਼ਬੋਰਡ",
     "image" => "/images/seo/en/dashboard.jpg",
     "description" => "ਸਟੋਰ ਪ੍ਰਬੰਧਨ ਪੈਨਲ, ਜੇਕਰ ਤੁਹਾਡੇ ਕੋਲ ਇਸ ਸਟੋਰ ਤੱਕ ਪਹੁੰਚ ਹੈ, ਤਾਂ ਤੁਸੀਂ ਇਸ ਲਿੰਕ ਰਾਹੀਂ ਆਪਣਾ ਸਟੋਰ ਪ੍ਰਬੰਧਨ ਡੈਸ਼ਬੋਰਡ ਦਾਖਲ ਕਰ ਸਕਦੇ ਹੋ।",
],
     "shuttle-shop" => [
     "title" => "Selldone | ਡੈਸ਼ਬੋਰਡ ਖਰੀਦੋ",
     "image" => "/images/seo/en/shuttle-shop.jpg",
     "video" => "/images/seo/en/videos/shuttle-shop.mp4",
     "description" => "ਆਪਣੇ ਡੈਸ਼ਬੋਰਡ ਵਿੱਚ ਹਰ ਚੀਜ਼ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ। ਉਤਪਾਦ, ਆਰਡਰ, ਲੈਂਡਿੰਗ ਪੇਜ ਡਿਜ਼ਾਈਨ, ਮਾਰਕੀਟਿੰਗ, ਪ੍ਰੋਤਸਾਹਨ ਅਤੇ ਹਰ ਚੀਜ਼ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ ਜਿਸਦੀ ਤੁਹਾਨੂੰ ਇੱਕ ਵਧੀਆ ਕਾਰੋਬਾਰ ਲਈ ਲੋੜ ਹੈ।",
],
     "guild" => [
     "title" => "ਗਿਲਡ — ਸਮੂਹਿਕ ਵਿਕਰੀ ਚੈਨਲ",
     "image" => "/images/seo/en/guild.jpg?v=2",
     "description" => "ਇੱਕ ਮਹਾਨ ਗਿਲਡ ਬਣਾ ਕੇ ਆਪਣੇ ਕਾਰੋਬਾਰ ਨੂੰ ਪ੍ਰਾਪਤੀਯੋਗ, ਅਤੇ ਦੁਨੀਆ ਭਰ ਦੇ ਕਿਸੇ ਵੀ ਵਿਅਕਤੀ ਲਈ ਪਹੁੰਚਯੋਗ ਬਣਾਓ।",
],
     "apps" => [
     "structure-data" => [
     "title" => "ਢਾਂਚਾ ਡਾਟਾ ਜਨਰੇਟਰ | JSON-LD",
     "description" => "JSON-LD ਮਾਰਕਅੱਪ ਬਣਾਉਣ ਲਈ ਇਸ ਸ਼ਕਤੀਸ਼ਾਲੀ ਸਟ੍ਰਕਚਰਡ ਡਾਟਾ ਜਨਰੇਟਰ ਦੀ ਵਰਤੋਂ ਕਰੋ, ਜਿਸ ਵਿੱਚ ਸਾਰੀਆਂ ਲੋੜੀਂਦੀਆਂ ਆਈਟਮਾਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਅਤੇ ਹੋਰ ਵੀ ਸ਼ਾਮਲ ਹਨ।",
],
],
     "call-to-action" => [
     "title" => "ਮਾਰਕੀਟ ਵਿੱਚ ਸਭ ਤੋਂ ਵਧੀਆ ਬਿਨਾਂ ਤਕਨੀਕੀ ਹੱਲ ਦੁਆਰਾ ਆਪਣੇ ਕਾਰੋਬਾਰ ਨੂੰ ਔਨਲਾਈਨ ਬਣਾਓ।",
     "money-back" => "30 ਦਿਨ ਦੀ ਪੈਸੇ-ਵਾਪਸੀ ਦੀ ਗਰੰਟੀ",
     "action" => "ਆਪਣਾ ਈ-ਕਾਮਰਸ ਬਣਾਓ",
     "action-sub" => "ਹੁਣੇ ਸ਼ੁਰੂ ਕਰੋ - ਇਹ ਮੁਫ਼ਤ ਹੈ",
     "message" => "ਆਪਣੀ ਘੱਟ ਔਨਲਾਈਨ ਵਿਕਰੀ ਦਰ ਨੂੰ ਅਲਵਿਦਾ ਕਹੋ!",
],
];