<?php 

 return [
     "shop-order-payment" => [
     "title" => "ਭੁਗਤਾਨ ਸਵੀਕਾਰ ਕਰੋ",
     "sample" => "ਤੁਹਾਡਾ 267$ ਭੁਗਤਾਨ ਸਫਲਤਾਪੂਰਵਕ ਨਿਪਟਾਇਆ ਗਿਆ।<br> ਆਰਡਰ: SM-425<br> ਧੰਨਵਾਦ, <b>ਤੁਹਾਡੇ ਸਟੋਰ ਦਾ ਨਾਮ</b> ।<br> ਵੇਚਿਆ",
     "body" => "ਤੁਹਾਡਾ :param2 ਭੁਗਤਾਨ ਸਫਲਤਾਪੂਰਵਕ ਨਿਪਟਾਇਆ ਗਿਆ। ਆਰਡਰ: :param1 ਧੰਨਵਾਦ, :param3. ਵੇਚਿਆ",
     "description" => "ਸਫਲ ਭੁਗਤਾਨ ਬਾਰੇ ਸੂਚਿਤ ਕਰਨ ਲਈ ਖਰੀਦਦਾਰ ਗਾਹਕ ਨੂੰ ਇੱਕ ਸੁਨੇਹਾ ਭੇਜੋ।",
],
     "shop-order-payment-admin" => [
     "title" => "ਭੁਗਤਾਨ ਸਵੀਕਾਰ ਕਰੋ",
     "sample" => "ਨਵਾਂ 267$ ਭੁਗਤਾਨ ਸਫਲਤਾਪੂਰਵਕ ਨਿਪਟਾਇਆ ਗਿਆ।<br> ਆਰਡਰ: SM-425<br> ਧੰਨਵਾਦ, <b>ਤੁਹਾਡੇ ਸਟੋਰ ਦਾ ਨਾਮ</b> ।<br> ਵੇਚਿਆ",
     "body" => "ਨਵਾਂ :param2 ਭੁਗਤਾਨ ਸਫਲਤਾਪੂਰਵਕ ਨਿਪਟਾਇਆ ਗਿਆ। ਆਰਡਰ: :param1 ਧੰਨਵਾਦ, :param3. ਵੇਚਿਆ",
     "description" => "ਦੁਕਾਨ ਦੇ ਮਾਲਕ ਨੂੰ ਸਫਲ ਭੁਗਤਾਨ ਬਾਰੇ ਸੂਚਿਤ ਕਰਨ ਲਈ ਇੱਕ ਸੁਨੇਹਾ ਭੇਜੋ।",
],
     "vendor-new-order" => [
     "title" => "ਵਿਕਰੇਤਾ ਨਵਾਂ ਆਰਡਰ",
     "sample" => "ਤੁਹਾਨੂੰ ਇੱਕ ਨਵਾਂ $200 ਆਰਡਰ ਪ੍ਰਾਪਤ ਹੋਇਆ ਹੈ।<br> ਆਰਡਰ: <b>ਵਿਕਰੇਤਾ ਦੇ ਨਾਮ</b> ਤੋਂ SM-870।",
     "body" => "ਤੁਹਾਨੂੰ ਇੱਕ ਨਵਾਂ :param2 ਆਰਡਰ ਮਿਲਿਆ ਹੈ। ਆਰਡਰ: :param1 ਲਈ :param3।",
     "description" => "ਵਿਕਰੇਤਾ ਨੂੰ ਇੱਕ ਨਵੇਂ ਆਰਡਰ ਬਾਰੇ ਸੂਚਿਤ ਕਰਨ ਲਈ ਇੱਕ ਸੁਨੇਹਾ ਭੇਜੋ।",
],
     "shop-login" => [
     "title" => "ਲੌਗਇਨ ਪੁਸ਼ਟੀਕਰਨ ਕੋਡ",
     "sample" => "ਤੁਹਾਡਾ ਲੌਗਇਨ ਕੋਡ ਹੈ: <b>123456</b><br> <b>ਤੁਹਾਡੇ ਸਟੋਰ ਦਾ ਨਾਮ</b><br> ਵੇਚਿਆ",
     "body" => "ਤੁਹਾਡਾ ਲਾਗਇਨ ਕੋਡ ਹੈ: :param1 :param2 Selldone",
     "description" => "ਦੁਕਾਨ ਵਿੱਚ ਲੌਗਇਨ ਕਰਨ ਲਈ ਗਾਹਕ ਨੂੰ ਲੌਗਇਨ ਕੋਡ ਭੇਜੋ।",
],
     "user-login" => [
     "title" => "ਲੌਗਇਨ ਸਫਲਤਾ ਸੁਨੇਹਾ",
     "sample" => "ਪਿਆਰੇ <b>ਨਾਮ</b> ,<br> ਤੁਸੀਂ <b>5/8/2021 9:14AM</b> 'ਤੇ <b>iPhone 165.250.300.1</b> ਦੁਆਰਾ ਆਪਣੇ ਖਾਤੇ ਵਿੱਚ ਲੌਗਇਨ ਕੀਤਾ ਹੈ।<br> ਵੇਚਿਆ",
     "body" => "ਪਿਆਰੇ :param1, ਤੁਸੀਂ :param3 'ਤੇ :param2 ਦੁਆਰਾ ਆਪਣੇ ਖਾਤੇ ਵਿੱਚ ਲਾਗਇਨ ਕੀਤਾ ਹੈ। ਵੇਚਿਆ",
     "description" => "ਗਾਹਕ ਦੁਆਰਾ ਦੁਕਾਨ 'ਤੇ ਲੌਗਇਨ ਕਰਨ ਤੋਂ ਬਾਅਦ ਇੱਕ ਸੁਨੇਹਾ ਭੇਜੋ।",
],
     "avocado-order-submit" => [
     "title" => "ਐਵੋਕਾਡੋ ਨਵਾਂ ਆਰਡਰ ਖਰੀਦਦਾਰ ਨੂੰ ਭੇਜ ਦਿੱਤਾ ਗਿਆ ਹੈ",
     "sample" => "<b>ਤੁਹਾਡੇ ਸਟੋਰ ਦਾ ਨਾਮ</b><br> ਪਿਆਰੇ <b>ਤੇਰਾ ਨਾਮ</b> ,<br> ਸਾਨੂੰ ਤੁਹਾਡਾ ਆਰਡਰ ਮਿਲ ਗਿਆ ਹੈ ਅਤੇ ਅਸੀਂ ਇਸਦੀ ਸਮੀਖਿਆ ਕਰ ਰਹੇ ਹਾਂ।<br> ਆਰਡਰ #: <b>AVO-246</b><br> ਵੇਚਿਆ",
     "body" => ":param3 ਪਿਆਰੇ :param1, ਸਾਨੂੰ ਤੁਹਾਡਾ ਆਰਡਰ ਮਿਲ ਗਿਆ ਹੈ ਅਤੇ ਅਸੀਂ ਇਸਦੀ ਸਮੀਖਿਆ ਕਰ ਰਹੇ ਹਾਂ। ਆਰਡਰ #: :param2 Selldone",
     "description" => "ਐਵੋਕਾਡੋ ਆਰਡਰ ਦੇਣ ਤੋਂ ਬਾਅਦ ਗਾਹਕ ਨੂੰ ਸੁਨੇਹਾ ਭੇਜੋ।",
],
     "avocado-order-submit-seller" => [
     "title" => "ਐਵੋਕਾਡੋ ਵੇਚਣ ਵਾਲੇ ਨੂੰ ਨਵਾਂ ਆਰਡਰ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ",
     "sample" => "ਤੁਹਾਨੂੰ ਇੱਕ ਐਵੋਕਾਡੋ ਆਰਡਰ ਪ੍ਰਾਪਤ ਹੋਇਆ ਹੈ:<br> ਸਟੋਰ: <b>ਤੁਹਾਡੇ ਸਟੋਰ ਦਾ ਨਾਮ</b><br> ਖਰੀਦਦਾਰ: <b>ਖਰੀਦਦਾਰ ਦਾ ਨਾਮ</b><br> ਆਰਡਰ: <b>AVO-246</b><br> ਵੇਚਿਆ",
     "body" => "ਤੁਹਾਨੂੰ ਇੱਕ ਐਵੋਕਾਡੋ ਆਰਡਰ ਮਿਲਿਆ ਹੈ: ਸਟੋਰ: :param1 ਖਰੀਦਦਾਰ: :param2 ਆਰਡਰ: :param3 Selldone",
     "description" => "ਦੁਕਾਨ ਦੇ ਮਾਲਕ ਨੂੰ ਨਵਾਂ ਐਵੋਕਾਡੋ ਆਰਡਰ ਪ੍ਰਾਪਤ ਕਰਨ ਬਾਰੇ ਸੂਚਿਤ ਕਰਨ ਲਈ ਇੱਕ ਸੁਨੇਹਾ ਭੇਜੋ।",
],
     "avocado-ready-to-pay" => [
     "title" => "ਐਵੋਕਾਡੋ ਆਰਡਰ ਭੁਗਤਾਨ ਕਰਨ ਲਈ ਤਿਆਰ ਹੈ",
     "sample" => "<b>ਤੁਹਾਡੇ ਸਟੋਰ ਦਾ ਨਾਮ</b><br> ਤੁਹਾਡੇ ਆਰਡਰ ਦੀ ਪੁਸ਼ਟੀ ਹੋ ਗਈ ਹੈ ਅਤੇ ਹੇਠਾਂ ਦਿੱਤੇ ਲਿੰਕ ਰਾਹੀਂ ਭੁਗਤਾਨ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।<br> ਆਰਡਰ #: <b>AVO-246</b><br> ਲਿੰਕ: <b>https://your-domain/avocado</b><br> ਵੇਚਿਆ",
     "body" => ":param3 ਤੁਹਾਡੇ ਆਰਡਰ ਦੀ ਪੁਸ਼ਟੀ ਹੋ ਗਈ ਹੈ ਅਤੇ ਹੇਠਾਂ ਦਿੱਤੇ ਲਿੰਕ ਰਾਹੀਂ ਭੁਗਤਾਨ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ। ਆਰਡਰ #: :param2 ਲਿੰਕ: :param1 Selldone",
     "description" => "ਵਿਕਰੇਤਾ ਦੁਆਰਾ ਨਿਰਧਾਰਤ ਲਾਗਤ ਤੋਂ ਬਾਅਦ ਗਾਹਕ ਨੂੰ ਭੁਗਤਾਨ ਲਿੰਕ ਦੇ ਨਾਲ ਇੱਕ ਸੁਨੇਹਾ ਭੇਜੋ ਅਤੇ ਉਹਨਾਂ ਦੇ ਐਵੋਕਾਡੋ ਆਰਡਰ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ।",
],
];