<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'failed' => 'Овие ингеренции не се совпаѓаат со нашите записи.',
    'throttle' => 'Премногу обиди за најавување. Обидете се повторно за :seconds секунди.',


    'title_shop' => 'Најавете се на :name',
    'title_app' => 'Пристап до апликацијата на :name',
    'login_message' => 'Побарајте пристап до вашата сметка.',
    'scopes_title' => 'Оваа апликација ќе има пристап до следните опсези',
    'accept' => 'Потврди',
    'reject' => 'Одбијте',


    'login_incorrect_password' => 'Неважечко корисничко име или лозинка.',


    'reset_2fa_title' => 'Ресетирајте го барањето за најава во два чекора',
    'go_main_page' => 'Одете на почетната страница',

    'signing_in' => 'Најавување...',


    'erp' => [
        'message' => "l Изберете продавница за да продолжите. Ако ви треба нова продавница, креирајте ја прво и повторно поврзете се.<br>● Погрижете се да го знаете софтверот со кој се поврзувате или контактирајте со давателот на услуги за помош.",
    ],
    'token-display' => [
        'message' => "Го создадовме овој токен за пристап до :shop за :software врз основа на вашето барање. Ве молиме чувајте го безбедно и не споделувајте го со никого. Ако мислите дека вашиот токен е компромитиран, можете да го отповикате во секое време.",
        'scopes-message' => "Ова е токен што има пристап до продавницата со своите опфати",
        'manage-tokens-action' => 'Управувајте со токени',
        'manage-tokens-message' => "Може да го отповикате овој токен овде во секое време."
    ]


,

    'password' => 'Наведената лозинка е неточна.',
];
