<?php

return [
    /*
    |--------------------------------------------------------------------------
    | General
    |--------------------------------------------------------------------------
    */

    'shop' => "Купувајте",
    'request' => "барање",
    'stage' => "Статус",
    'budget' => "буџет",
    'contact' => "Контакт",
    'name' => "Име",
    'email' => "Е-пошта",
    'user' => "Корисник",
    'copy' => "Копирај",
    'important' => "важно",
    'faq' => "FAQ",

    'select_shop' => "Изберете Продавница",
    'loading' => "Се вчитува",

    'add_comment' => "Додадете коментар",
    'add_comment_sub' => "Споделете ги вашите размислувања со нас",

    /*
    |--------------------------------------------------------------------------
    | Special agreements > SMS Services
    |--------------------------------------------------------------------------
    */
    'sms_agreement_twilio' => "Со кликнување на „Регистрирај се“, се согласувате со :name <a href='/terms' target='_blank'>Условите на употреба</a> и <a href='/privacy' target='_blank'>Политика за приватност</a>. Се согласувате да примате телефонски повици и SMS пораки од :name за ажурирања на нарачки и/или маркетинг цели. Фреквенцијата на пораките зависи од вашата активност. Може да се откажете со испраќање пораки на <b>STOP</b> до <b>86753</b>. Може да важат стапки за пораки и податоци. Ние ја почитуваме приватноста на луѓето и никогаш не ги продаваме вашите податоци или ги користиме за реклами. Доколку ви требаат дополнителни информации, контактирајте не.",

    /*
    |--------------------------------------------------------------------------
    | Expert
    |--------------------------------------------------------------------------
    */
    'expert' => [
        'no_budget_set' => 'Не е поставено. Ми требаат повеќе информации.',
        'start' => "Само што почнувам со мојот бизнис.",
        'online' => "Имам бизнис и сакам да го донесам онлајн.",
        'extend' => "Јас работам на мојата онлајн продавница.",
        'pos' => "Имам намера да користам Selldone POS во мојата физичка продавница.",
    ],

    /*
      |--------------------------------------------------------------------------
      | @see VendorPaymentOptionObject
      |--------------------------------------------------------------------------
      */
    'vendor_payment_option' => [
        'bank' => [
            'title' => "Банкарски трансфер",
            'description' => "Рачно префрлете ги средствата на сметката на продавачот.",
        ],
    ],

];
