<?php


use App\Shop\Mail\enums\ShopMailTemplateCodes;

return [

    'email-types-description' => [
        ShopMailTemplateCodes::ShopCustomerJoin => 'Оваа порака го поздравува новиот купувач во продавницата.',
        ShopMailTemplateCodes::OrderCheckout => 'Ова известување се испраќа кога купувачот ќе потврди нарачка.',
        ShopMailTemplateCodes::OrderPayment => 'Ова известување го потврдува успешното плаќање извршено од клиент.',
        ShopMailTemplateCodes::OrderUpdate => 'Оваа порака се испраќа за да се ажурира купувачот за статусот на неговата нарачка.',

        ShopMailTemplateCodes::OrderPaymentAdmin => 'Оваа порака се испраќа до продавачот за да го извести за потврдена нарачка.',
        ShopMailTemplateCodes::PosCheckout => 'Ова известување се испраќа за да се потврди нарачката за продажно место за купувачот.',
        ShopMailTemplateCodes::PosPayment => 'Ова известување ја потврдува уплатата на продажно место од страна на купувачот.',
        ShopMailTemplateCodes::PosPaymentAdmin => 'Оваа порака го известува продавачот за купувањето направено во нивното продажно место.',
        ShopMailTemplateCodes::ShopContact => 'Ова известување се испраќа кога ќе се поднесе формулар за контакт.',
        ShopMailTemplateCodes::ShopGiftCard => 'Ова известување го информира корисникот дека добил подарок картичка.',

        ShopMailTemplateCodes::ShopVendorJoin => 'Оваа порака го поздравува новиот продавач во продавницата.',
        ShopMailTemplateCodes::ShopVendorInvite => "Оваа порака е испратена за да покани продавач да се придружи на вашиот пазар.",
        ShopMailTemplateCodes::ShopVendorOrder => "Оваа порака се испраќа до продавачот кога ќе се прими нарачка во статус или платено или готовина при испорака (COD).",
        ShopMailTemplateCodes::ShopVendorProducts => "Се испраќаат секојдневно за да се ажурираат продавачите за статусот на нивните производи.",
        ShopMailTemplateCodes::ShopVendorMemberInvite => "Оваа порака е испратена за да се покани продавач да се придружи на вашиот пазар.",

        ShopMailTemplateCodes::UserLogin => "Известете го корисникот со детали за најава, вклучително и IP адреса, датум и уред, за безбедносни цели.",
        ShopMailTemplateCodes::LoginCode => "Испратете еднократна лозинка за корисниците да се најават во продавницата.",

        ShopMailTemplateCodes::EmailVerifyLink => "Испратете врска за да ја потврдите адресата на е-пошта на корисникот. Оваа е-пошта се испраќа кога корисникот се регистрира до SMS и ја внесува својата е-пошта. Не се испраќа кога корисникот се регистрира директно со социјално најавување или е-пошта.",

        ShopMailTemplateCodes::EmailBulkOrder => "Испратете листа на примени и платени нарачки на големо за одреден ден."


    ,

    ],


    'global' => [
        'greetings' => 'Здраво :name',
        'end-statement' => 'Тим за поддршка',

        'receiver_name' => 'Здраво :user_name',
        'footer-help' => "Ви треба помош? Прашајте на [support@selldone.com] (mailto:support@selldone.com) или посетете го нашиот [центар за помош] (https://selldone.com/community).",
        'selldone-team' => 'Тимот Selldone',
        'footer-shop' => "Ако ви треба помош за нешто, ве молиме не двоумете се да ни испратите е-пошта: :shop_mail",
        'accept' => "Прифати",
        'reject' => "Одбијте",
        'verify' => "потврди",
        'title' => "Наслов",
        'value' => "Вредност",
        'description' => "Опис",
        'shop' => "Купувајте",
        'shop-info' => "Информации за продавница",
        'user' => "Корисник",
        'user-info' => "Информации за сметката",
        'license' => "Лиценца",
        'status' => "Статус",
        'start' => "Започнете",
        'end' => "Крај",
        'renewal' => "Обнова",
        'view' => "Прикажи",

        'balance' => "Биланс",
        'card_number' => "Број на картичка",
        'cvv' => "Cvv",
        'expire_date' => "Датум на истекување",

        'Dashboard' => "Контролна табла",
        'order' => "нарачка",
        'view_order' => "Погледнете ја нарачката",
        'pay_now' => "Pay now",

        'official_selldone' => "ОФИЦИЈАЛНО ПРОДАДЕНО",

        'account-number' => "Account number",
        'account-name' => "Account name",
        'currency' => "Валута",
        'free-balance' => "Бесплатен биланс",
        'locked-balance' => "Заклучена рамнотежа",
        'bot' => "Бот",
        'requests' => "Барања",
        'baskets' => 'Колички',
        'physical' => "Физички",
        'virtual' => "Виртуелен",
        'file' => "Датотека",
        'service' => "Сервис",
        'fulfillment' => "Исполнување",
        'open' => "Отвори",
        'reserved' => "Резервирано",
        'canceled' => "Откажано",
        'payed' => "Платено",
        'cod' => "COD",
        'orders-count' => 'Нарачки',
        'payments-count' => 'Плаќања',
        'confirms-count' => 'Потврдува',
        'sends-count' => 'Испраќа',
        'delivers-count' => 'Доставува',
        'count' => 'брои',
        'transactions-count' => 'Трансакциите се бројат',
        'success-transactions' => 'Успешни трансакции',
        'total-amount' => 'Вкупна количина',
        'amount' => 'износ',
        'wage' => 'Плата',
        'debug' => 'Отстранување грешки',
        'pos' => 'POS',
        'live' => 'Во живо',
        'CheckQueue' => 'Проверете го редот',
        'OrderConfirm' => 'Потврдете ја нарачката',
        'PreparingOrder' => 'Подготовка на нарачка',
        'SentOrder' => 'Испратена нарачка',
        'ToCustomer' => 'Доставено до клиентот',
        'Pending' => 'Во очекување',
        'Accepted' => 'Прифатено',
        'Rejected' => 'Одбиено',
        'pc' => 'PC',
        'tablet' => 'Таблет',
        'phone' => 'Телефон',
        'total' => 'Вкупно',
        'view-detail' => 'Види Детали',
        'empty' => 'Празен',
        'dropshipping' => 'Dropshipping',
        'reply' => 'Одговори',
        'reactions' => 'Реакции',
        'Comments' => 'Коментари',
        'last-comment' => 'Последен коментар',
        'response-to' => 'Одговор на',
        'posts' => 'Објави',
        'post' => 'Објави',

        'name' => 'Име',
        'email' => 'Е-пошта',
        'type' => 'тип',
        'device' => 'Уред',
        'platform' => 'Платформа',
        'browser' => 'Прелистувач',
        'time' => 'Време',
        'Wallet' => 'Паричник',
        'date' => 'Датум',

        'account' => 'Сметка',
        'transaction' => 'Трансакција',
        'fee' => 'Надоместок',

        'location' => 'Location',
        'ip' => 'IP',

        'bill' => 'Бил',
        'category' => 'Категорија',
        'password' => 'Лозинка',
        'verify-login' => "Потврдете и најавете се",
        'url' => 'URL',
        'avocado' => 'Авокадо',
        'hyper' => 'Хипер',
        'buy-now' => "Купи сега",
        'add-domain' => "Add Domain",
        'views' => 'Прегледи',


        'country' => 'Земја',
        'address' => 'адреса',
        'postal' => 'поштенски код',
        'building_no' => 'Зграда #',
        'building_unit' => 'Единица #',
        'message' => 'Порака',


        'customer' => 'Клиент',
        'cart-items' => 'Ставки за количка',
        'payment' => 'Плаќање',
        'receiver' => 'Приемник',
        'virtual-items' => 'Виртуелни ставки',
        'no-payment' => 'Без плаќање!',

        'enable' => 'Овозможи',
        'access' => 'Пристап',
        'bank' => 'Информации за банката',

        'vendor' => 'Продавач',

        'view_content' => "Погледнете ја целосната содржина",
        'files' => 'Датотеки',
        'download' => 'Преземи',
        'file_name' => 'Име на датотека',
        'file_size' => 'Големина',

        'subscription' => 'Претплата',
        'products' => 'Производи',
        'vendor_products' => 'Производи од продавач',

        'pickup' => 'Пикап',

        'minutes' => 'Минути',
        'hours' => 'Часови',

        'refund' => 'Рефундирање',
        'recipient_address' => 'Адреса на примачот',
        'signature' => 'Потпис',
        'blockchain' => 'Блокчејн',
        'details' => 'Детали',


    

        'Shop' => 'Купувајте',
        'dashboard' => 'контролна табла',
        'comments' => 'коментари',
        'wallet' => 'паричник',
    ],
    //―――――――――――――――――――――――――――― Titles ―――――――――――――――――――――――――
    'selldone-business-os' => "Selldone Бизнис ОС",

    //―――――――――――――――――――――――――――― Senders name & emails ―――――――――――――――――――――――――
    'senders' => [
        'WeeklyReport' => [
            'id' => 'performance',
            'name' => 'Selldone Извештај за перформансите'
        ],
        'SeasonalReport' => [
            'id' => 'seasonal',
            'name' => 'Selldone Сезонски извештај'
        ],
        'Onboarding' => [
            'id' => 'здраво',
            'name' => 'Selldone Трговци'
        ],
        'Support' => [
            'id' => 'support',
            'name' => 'Поддршка :name'
        ],
        'EmailVerify' => [
            'id' => 'verify',
            'name' => 'Selldone'
        ],
        'Welcome' => [
            'id' => 'здраво',
            'name' => 'Selldone заедница'
        ],
        'NewShop' => [
            'id' => 'трговци',
            'name' => 'Selldone Трговци'
        ],
        'Approve' => [
            'id' => 'одобри',
            'name' => 'Selldone Трговци'
        ],
        'SellerReceiveOrder' => [
            'id' => 'order',
            'name' => 'Управување со нарачки :name'
        ],

        'Recovery' => [
            'id' => 'закрепнување',
            'name' => 'Тим за обновување Selldone'
        ],

    ],


    'bill-status' => [
        'PENDING' => 'Во очекување ⌛',
        'PAYED' => 'Платено ✅',
        'CANCELED' => 'Откажано ❌',

    ],

    'shop-invite' => [
        'LEVEL-NAME' => [
            'ADMIN' => 'Администратор',
            'OFFICER' => 'Службеник и супервизор',
            'AUDITING' => 'Менаџер за ревизија',
            'EMPLOYEE' => 'Вработен',
            'PRODUCT' => 'Менаџер за производи',
            'CONTENT' => 'Менаџер за содржина',
            'MARKETING' => 'Менаџер за маркетинг',
            'VIEWER' => 'Гледач',

        ],
        'subject' => ":inviter ве покани како :level| :shop",
        'category' => "Покана за персоналот",
        'title' => "Поканети сте на <b>:shop_name</b> како <b>:level</b> .",
        'message' => "Добивте покана да соработувате со тимот <b>:shop_title</b> во бизнисот. Имате опција да ја прифатите или одбиете оваа понуда. Доколку изберете да прифатите, ве молиме најавете се на услугата Selldone за да ја потврдите вашата одлука. По потврдата, ќе добиете пристап до делот за управување со продавницата.",

    ],

    'welcome-email' => [
        'subject' => "👋 Добредојдовте :name, ајде да започнеме со Selldone!",
        'category' => 'CONGRATULATION',
        'title' => "Добредојдовте во Selldone",
        'message' => "Ви благодариме што избравте Selldone! Сега сте дел од енергична заедница која ги поврзува глобалните продавачи со клиентите, локалните бизниси со претпријатијата и поединците со корпорациите. Сите наши Master и Pro алатки ви се достапни **бесплатно** и **неограничено**. Ние сме тука да ве поддржиме и да ги отвориме вратите за вашиот успех.",

        'index' => "Чекор :step.",

        'step-domain' => [
            'title' => 'Додајте го вашиот сопствен домен',
            'message' => "За да започнете, додајте го вашиот приспособен домен бесплатно во Контролната табла на продавница под Поставки > Поставки за домени.",
            'action' => 'Управувајте со моите домени',
        ],
        'step-landing' => [
            'title' => 'Прилагодете ја вашата почетна страница',
            'message' => "Персонализирајте ја вашата почетна страница со одење до Контролна табла > Страници. Изберете целна страница или креирајте нова. Лесно е и интуитивно, и можете веднаш да почнете да работите на него.",
            'action' => 'Приспособете ја мојата целна страница',
        ],
        'step-payment' => [
            'title' => 'Поставете начини на плаќање',
            'message' => "Почнете да прифаќате плаќања директно на вашата банкарска сметка. За да ги поврзете давателите на плаќања како Stripe, PayPal и повеќе, одете до Dashboard > Accounting > Gateway.",
            'action' => 'Додадете начини на плаќање',
        ],
        'step-products' => [
            'title' => 'Додадете ги вашите производи',
            'message' => "Лесно додавајте производи и категории во Контролната табла > Производи. Тоа е исто како да управувате со датотеки и папки на вашиот компјутер – целосно е подготвено со влечење и спуштање. Можете исто така да увезувате производи на големо со помош на Excel. Достапен е примерок на шаблон кој ќе ви помогне да започнете.",
            'action' => 'Управувајте со моите производи',
        ],
        'step-shipping' => [
            'title' => 'Поставување методи за испорака',
            'message' => "За да им наплатите на клиентите за испорака, дефинирајте ги вашите методи за испорака во Контролната табла > Логистика > Испорака. Можете да поставите различни цени и поддршка за различни локации. Не заборавајте да го поставите потеклото на вашиот склад во Контролна табла > Логистика > Магацин.",
            'action' => 'Управувајте со методите за испорака',
        ],
    

        'seller' => [
            'title' => 'Дали сте продавач?',
            'message' => 'За да започнете со продажба, внесете ја контролната табла во Селдоне преку врската подолу и креирајте ја вашата прва продавница потполно бесплатна. Ова ќе потрае неколку минути и ќе имате сопствена продавница и онлајн страница. Потоа ќе ве водиме до следните чекори и ќе ја добиете портата за плаќање.',
            'action' => 'Најавете се на мојата контролна табла',
        ],
        'buyer' => [
            'title' => 'Јас сум купувач',
            'message' => 'Секоја чест. Откако ќе станете член на Selldone, ќе се ослободите од сите проблеми за членство и автентикација во онлајн продавниците. За да имате корист од која било продавница и локација што ја користи платформата Selldone, можете да се најавите со еден клик и да го направите вашето купување едноставно, брзо и безбедно.',
        ],
    ],


    'charge-account' => [
        'category' => 'Паричник > Сметка > Наплата',
        'title' => "Наплата за успех",
        'message' => "Вашата сметка <b>:account_number</b> е успешно наплатена <b>:amount</b>.",
        'account' => 'Сметка',
        'charge' => 'Полнење',
        'balance' => 'Биланс',
        'footer' => "Направете го бизнисот лесен, остварлив и достапен за сите ширум светот."
    ],

    'verify-email' => [
        'subject' => "🙌 Завршете го вашето пријавување на Selldone! Потврдете ја врската.",
        'category' => "ТИ СИ ЕДЕН ЧЕКОР ДАЛЕКУ",
        'title' => "Потврди ја вашата e-mail адреса",
        'message' => "Здраво :name,<br><br>Ви благодариме што избравте Selldone!<br><br>За да потврдите дека <b>:email</b> е вашата точна адреса за е-пошта, ве молиме кликнете на копчето подолу или Имате 48 часа да ја завршите оваа потврда.",
        'footer' => "Ако имате проблем со кликнување на копчето Потврди, копирајте го и залепете го URL-то подолу во вашиот веб-прелистувач: :activation_url",
        'next-step' => "Следно, ќе ви испратиме неколку корисни материјали и чекор-по-чекор водич за да ви биде лесно да го додадете вашиот сопствен домен, да поставите плаќања, да додавате производи и да ја добиете вашата прва нарачка.",

    ],
    'verify-email-code' => [
        'subject' => "Код за верификација за :name",
        'category' => "SECURITY",
        'title' => "Код за потврда на е-пошта",
        'message' => "Здраво :name,<br><br>За да потврдите дека <b>:email</b> е вашата точна адреса за е-пошта, ве молиме внесете го следниов код во следните <b>10 минути</b>:",
    ],
    'onboarding-verify-email' => [
        'subject' => "🎉 Вашата продавница е подготвена| :name",
        'category' => "ТИ СИ ЕДЕН ЧЕКОР ДАЛЕКУ",
        'title' => "Поставувањето е завршено",
        'account_title' => "Вашата сметка",
        'account_msg' => "Потврдете и најавете се на вашата сметка со овие информации.",
        'shop_msg' => "Информации за сметката на оперативниот систем за бизнис Selldone.",

    ],

    'reset2fa' => [
        'category' => "ОФИЦИЈАЛНА ПОРАКА ЗА БЕЗБЕДНОСТ",
        'title' => "Побарајте оневозможување на најавување во 2 чекора",
        'message' => "Ја добивате оваа е-порака затоа што добивме барање за ресетирање на двофакторна автентикација за сметката **:name** со е-пошта **:email**.<br><br> Ги најдовме следните детали за вашата сметка:",
        'footer' => "Ако не сте побарале ресетирање на лозинката, не е потребно дополнително дејство.",
        'action' => 'Оневозможи најавување во два чекора',
    ],


    'build-new-shop' => [
        'subject' => "🎊 Вашата продавница е подготвена сега!",
        'category' => "РОДЕН НОВА ОНЛАЈН ПРОДАВНИЦА ВО СВЕТОТ",
        'title' => "Честитки, :name!",
        'message' => "<b>Честитки, :name! Вашиот нов онлајн бизнис сега е во тек!</b> Возбудени сме да ви посакаме добредојде во заедницата на продавачи. Го направивте првиот чекор кон успехот, а ние сме тука да ви помогнеме на секој чекор.<br>Сега кога вашата продавница е подготвена, ајде да се погрижиме да добивате плаќања директно од вашите клиенти и да започнете да ја развивате вашата империја. Ако некогаш ви треба помош, ви останува само порака - нашиот тим за поддршка е секогаш тука за вас.<br><br><b>Важни следни чекори:</b> За почеток, проверете дали сте подготвени за примање плаќања и непречено работење. Ќе ве водиме низ секоја фаза за беспрекорно да работи вашата продавница.",
        'pdf-book' => "Не ја пропуштајте приложената рачна книга: Правете го вашиот бизнис како игра",

        'account' => [
            'title' => 'Чекор 1: Создадете сметка во паричникот Selldone',
            'message' => "За да започнете, креирајте сметка во вашиот паричник Selldone. Ова е местото каде што вашите такси ќе се одземат, а исто така ќе го надополнувате за да ја одржувате вашата продавница да работи непречено. Ако вашето салдо некогаш излезе негативно, не грижете се! Вашата продавница ќе продолжи да работи без прекин.",
            'action' => 'Најавете се во паричникот',
        ],

        'shop-account' => [
            'title' => 'Чекор 2: поврзете ја сметката со продавницата',
            'message' => "Следно, поврзете ја вашата сметка на паричникот со вашата продавница. Одете во <b>Store > Сметководство > Invoice</b> и поврзете го вашиот паричник. Ова осигурува дека сите плаќања на клиентите се депонираат директно на вашата банкарска сметка - Selldone не одбива никакви износи од вашата заработка.",
            'action' => 'Продавница Фактура панел',
        ],

        'gateway' => [
            'title' => 'Чекор 3: Поврзете го порталот за плаќање преку Интернет',
            'message' => "Сега, ајде да го поставиме вашиот портал за плаќање преку Интернет. Одете во <b>Store > Сметководство > Port</b> и кликнете на <b>Додај нов Port</b>. Изберете ја вашата валута и ќе видите листа на достапни портали за плаќање. Поврзувањето на портал е брзо и лесно, но ако ви треба помош, слободно проверете ги водичите Selldone или контактирајте со нас.",
            'action' => 'Додадете портал во продавницата',
        ],

        'domain' => [
            'title' => 'Последен чекор: поврзување на посветен домен',
            'message' => "Сега, поврзете го вашиот сопствен домен со вашата продавница. Ова им овозможува на клиентите да ги купат вашите производи или услуги и да вршат плаќања директно до вас.",
            'action' => 'Воведување и примање неограничени картички за подарок',
        ],
    ],


    'basket-list' => [
        'item' => "ставка",
        'count' => "брои",
        'price' => "цена",
        'discount-code' => "Код за попуст",
        'customer-club' => 'Клуб на клиенти',
        'shipping' => "Испорака",
        'total' => "Вкупно",
        'offer' => "Понуда",
        'coupon' => "Купон",
        'lottery' => "Награда",
        'tax' => "Данок",
        'tax_included' => "Вклучено во цената",
        'tax_shipping' => "Shipping Tax",
    ],

    'buyable-payments' => [
        'method' => 'Метод',
        'amount' => 'износ',
        'giftcard' => 'Gift card',
        'payment' => 'Плаќање',
    ],


    'shop-subscription-email' => [
        'category' => "Ажурирање на претплатата",
        'title' => "Лиценца за продавница: :shop_title",
        'title-reserved' => "Резервирајте лиценца: :shop_title",
        'title-active' => "Активна лиценца: :shop_title",
        'title-finished' => "Завршена лиценца: :shop_title",
        'title-cancel' => "Откажете ја лиценцата: :shop_title",
        'message' => "Вашиот план за лиценца за продавница е ажуриран,",
        'RESERVED' => "⚡ Вашата претплата е **резервирана**.",
        'ACTIVE' => "Вашата претплата е **активирана**.",
        'FINISHED' => "🚧 Вашиот претплатен план е **завршен**.",
        'CANCEL' => "⛔ Вашата претплата е **откажана**.",
    ],

    'support' => [
        'subject' => "Центар за поддршка | :name одговори",
        'category' => "Центар за поддршка",
        'title' => "Добивте одговор",
        'action' => "Отвори администратор на продавница",
    ],

    'shop-customer-join' => [
        'subject' => "Придружете се на :shop_title",
        'category' => "Прослава на нов клиент",
        'title' => "Среќни сме за вашето членство",
        'action' => "Посетете сега",
    ],

    'shop-vendor-join' => [
        'subject' => "Вклучување на продавачот | :shop_title",
        'category' => "Прослава на нов продавач",
        'title' => "Среќни сме за вашето членство",
        'action' => "Vendor Panel",
    ],


    'shop-giftcard' => [
        'subject' => "Подарок :shop_title",
        'category' => "Додадете нова картичка",
        'title' => "Честитки, добивте подарок картичка",
        'action' => "Купи сега",
        'message' => "Добивте подарок картичка во износ од :balance :currency. Со оваа подарок картичка ќе можете да купувате од нашата продавница.",

    ],
    // -------------------------------------- Shop Contact ------------------------------------
    'contact' => [
        'subject' => "Центар за поддршка| :shop",
        'category' => "поддршка",
        'title' => "Добивте одговор",
    ],

    // -------------------------------------- Shop Customer ------------------------------------
    'order-checkout' => [
        'subject' => "🛍 Нарачајте наплата | :order_id",
        'title' => "нарачка",
        'message' => "Нарачавте нарачка во нашата продавница. Ја примивме вашата нарачка и ќе ви испратиме уште една е-пошта штом ќе се потврди плаќањето."
    ,

        'payments' => 'Плаќања',
    ],

    'order-payment' => [
        'subject' => "🛍 Потврда за плаќање | :order_id",
        'title' => "Налог за плаќање",
        'message' => "Вашата исплата е завршена,<br> Ја имаме вашата нарачка. Ќе ви испратиме уште една е-пошта кога ќе ви се испрати нарачката.",
    

        'payments' => 'Плаќања',
    ],

    'order-update' => [
        'subject' => "🛍️ Ажурирање на статусот на нарачката|Нарачајте :order_id",
        'title' => "Ажурирање на статусот на нарачката",
        'message' => "Вашата нарачка е ажурирана. Можете да го проверите најновиот статус на оваа нарачка во вашата сметка.",
        'instructions' => [
            'PHYSICAL' => [
                'CheckQueue' => "Вашата нарачка е во редот за обработка. Ќе ве известиме кога ќе се подготви.",
                'OrderConfirm' => "Вашата нарачка е потврдена и подготовката започна.",
                'PreparingOrder' => "Вашата нарачка се подготвува и ќе биде испратена наскоро.",
                'SentOrder' => "Вашата нарачка е испратена. Ќе го добиете наскоро.",
                'ToCustomer' => "Вашата нарачка е доставена. Се надеваме дека ќе уживате!",

                'PreparingOrder-PICKUP' => "Вашата нарачка се подготвува. Ќе добиете известување кога ќе биде подготвено за подигнување.",
                'SentOrder-PICKUP' => "Вашата нарачка е подготвена за подигање. Ве молиме дојдете во продавницата да го соберете.",
                'ToCustomer-PICKUP' => "Вашата нарачка е подигната. Се надеваме дека ќе уживате!"

            ],
            'VIRTUAL' => [
                'CheckQueue' => "Вашата нарачка е во редот за обработка. Ќе ве известиме кога ќе биде подготвено.",
                'OrderConfirm' => "Вашата нарачка е потврдена и подготовката е во тек.",
                'PreparingOrder' => "Вашата нарачка се подготвува и наскоро ќе ви биде испратена.",
                'ToCustomer' => "Вашата виртуелна нарачка е доставена на вашата сметка. Ви благодариме!"
            ],
            'SERVICE' => [
                'CheckQueue' => "Вашето барање за услуга е во редот. Ќе ве известиме кога ќе започнеме.",
                'OrderConfirm' => "Вашата услуга е потврдена и се подготвуваме да започнеме.",
                'PreparingOrder' => "Ја подготвуваме вашата услуга и ќе ве известиме штом ќе биде завршена.",
                'ToCustomer' => "Вашата услуга е завршена. Ви благодариме што не избравте!"
            ],
            'FILE' => [
                'PreparingOrder' => "Вашата датотека се подготвува и ќе биде достапна наскоро.",
                'ToCustomer' => "Вашата датотека е подготвена и е испорачана. Сега можете да го преземете."
            ],
            'SUBSCRIPTION' => [
                'CheckQueue' => "Вашата нарачка за претплата е во редот. Ќе ве известиме кога ќе започне обработката.",
                'OrderConfirm' => "Вашата претплата е потврдена и се поставува.",
                'PreparingOrder' => "Ја подготвуваме вашата претплата и таа ќе започне наскоро.",
                'SentOrder' => "Вашата претплата е активирана. Ќе добивате тековни ажурирања.",
                'ToCustomer' => "Услугата за претплата е успешно активирана."
            ]
        ]

    ],

    // -------------------------------------- Vouchers ------------------------------------
    'get-voucher' => [
        'subject' => 'Честитки :name | Нов ваучер: :title',
        'category' => "ЧЕСТИТКИ, НОВ ВАУЧЕР",
        'message' => "Еј :name,<br><br>Добивте нов ваучер како подарок од нас! Можете да заработите уште повеќе ваучери со воведување на Selldone на вашите пријатели и на сите што ги познавате. Овој ваучер вреди **:price :currency**.<br><br>Го направивте првиот чекор, а ние сме тука да ви помогнеме да отклучите нови функции со вашиот ваучер! Ве молиме најавете се со **:email** и најдете го вашиот ваучер во продавницата **Контролна табла** > **Поставки** > **Лиценца**.<br><br>Честитки!",
        'action' => "Мојата контролна табла",
    ],


    // -------------------------------------- Received Gift ------------------------------------
    'received-gift' => [
        'subject' => 'Честитки, драги :name | Добивте подарок',
        'category' => "Најава за примање подарок",
        'title' => "Подароци за вас",
        'message' => "Hi :name, we're excited to let you know that you've received a special gift from Selldone! 🎉 You can earn more gifts by staying active, growing your store, and improving your expertise on Selldone. To check out your gift, simply log in with :email and look for it in the top-right corner of your dashboard.<br><br>This gift is worth **:price :currency**, and you can easily deposit it into your wallet within Selldone.<br><br>Use your gift to upgrade your store's license and unlock even more powerful tools to boost your online business!",
        'action' => "Подароци",
    ],

    // -------------------------------------- Shop Order Payment Admin (Seller) ------------------------------------

    'order-payment-admin' => [
        'subject' => "🛍 Добиена е нова нарачка | :order_id",
        'title' => "New Order",
        'message' => "Добивте нова нарачка. Ве молиме одете на страницата за обработка на нарачки во вашата продавница.",
    ],


    // -------------------------------------- Virtual item info component ------------------------------------

    'virtual-item' => [
        'input-form-title' => 'Вашите пополнети информации',
        'output-form-title' => 'Информации за купената ставка',
    ],

    // -------------------------------------- Weekly shop report ------------------------------------
    'selldone-weekly-report' => [
        'subject' => '📬 :shop_title | Неделен извештај :time',
        'title' => 'Неделен извештај за перформансите на продавницата',
        'message' => "Ова е неделен извештај на вашата продавница од <b>:start</b> до <b>:end</b>. Овој извештај вклучува совети за подобрување на вашиот бизнис, исто така можете да го проверите статусот на вашата онлајн продавница и неодамнешните нарачки. Се надевам дека имате добар ден и недела пред вас."
    ],

    // -------------------------------------- Seasonal shop report ------------------------------------
    'shop-seasonal-report' => [
        'subject' => '☘ Вашиот :amount извештај за заштеда во последните три месеци| :shop_title',
        'title' => 'Сезонски извештај за вашата деловна активност, награди и финансиски заштеди',
        'message' => "Ова е вашиот <b>:shop_title</b> сезонски извештај од <b>:start</b> до <b>:end</b>."
    ],


// -------------------------------------- EC-ShopAccounts ------------------------------------
    'EC-ShopAccounts' => [
        'title' => 'Поврзани сметки',
        'sub-title' => 'Кој е најновиот статус на сметките на паричникот поврзани со мојата продавница?',
        'view-wallet' => 'Погледнете го паричникот',
        'tip-title' => 'Важни совети',
        'tip' => "Поставете бесплатен паричник Selldone и поврзете го со вашата продавница. Дури и ако вашето салдо е негативно, вашите клиенти сè уште можат да купуваат и да плаќаат без никакви проблеми. Не грижете се, работењето и податоците на вашата продавница ќе продолжат непречено до 1 месец, без никакви прекини.",
        'view-my-wallet' => 'My wallet',
        'connect-account' => 'Поврзете се со сметката'
    ],

// -------------------------------------- EC-ShopApps ------------------------------------
    'EC-ShopApps' => [
        'title' => 'Инсталирани апликации',
        'sub-title' => 'Список на апликации што сте ги инсталирале во продавницата оваа недела.',
        'tip' => "Дали сакате да најдете повеќе апликации за вашата продавница?",
        'view-app-store' => 'Посетете ја продавницата за апликации Selldone..',
    ],

// -------------------------------------- EC-ShopBots ------------------------------------
    'EC-ShopBots' => [
        'title' => 'Вашите ботови на продавницата',
        'sub-title' => 'Активни продажни ботови во мојата продавница.',
        'tip-title' => 'Продажба на бот',
        'tip' => "Selldone ви обезбеди автоматски ботови за продажба. Сè што треба да направите е да отидете во панелот Add-ons> Bots и да ги активирате ботови за продавница. Имајте предвид дека соодветната услуга мора да биде достапна во вашата земја.",
        'view-bots' => 'Управувајте со ботови',
    ],

// -------------------------------------- EC-ShopContacts ------------------------------------
    'EC-ShopContacts' => [
        'title' => 'Комуникација со клиенти',
        'sub-title' => 'Колку контакти имав со моите клиенти оваа недела?',
        'faqs' => 'Најчесто поставувани прашања',
        'tickets' => 'Билети за клиенти',
    ],

// -------------------------------------- EC-ShopData ------------------------------------
    'EC-ShopData' => [
        'title' => 'Статус на корисници',
        'sub-title' => 'Активност од :start до :end',
        'users' => [
            'title' => 'Клиенти',
            'subtitle' => 'Пријавување корисници',
        ],
        'views' => [
            'title' => 'Посети',
            'subtitle' => 'Колку пати сте ја посетиле продавницата',
        ],
        'new_visitors' => 'New Users',
        'returning_visitors' => 'Вратени корисници',

        'shop_views' => 'Продавница Погледи',
        'baskets' => [
            'title' => 'Колички за пазарење',
            'subtitle' => 'Пријавете го бројот на нови колички за купување',
        ],
        'products' => [
            'title' => 'Преглед на производи',
            'subtitle' => 'Статус на производите во продавницата по тип',
            'value_name' => 'Производи'
        ],
        'products_count' => 'Видови производи',
        'views_count' => 'Број на прегледи',
        'sell_count' => 'Број на продадени',
        'send_count' => 'Број на испорака',
    ],


// -------------------------------------- EC-ShopDropShipping ------------------------------------
    'EC-ShopDropShipping' => [
        'title' => 'Капка Испорака',
        'sub-title' => 'Панел за големи продавачи на Drop Shipping Selldone.',
        'total_fulfillments' => 'Вкупно примени нарачки',
        'ds_count' => 'Примени нарачки',
        'statistics_title' => 'Пријавете ги примените нарачки',
        'ds_cancels' => 'Откажете од продавачот на интерфејс',
        'ds_rejects' => 'Откажи од тебе',
        'tip' => "Дали сте главен продавач на стоки? Дали поседувате магацин, фабрика или дистрибутер на производи? Можете да ги понудите вашите производи на други продавачи во услугата Selldone Drop Shipping за да го продадете вашиот производ во голем обем. Испратете ни е-пошта на support@selldone.com за да ве водиме.",
        'view-drop-shipping-panel' => 'Најавете се на панелот за големопродажба',
    ],


// -------------------------------------- EC-ShopExchangeRates ------------------------------------
    'EC-ShopExchangeRates' => [
        'title' => 'Девизниот курс',
        'sub-title' => 'Список на најновите стапки на конверзија на валута во вашата продавница.',
        'from' => 'Изворна валута',
        'to' => 'Дестинација валута',
        'rate' => 'Стапка на конверзија',
        'view-exchange-panel' => 'Управувајте со девизните курсеви',
    

        'vew-exchange-panel' => 'панел за управување со девизниот курс',
    ],


// -------------------------------------- EC-ShopExperts ------------------------------------
    'EC-ShopExperts' => [
        'title' => 'Стручни договори',
        'sub-title' => 'Кои професионалци работат во мојата продавница?',
        'cost' => 'Износ на договорот',
        'duration' => 'Времетраење',
        'start_at' => 'Start Date',
        'complete_at' => 'Completion Date',
        'cancel_at' => 'Датум Откажи',
        'end_at' => 'Датум на испорака',
        'tip' => 'Ангажирајте врвни експерти од Selldone за да помогнат во развојот на вашиот бизнис.',
        'view-experts' => 'Кликнете за да започнете.',
    ],


// -------------------------------------- EC-ShopGateways ------------------------------------
    'EC-ShopGateways' => [
        'title' => 'Payment gateways',
        'sub-title' => 'Пријавете ги активните портали за плаќање на продавницата :shop.',
        'tip-title' => 'Важни совети',
        'tip' => "Одете на страницата за управување со портали во вашата продавница и додајте барем една порта за неколку минути. Вашите клиенти сакаат да плаќаат брзо и безбедно преку онлајн порталите.",
        'view-shop-gateways' => 'Пријавете се во управувањето со порталот на мојата продавница.',
        'view-gateways' => 'Прикажи повеќе порти',
    ],


// -------------------------------------- EC-ShopOrders ------------------------------------
    'EC-ShopOrders' => [
        'title' => 'Нарачки',
        'sub-title' => 'Список на нарачки што ги добив оваа недела.',
        'total_baskets' => 'Вкупно нарачки',
        'total_posBaskets' => 'Вкупно готовински налози',
        'pos-title' => 'Кутија за продавница на ПОС',
        'chart-label' => 'Нарачките се завршени (овие нарачки не се нужно платени!)',
        'tip-title' => 'Треба да се трудите повеќе...',
        'tip' => "Нема едноставен успех.",
    ],

// -------------------------------------- EC-ShopProcessCenter ------------------------------------
    'EC-ShopProcessCenter' => [
        'title' => 'Центар за обработка',
        'sub-title' => 'Колку нарачка обработивме во продавницата оваа недела?',
        'tip-title' => 'Немавте распродажба!',
        'tip' => "За жал, немавте продажба оваа недела. Треба да добиете повеќе во вашата продавница. Можете да додадете повеќе производи, да изберете подобри слики или да напишете подобри описи за вашите производи. Размислете за работа со полно работно време за вашиот бизнис. Ако го направите правилно и не се фрустрирате, ќе успеете.",
        'view-process-center' => 'Погледнете го центарот за процеси',
        'return' => [
            'title' => 'Вратена нарачка',
            'subtitle' => 'Пријавете ги вратените нарачки.',
            'tip-title' => 'Дали знаевте дека ...',
            'tip' => "Можете да креирате онолку каси колку што ви треба со Selldone POS! Без разлика дали се работи за вашиот таблет, мобилен или лаптоп, можете да го претворите секој уред во продажно место на вашата продавница. Тоа е едноставно, брзо се поставува и е целосно подготвено за вашиот сервер. Започнете да го користите денес!",
            'view-pos' => 'Пријавете се во Касиерката на Мојата онлајн продавница'
        ]
    ],


// -------------------------------------- EC-ShopSessions ------------------------------------
    'EC-ShopSessions' => [
        'title' => 'Сесии',
        'sub-title' => 'Колку пати ја посетив мојата продавница?',
        'countries-title' => 'Кои земји биле најпосетувани?',
    ],


// -------------------------------------- EC-PublicMessage ------------------------------------
    'EC-PublicMessage' => [
        'title' => 'Дали сакате да заработите пари без да потрошите ниту еден долар?',
        'message' => "Здраво :name, време е да започнете да заработувате со Selldone! Одете во Контролна табла > Повеќе > Монетизација > Земете ја вашата врска за упатување. Споделете ја врската со вашите пријатели и заработете картички за подарок и дел од нивните плаќања. Најдобриот дел? И вие и вашиот пријател добивате подарок картичка!",
        'action' => 'Погледнете го мојот воведен линк',
        'mail-clip' => "<b style='color: #C2185B'>Важно:</b> ако користите услуги за е-пошта како што е Gmail кои ја ограничуваат должината на е-поштата, пронајдете ја следната опција на крајот од е-поштата за да го прикажете целосниот извештај и кликнете на него:",

        'no-coin-reward' => "<b style='color: #C2185B'>Извинете:</b> вашата активност не го исполни условот за да добиете бесплатна награда SEL Coins. Обидете се повеќе и продадете повеќе во вашата продавница за следната сезона.",
        'yes-coin-reward' => "<b style='color: #4CAF50'>Награда:</b> Честитки, поради вашата фантастична изведба, ви доделивме :amount SEL Coin бесплатна награда.",

        'need-buy-license' => "<b> Подигнете го вашиот бизнис:</b> Се чини дека сè уште не сте регистрирале никаков план за претплата за вашата веб-страница! Надградете сега за да отклучите повеќе функции за само :amount месечно ако се плаќа годишно.",
        'not-afford-message' => "Ако не можете да си дозволите или имате проблеми со плаќањето, слободно кажете ни преку support@selldone.com.",
        'add-domain' => "<b>Зошто да немате сопствен домен за вашиот бизнис?</b><br> Додајте домен на вашата веб-страница сега; бесплатно е!"
    ],


    // -------------------------------------- Widget-Socials ------------------------------------
    'Widget-Socials' => [
        'title' => "Selldone е <del>product</del> <span style = 'color: forestgreen'> заедница</span>.<br>Бидете професионален продавач!",
        'message' => "Следете ги официјалните страници на Selldone на Twitter, LinkedIn и социјалните мрежи. Испратете ни какви било коментари, барања или критики или учествувајте во дискусии за Selldone. Ние сме исто така дел од заедницата на Selldone што <b>Вие го правите</b>."
    ],


    // -------------------------------------- Avocado (Seller) ------------------------------------
    'avocado-seller-daily-report' => [
        'subject' => 'Добивме нови нарачки за авокадо | :shop_title :time',
        'title' => "Извештај за изведба за последните 24 часа",
        'message' => "Вашите клиенти чекаат вашите нарачки да бидат прегледани и цени. Одговорете на барањата на вашите клиенти што е можно поскоро за да добиете поголема продажба.",
        'card_title' => "Нарачки во редот",
        'card_subtitle' => "Од :date",

        'card_payed' => "Платени нарачки"
    ],


    // -------------------------------------- Community > Post ------------------------------------
    'community-comments' => [
        'subject' => 'Одговорете на вашата објава во :community_title',
        'title' => ":name и :count други коментираа на твоите објави.",
        'message' => "Здраво :name, вашите објави привлекуваат внимание! Добивте коментари во нашата заедница. Најавете се на вашата сметка за да се вклучите во дискусијата и да видите што зборуваат сите.",
        'title-simple' => ":name ги коментираше твоите објави.",
    ],


    // -------------------------------------- Community > Topic ------------------------------------
    'community-topic' => [
        'subject' => '🔔 Одговорете на вашата тема :topic_title',
        'title' => ":name, и :count други одговорија на твојата тема.",
        'message' => "Здраво :name, вашата тема привлекува внимание! Добивте одговори во нашата заедница. Најавете се на вашата сметка за да се вклучите во дискусијата и да видите што зборуваат сите.",
        'title-simple' => ":name одговори на твојата тема.",
    ],

    // -------------------------------------- User > Login ------------------------------------
    'user-login' => [
        'subject' => '🔔 Ново најавување :name',
        'category' => 'Безбедносни известувања',
        'title' => "Најавете се на сметката",
        'message' => "Почитувани :name, се најавивте на вашата сметка на Selldone.",   // Login in selldone (seller)
        'message-shop' => "Почитувани :name, најавени сте на :shop_title .",  // Login in shop (buyer)

        'footer' => "Ако не сте најавени, ве молиме сменете ја лозинката.",

    ],


    // -------------------------------------- Account > TransactionNotification ------------------------------------
    'account-transaction' => [
        'withdraw' => "Повлекување",
        'deposit' => "Депозит",

        'withdraw_subject' => "Повлечете од сметката :account",
        'deposit_subject' => "Депонирајте на сметка :account",

        'message' => "Преносот на пари е извршен со следните спецификации.",

        'type' => "Вид на трансакција",

        'from' => "Изворна сметка",
        'to' => "Destination account",

        'desc' => "Опис на трансакцијата",
        'action' => "Погледнете ја трансакцијата",
    ],
    // -------------------------------------- Shop > Penalty ------------------------------------

    'penalty' => [
        'subject' => "⛔ Важно! Прекршување на правилата| :shop",
        'category' => "Критички информира",
        'title' => "Вашата продавница е казнета",
        'action' => "Отворете ја контролната табла на продавницата",
    ],


    // -------------------------------------- User > Invite friend ------------------------------------
    'invite' => [
        'subject' => ":inviter ве покани да се придружите на Selldone",
        'title' => ":name ви испрати :amount за да ви помогне да ја отворите вашата нова онлајн веб-страница и да ја заработите!",
        'message' => "Здраво **:receiver_name**,<br><br>Добредојдовте во Selldone! На Selldone, можете лесно да ја креирате вашата страница за е-трговија, блог, онлајн заедница, па дури и да поставите онлајн POS систем за продажба лично - сето тоа за неколку минути. Тоа е комплетниот онлајн бизнис оперативен систем дизајниран да го направи вашиот бизнис подобар, побрз и полесен за водење.<br><br> Регистрирајте се до <b>:date</b> и добијте :amount ваучер за да започнете!",
        'accept' => "Прифатете ја поканата",
        'owner' => "Сопственик на",
        'join-date' => "Се приклучи на Selldone на",
    ],

    // -------------------------------------- Shop > Recovery mail ------------------------------------
    'shop-recovery' => [
        'subject' => "Врска за обновување| :shop",
        'category' => "Обезбедување на продавницата",
        'title' => "Врска за враќање на продавницата на <b>:shop_name</b> .",
        'message' => "Оваа е-пошта ви е испратена затоа што побаравте да ја вратите продавницата. Со кликнување на врската подолу ќе се врати вашата продавница и сите податоци што ѝ припаѓаат.",
        'action' => "Потврдете го обновувањето на продавницата",

    ],


    // -------------------------------------- SR-SeasonalSaving ------------------------------------
    'SR-SeasonalSaving' => [
        'title' => 'Колку пари заштеди Selldone за вашиот бизнис?',
        'sub-title' => 'Од датумот :start до :end',
        'infrastructure' => [
            'title' => 'Инфраструктура',
            'subtitle' => 'Сервери, CDN, складирање и други облак услуги',
        ],
        'experts' => [
            'title' => 'Експерти и персонал',
            'subtitle' => 'Програмери, одржување и поддршка',
        ],
        'total_save' => 'Вкупно заштедени пари'
    ],
    // -------------------------------------- SR-SeasonalPerformance ------------------------------------
    'SR-SeasonalPerformance' => [
        'title' => 'Вашиот настап',
        'sub-title' => 'Преглед на бизнисот од :start до :end',

        'new_visitors' => 'New Users',
        'returning_visitors' => 'Вратени корисници',

        'shop_views' => 'Продавница Погледи',
        'baskets' => [
            'title' => 'Колички за пазарење',
            'subtitle' => 'Пријавете го бројот на нови колички за купување',

        ],
        'products' => [
            'title' => 'Преглед на производи',
            'subtitle' => 'Статус на производите во продавницата по тип',
            'value_name' => 'Производи'
        ],
        'views' => [
            'title' => 'Page Views',
            'subtitle' => 'Вкупни прегледи на веб-страници',
        ],
    ],


    // ██████████████████████ Marketplace ██████████████████████
    'vendor-order' => [
        'title' => 'New Order',
        'message' => "Добивте нова нарачка. Ве молиме одете на страницата за обработка на нарачки во панелот на продавачот.",
        'subject' => "🛍 Добиена е нова нарачка | :order_id",
        'your_revenue' => "Вашиот приход",
    ],
    'vendor-invite' => [
        'title' => 'Покана за продавач',
        'message' => "Добивте покана да станете продавач на :shop_name. Можете да го прифатите или одбиете со кликнување на следните копчиња.",
        'subject' => ":shop_name | Добивте покана да станете наш продавач",
        'accept' => "Прифатете и станете продавач",
        'reject' => "Одбијте",

    ],

    // Staff of vendor
    'vendor-member-invite' => [
        'title' => 'Покана да се придружите на нашиот тим',
        'message' => "Поканети сте да се придружите на :vendor_name на :shop_name. Можете да ја прифатите или одбиете оваа покана користејќи ги копчињата подолу.",
        'subject' => "Покана да се придружите на :vendor_name|Станете член на тимот",
        'accept' => "Прифатете и придружете се на тимот",
        'reject' => "Отфрли",

    ],

    // -------------------------------------- ShopEmailLogin ------------------------------------
    'shop-email-login' => [
        'subject' => "Вашиот код за најава за :shop",
        'header-message' => "Ви ја испраќаме оваа е-пошта затоа што побаравте код за најава за продавницата. Ве молиме најдете ја вашата еднократна лозинка (OTP) подолу:",
        'footer-message' => "Овој код ќе важи 10 минути. Ако не сте го побарале овој код за најава, ве молиме игнорирајте ја оваа е-пошта."
    ],

    // -------------------------------------- ShopEmailVerifyLinkEmail ------------------------------------
    'shop-email-verify-link' => [
        'subject' => "Потврдете ја вашата е-пошта| :shop",
        'title' => 'Потврда на е-пошта',
        'header-message' => "Здраво :name,<br> Потврдете дека **:email** е вашата e-mail адреса со кликнување на копчето или користете ја врската подолу во рок од 48 часа.",
        'footer-message' => ""
    ],


    // -------------------------------------- VendorProductsChangeEmail ------------------------------------
    'vendor-products' => [
        'subject' => "Ажурирања на производи| :shop",
        'title' => "Ажурирање за статусот на производот - последните 24 часа",
        'message' => "Се надевам дека оваа порака ќе ве најде добро. Ова е кратко ажурирање за да ве информираме за статусот на вашите производи на нашата платформа во изминатите 24 часа.\nВо овој период има промени во статусот на некои производи. Овие промени може да се должат на купувања, ажурирања на акции или други поврзани настани.\nЗа подетални информации за секој производ, ве молиме најавете се на вашата сметка и проверете го делот „Статус на производот“.",
        'action' => "Отворете го панелот добавувач",
    ],

    // -------------------------------------- ShopBulkOrdersEmail ------------------------------------
    'bulk-orders' => [
        'subject' => "Масовни нарачки примени| :shop | :date",
        'title' => "Известување за масовни нарачки",
        'message' => "Добивте серија на рефус нарачки. Ве молиме посетете ја страницата за обработка на нарачки во вашиот панел за повеќе детали. Списокот за нарачки можете да го преземете и преку обезбедената безбедна врска, која важи 7 дена.<br><br>\n        <b> ВАЖНО:</b> Овој линк важи 7 дена.<br>\n        Оваа врска е динамична, така што секогаш кога ќе кликнете на неа, ќе ги добивате најобновените нарачки за овој конкретен датум. <b> Тоа значи дека ако статусот на плаќање на нарачката се промени во одбиен, повеќе нема да ја гледате таа нарачка во преземениот CSV или ако нарачката е платена, ќе се појави на списокот.</b><br><br>\n        <ul>\n            <li> CSV содржи платени нарачки со резервиран датум во :date.</li>\n            <li>Резервиран датум е датумот кога корисникот ќе кликне на наплатата на страницата за нарачка.</li>\n        </ul>\n        <b>За да спречите дупликат нарачки, секогаш проверувајте ја нарачката ID пред да ја испратите.</b>",
        'action' => "Преземете список со нарачки",
    ],

    // -------------------------------------- Order Refund ------------------------------------
    'order-refund' => [
        'message' => "Некои артикли во вашата нарачка не беа прифатени и не може да се испорачаат. Износот за овие ставки ќе биде вратен на вашата картичка наскоро."
    ]

];
