<?php


return [
    /*
  |--------------------------------------------------------------------------
  | Instagram
  |--------------------------------------------------------------------------
  */
    'instagram' => [
        'title' => "Градител на продавници на Instagram|Претворете ја сметката на Инстаграм во онлајн продавница",
        'desc' => "Не ги трошете парите никаде. Откако ќе ја изградите вашата продавница во Selldone, повеќе нема да размислувате да работите со други алатки за градење продавници како WordPress, Joomla и WooCommerce.",

        'clip' => "/landing-assets/instashop/video/Anime-Instagram-En.m4v",
        'clip_title' => "Како готвачката и нејзината слатка мачка продаваат на Инстаграм?",


        'alt1' => "Selldone Градител на продавници на Instagram",
        'alt2' => 'Приказната за продажба на Сара торта на Инстаграм',
        'alt3' => 'Центар за онлајн обработка на нарачки Selldone',
        'alt4' => 'Selldone Портал за плаќање преку Интернет продавница',
        'alt5' => 'Автоматски мотор за оптимизација за онлајн продавници',
        'alt6' => 'Нови начини за онлајн продажба на Инстаграм',
        'alt7' => 'Брендирање и брендирање',
        'alt8' => 'Продавница Касиерка',
        'alt9' => 'Алатки за маркетинг и продажба',
        'alt10' => 'Бесплатен деловен партнер',
        'alt11' => 'Центар за обработка на нарачки',
        'alt12' => 'Лојални клиенти',
        'alt13' => 'Порта за директно плаќање',
        'alt14' => 'Продажни канали на Инстаграм',
        'alt15' => 'Ангажирање на развивач на страница и продавница',
        'alt16' => 'Selldone Приказна за платформата',
        'alt17' => 'Автоматски мотор за оптимизација за сајт и продавница',
        'alt18' => 'Среќен продавач',
        'alt19' => 'Количка за купување',


        'm1' => 'Зошто Selldone?',
        'm2' => 'Автоматско оптимизација',
        'm3' => 'Цени (бесплатно)',

        'register' => 'Регистрирајте се',

        'header' => '<span class="ulr"> 10x пати</span> Повеќе и подобро<br><span class="ulr">Пуди</span> на Instagram',
        'header_msg' => 'Замислете клиенти да отвораат страница од Инстаграм слична на продавница, да избираат производи од фотографиите што им се допаѓаат, да ги додадат на нарачка и да плаќаат директно на вашата сметка онлајн. Решението е токму пред вас.',

        'name_plc' => 'Внесете го вашето корисничко име',
        'preview' => 'Продавница за преглед',
        'create_act' => 'Создадете продавница на Инстаграм',


        'title1s' => 'Како функционира?',
        'title1' => 'Претворете го вашиот Инстаграм во продавница <span class="ulb"> со целосни карактеристики </span>!',
        'desc1' => 'Ќе имате повеќе функции од панелот на најголемите онлајн продавници, но не правете грешка, работата со едноставни домаќини е забавна.',
        'sub1' => 'Управувањето со производите функционира вака...',
        'sub1msg' => "Првиот чекор е да додадете производи. Со Selldone, можете да увезувате производи од Instagram, да прикачувате датотека Excel или да користите други едноставни методи со само неколку кликања.",
         'list1_1' => 'Целосно убијте и затворете го управувањето',
         'list1_2' => 'Ажурирање на залихи и брза цена',
         'list1_3' => 'Додадете производи со ексел датотека',
         'list1_4' => 'Додадете производи од ова',
         'list1_5' => 'Дали ви е досадно? Ќе ве додадеме!',

        'title2s' => 'Нарачките функционираат вака...',
        'title2' => "10 пати повеќе нарачки дневно не ви се доволни? Selldone е дизајниран за повеќе од 10 илјади нарачки дневно за секоја продавница.",

        'list2_1' => 'Видете го вашиот статус на патување брзо и дејствувајте брзо',
        'list2_2' => 'Клиентот може да го види најновиот статус на неговата нарачка',
        'list2_3' => 'Управувајте со плаќање, обработка и испорака на нарачки',
        'list2_4' => 'Додадете онолку соработници колку што сакате',


        'title3s' => 'Директната игра е завршена!',
        'title3' => "Плаќањето преку Интернет во вашата продавница ќе се врши со вашиот домен и директно на вашата сметка! Можете да изберете типови на онлајн портали и плаќање на лице место.",

        'list3_1' => 'Портал за плаќање преку Интернет (директно до вашата сметка)',
        'list3_2' => 'Способност да се овозможи плаќање на лице место',
        'list3_3' => 'Порта за примање без електронски симбол за доверба (платен список)',
        'list3_4' => 'Управувајте со плаќањата и нарачките со еден клик',


        'title4s' => 'Автоматско оптимизација',
        'title4' => 'Дизајнирањето на веб-локација погодна за оптимизација која ги следи најдобрите практики за оптимизација помага да го направите вашиот онлајн бизнис повидлив за потенцијалните клиенти. Selldone ја обезбедува инфраструктурата што ви е потребна за продавница ориентирана кон оптимизација, така што не мора да се грижите дали ќе бидете откриени на Google.',

        'list4_1' => 'Оставате добар текст и слики кај нас',

        'title0' => 'Време е <span class="uly"> да продавате попрофесионално</span>, да ги направите вашите клиенти посреќни<br> и да се чувствуваат горди што развивате онлајн бизнис',


        'title6s' => "Не се задоволувајте со ова",
        'title6' => 'Многу повеќе од продавница на Инстаграм...',


        'features' => 'Карактеристики',
        'features_act' => 'Прикажи ги сите карактеристики',

        'x1' => 'Онлајн продавница на посветен домен за да го изградите вашиот бренд и да имате свој клуб на клиенти.',
        'x2' => 'Онлајн продавница каса за продавница со 0 $ цена за поставување и онолку колку што ви треба.',
        'x3' => 'Најдобрите алатки за маркетинг и продажба кои ги немаат ниту најголемите полициски марки на пазарот.',
        'x4' => "Добар и со ниски очекувања партнер по име Selldone, чија цел е да ја зголеми продажбата на компанијата, а не да зема пари и да ги остави.",

        'a1' => 'Обработка на нарачки',
        'a1s' => 'Дизајниран за брзина',

        'a2' => 'Маркетинг и стимулации',
        'a2s' => 'Најдете лојални клиенти',

        'a3' => 'Директно плаќање',
        'a3s' => 'Нема интерфејс за плаќање',

        'a4' => 'Продажни канали',
        'a4s' => 'Телеграма, Гугл, Инстаграм итн.',

        'blog' => 'блог',

        'b1' => "Дали сè уште треба да ангажираме програмер, да купуваме пакети за градење продавници или домаќини во 2021 година?",
        'b2' => "Приказната за Selldone|Промена во начинот на лансирање сајт и онлајн бизниси",
        'b3' => 'Автоматскиот мотор за оптимизација сјае во резултатите на Google',
        'read' => 'Продолжи',

        'title5s' => 'Дали сакате да знаете колку чини?',
        'title5' => 'Од моделот <span class="ulr"> бесплатно доживотно</span> со 2% провизија<br> до моделот 0,5% провизија со месечна претплата',
        'msg5' => "Сè додека немате продажба, сопствениците на еден риал нема да ви наплатат за сајт, хост, сервери, услуги, алатки, поддршка, ажурирања и што било друго! Парите ќе се кредитираат директно на вашата сметка! Selldone им верува на сите негови партнери да ја платат таксата на крајот на месецот или ако имаат проблем неколку месеци подоцна со полнење на нивните паричници.",
         'footer_act' => "Бесплатно не е единствената предност! Како?",
         'footer' => 'Поставете какви било прашања или совети што сакате.',

        's1' => 'Паметно известување',
        's2' => 'Бесплатен облак хостинг',
        's3' => 'Логистика и обработка',
        's4' => 'Градител на целна страница',
        's5' => 'Карактеристики и придобивки',
        's6' => 'Финансиски менаџмент',
        's7' => 'Маркетинг алатки',
        's8' => 'Стимулации и клиенти',
        's9' => 'За Selldone',
        's10' => 'Блог',
        's11' => 'Помош',
        's12' => 'Приватност',
        's13' => 'Услови и правила',
        's14' => 'Градител на продавници',

        'img1' => '/landing-assets/instashop/images/caveman-shop-builder-en.png',


        'importer-ts' => "Загрижени сте да работите со Selldone?",
        'import_title' => "Прашајте ги корисниците на Selldone; нивните повратни информации за <span class='ulr'> едноставноста и брзината</span> ќе ве изненадат!",
        'import_message' => "Можете да ги увезувате вашите производи директно од Instagram во вашата продавница, но ако сакате, можете автоматски да ги додавате сите нивни производи и слики во вашата продавница со едноставна датотека Excel. Ја пополнувате истата датотека, ја копирате URL од сликите од Google и на крајот ја повлекувате вашата CSV-датотека и ја ставате во делот за управување со производи. Selldone ќе го направи тоа наместо вас.",
        'import_t1' => "Дали имате некој производ",
        'import_b1' => "Тие се без различност",
        'import_m1' => "Само преземете ја оваа датотека, внесете го името, цената и инвентарот на производот и копирајте ја и залепете ја врската со сликата од место како Google",

        'import_b2' => "Повеќе варијации",
        'import_m2' => "Разновидноста значи боја, големина, материјал и слични работи. Ако имате многу производи, можете да ја преземете оваа датотека и да ги пополните информациите за вашиот производ. Ова е малку потешко",

        'import_download' => "Преземете примерок датотека",

    ]

];
