<?php



return [

    'loading-title' => "Зголемување од офлајн на онлајн",
    'loading-message' => "Вие обидете се, ние ги отвораме вратите",


    // --- Global Message --- Show for all shop owners in top of all messages!
    'GLOBAL_MESSAGE' => ['title' => 'Selldone е бета', 'priority' => 'м',
        'message' => "<p>\n            Би сакале да учествувате во Open Beta. Како бета\n            тестер, ќе можете да користите функции на кои не се објавени\n            јавноста. Овие функции би можеле да станат јавно достапни во\n            иднината. Сметајте дека трансакциите <b>all се во тест режим</b> и\n            <b> ќе биде јасно</b> пред конечното издание. Корисници, продавници и\n            производите <u> нема да се отстранат</u>.\n          </p>\n\n          <p>Благодарам,<br />CEO Selldone</p>"],




    'TWO_FACTOR_AUTH_ACTIVATION_SUCCESS' => "Најавувањето во два чекора е успешно овозможено.",
    'TWO_FACTOR_AUTH_DISABLE_SUCCESS' => "Најавувањето во два чекора е оневозможено.",


];
