<?php

 return [
     "RECEIPT_ACCOUNT_FEE" => "Създайте такса за акаунт за акаунт: :account_number",
     "GATEWAY_NOT_ACTIVE_IN_SYSTEM" => "Шлюзът не е активен в системата.",
     "GATEWAY_CURRENCY_NOT_SUPPORT" => "Валутата не се поддържа от шлюза.",
     "TRANSACTION_CREATE_ERROR" => "Възникна грешка в разписката за плащане.",
     "GATEWAY_NOT_FOUND" => "Шлюзът не е намерен.",
     "SHOP_GATEWAY_MISS_CONFIG" => "Настройките за плащане за магазина са неправилни.",
     "TRANSACTION_NEED_USER_ERROR" => "Трябва да зададете потребител за създаване на тази транзакция.",
     "SHOP_OWNER_KYC_NOT_APPROVED" => "KYC на собственика на магазина не е одобрен. Собственикът на магазина трябва да попълни KYC, преди клиентите да могат да извършват плащания в този магазин. Моля, свържете се със собственика на магазина и го помолете да потвърди самоличността си в Selldone.<hr>Собственик на магазина: <b>:shop_owner</b><br>Имейл: <b>:email</b>",
];
