<?php


return [
    /*
  |--------------------------------------------------------------------------
  | Instagram
  |--------------------------------------------------------------------------
  */
    'instagram' => [
        'title' => "Конструктор на магазини в Instagram|Преобразувайте Instagram акаунт в онлайн магазин",
        'desc' => "Не си пилейте парите никъде. След като изградите своя магазин в Selldone, вече няма да мислите да работите с други инструменти за изграждане на магазини като WordPress, Joomla и WooCommerce.",

        'clip' => "/landing-assets/instashop/video/Anime-Instagram-En.m4v",
        'clip_title' => "Как готвачът и нейната сладка котка продават в Instagram?",


        'alt1' => "Selldone Конструктор на магазини в Instagram",
        'alt2' => 'Историята на продажбата на торта Сара в Instagram',
        'alt3' => 'Selldone Център за обработка на онлайн поръчки',
        'alt4' => 'Selldone Портал за плащане на онлайн магазин',
        'alt5' => 'Автоматизирана SEO машина за онлайн магазини',
        'alt6' => 'Нови начини за онлайн продажба в Instagram',
        'alt7' => 'Брандиране и брандиране',
        'alt8' => 'Магазин Касиер',
        'alt9' => 'Инструменти за маркетинг и продажби',
        'alt10' => 'Безплатен бизнес партньор',
        'alt11' => 'Център за обработка на поръчки',
        'alt12' => 'Лоялни клиенти',
        'alt13' => 'Шлюз за директни плащания',
        'alt14' => 'Канали за продажби на Instagram',
        'alt15' => 'Наемане на разработчик на сайт и магазин',
        'alt16' => 'История на платформата Selldone',
        'alt17' => 'Автоматизирана SEO машина за сайтове и магазини',
        'alt18' => 'Честит продавач',
        'alt19' => 'Пазарска количка',


        'm1' => 'Защо Selldone?',
        'm2' => 'Автоматично SEO',
        'm3' => 'Цени (безплатно)',

        'register' => 'Регистрирайте се',

        'header' => '<span class="ulr"> 10 пъти </span> Още и по-добро<br><span class="ulr">Продай</span> в Instagram',
        'header_msg' => 'Представете си, че клиенти отварят подобна на магазин страница от Instagram, избират продукти от снимки, които харесват, добавят ги към поръчка и плащат директно към вашия акаунт онлайн. Решението е точно пред вас.',

        'name_plc' => 'Въведете вашето потребителско име',
        'preview' => 'Магазин за визуализация',
        'create_act' => 'Създайте магазин в Instagram',


        'title1s' => 'Как действа?',
        'title1' => 'Превърнете своя Instagram в <span class="ulb">пълнофункционален</span> магазин!',
        'desc1' => 'Ще имате повече функции от панела на най-големите онлайн магазини, но не се заблуждавайте, работата с прости хостове е забавна.',
        'sub1' => 'Управлението на продуктите работи така...',
        'sub1msg' => "Първата стъпка е да добавите продукти. С Selldone можете да импортирате продукти от Instagram, да качите Excel файл или да използвате други прости методи само с няколко кликвания.",
         'list1_1' => 'Напълно убийте и затворете управлението',
         'list1_2' => 'Актуализация на инвентара и бърза цена',
         'list1_3' => 'Добавете продукти с excel файл',
         'list1_4' => 'Добавете продукти от това',
         'list1_5' => 'скучно ли ти е Ние ще ви добавим!',

        'title2s' => 'Поръчките работят така...',
        'title2' => "10 пъти повече поръчки на ден не ви стигат? Selldone е проектиран за повече от 10 хиляди поръчки на ден за всеки магазин.",

        'list2_1' => 'Вижте бързо състоянието на вашето пътуване и действайте бързо',
        'list2_2' => 'Клиентът може да види последния статус на своята поръчка',
        'list2_3' => 'Управлявайте плащането, обработката на поръчките и изпращането',
        'list2_4' => 'Добавете толкова сътрудници, колкото искате',


        'title3s' => 'Директната игра е завършена!',
        'title3' => "Онлайн плащането във вашия магазин ще се извършва с вашия домейн и директно към вашия акаунт! Можете да изберете видовете онлайн портали и плащане на място.",

        'list3_1' => 'Шлюз за онлайн плащане (директно към вашия акаунт)',
        'list3_2' => 'Възможност за активиране на плащане на място',
        'list3_3' => 'Шлюз за получаване без електронен символ за доверие (заплата)',
        'list3_4' => 'Управлявайте плащания и поръчки с едно кликване',


        'title4s' => 'Автоматично SEO',
        'title4' => 'Проектирането на подходящ за SEO сайт, който следва най-добрите практики за SEO, помага да направите вашия онлайн бизнес по-видим за потенциалните клиенти. Selldone осигурява инфраструктурата, от която се нуждаете за SEO-ориентиран магазин, така че не е нужно да се притеснявате, че ще бъдете открити в Google.',

        'list4_1' => 'Оставяте ни добър текст и изображения',

        'title0' => 'Време е <span class="uly"> да продавате по-професионално</span>, да направите клиентите си по-щастливи<br> и да се чувствате горди, че развивате онлайн бизнес',


        'title6s' => "Не се задоволявайте с това",
        'title6' => 'Много повече от Instagram магазин...',


        'features' => 'Характеристики',
        'features_act' => 'Вижте всички функции',

        'x1' => 'Онлайн магазин в специален домейн, за да изградите своята марка и да имате свой собствен клиентски клуб.',
        'x2' => 'Онлайн магазин Каса за магазин с 0 $ цена за настройка и колкото ви трябват.',
        'x3' => 'Най-добрите инструменти за маркетинг и продажби, които дори най-големите марки на полицейския пазар нямат.',
        'x4' => "Добър партньор с ниски очаквания на име Selldone, чието цялостно усилие е да увеличи продажбите на компанията, а не да вземе пари и да ги остави.",

        'a1' => 'Обработка на поръчки',
        'a1s' => 'Проектиран за скорост',

        'a2' => 'Маркетинг и стимули',
        'a2s' => 'Намерете лоялни клиенти',

        'a3' => 'Директно плащане',
        'a3s' => 'Няма интерфейс за плащане',

        'a4' => 'Канали за продажба',
        'a4s' => 'Telegram, Google, Instagram и др.',

        'blog' => 'وبلاگ',

        'b1' => "Все още ли трябва да наемаме програмист, да купуваме пакети за изграждане на магазин или хостове през 2021 г.?",
        'b2' => "Историята на Selldone|Промяна в начина на стартиране на сайт и онлайн бизнес",
        'b3' => 'Автоматичният SEO двигател блести в резултатите на Google',
        'read' => 'Продължи',

        'title5s' => 'Искате ли да знаете колко струва?',
        'title5' => 'От модел <span class="ulr"> безплатно за цял живот</span> с 2% комисионна<br> до модел 0,5% комисионна с месечна такса',
        'msg5' => "Докато нямате продажби, собствениците на един риал няма да ви таксуват за сайт, хост, сървъри, услуги, инструменти, поддръжка, актуализации и всичко останало! Парите ще бъдат кредитирани директно във вашата сметка! Selldone се доверява на всички свои партньори да платят таксата в края на месеца или ако имат проблем няколко месеца по-късно, като таксуват портфейлите си.",
         'footer_act' => "Безплатното не е единственото предимство! как?",
         'footer' => 'Задавайте всякакви въпроси или съвети, които искате.',

        's1' => 'Интелигентно отчитане',
        's2' => 'Безплатен облачен хостинг',
        's3' => 'Логистика и обработка',
        's4' => 'Създател на целеви страници',
        's5' => 'Характеристики и предимства',
        's6' => 'Финансов мениджмънт',
        's7' => 'Маркетингови инструменти',
        's8' => 'Стимули и клиенти',
        's9' => 'Относно Selldone',
        's10' => 'Блог',
        's11' => 'Помощ',
        's12' => 'Поверителност',
        's13' => 'Правила и условия',
        's14' => 'Магазин Строител',

        'img1' => '/landing-assets/instashop/images/caveman-shop-builder-en.png',


        'importer-ts' => "Притеснявате се да работите с Selldone?",
        'import_title' => "Попитайте потребителите на Selldone; техните отзиви за <span class='ulr'> простота и скорост</span> ще ви изненадат!",
        'import_message' => "Можете да импортирате продуктите си директно от Instagram във вашия магазин, но ако желаете, можете автоматично да добавите всички техни продукти и снимки към вашия магазин с обикновен Excel файл. Попълвате същия файл, копирате URL на изображенията от Google и накрая изтегляте своя CSV файл и го пускате в секцията за управление на продукти. Selldone ще го направи вместо вас.",
        'import_t1' => "Имате ли някакъв продукт",
        'import_b1' => "Те са без разнообразие",
        'import_m1' => "Просто изтеглете този файл, въведете името, цената и инвентара на продукта и копирайте и поставете връзката към изображението от място като Google",

        'import_b2' => "Множество вариации",
        'import_m2' => "Разнообразието означава цвят, размер, материал и подобни неща. Ако имате много продукти, можете да изтеглите този файл и да попълните информацията за вашия продукт. Този е малко по-труден",

        'import_download' => "Изтеглете примерен файл",

    ]

];
