<?php



return [

    'loading-title' => "Разрастване от офлайн към онлайн",
    'loading-message' => "Вие опитайте, ние отваряме вратите",


    // --- Global Message --- Show for all shop owners in top of all messages!
    'GLOBAL_MESSAGE' => ['title' => 'Selldone е бета', 'priority' => 'м',
        'message' => "<p>\n            Ще се радваме да участвате в Open Beta. Като бета версия\n            тестер, ще можете да използвате функции, които не са пуснати на\n            обществеността. Тези функции могат да станат публично достъпни в\n            бъдеще. Помислете, че <b>всички транзакции са в тестов режим</b> и\n            <b> ще бъде ясно</b> преди окончателното издание. Потребители, магазини и\n            продукти <u> няма да бъдат премахнати</u>.\n          </p>\n\n          <p>Благодаря, <br />CEO Selldone</p>"],




    'TWO_FACTOR_AUTH_ACTIVATION_SUCCESS' => "Входът в две стъпки е активиран успешно.",
    'TWO_FACTOR_AUTH_DISABLE_SUCCESS' => "Влизането в две стъпки е деактивирано.",


];
