<?php

return [
    'default_title' => 'SELLDONE',
    'keywords' => ['бизнес ос', 'domain', 'selldone', 'платформа за електронна търговия', 'строител на магазини', 'строител на магазини', 'създател на уебсайтове', 'бизнес идея', 'потребителски създател на общност', 'бяла етикетна електронна търговия'],
    'samin' => 'Selldone',
    'Selldone' => 'Selldone',


    'related' => 'Свързани',
    'share' => 'Дял',

    /*
    |--------------------------------------------------------------------------
    | Global
    |--------------------------------------------------------------------------
    */
    'global' => [
        'blog' => 'Блог',
    ],

    /*
    |--------------------------------------------------------------------------
    | Global footer
    |--------------------------------------------------------------------------
    */
    'footer-title' => 'Selldone®|Бизнеси <span class="os-grad">OS</span>™',
    'footer-subtitle' => "Операционна система №1 за МСП и независими марки",
    'footer-about-selldone' => 'Selldone, като платформа за електронна търговия, работи като ангел за растежа на бизнеса. Независимо дали имате малък физически магазин или голяма компания, трябва да покажете продукта си в интернет. Selldone използва за изграждане на онлайн магазини с по-ниски оперативни разходи и по-голяма гъвкавост. В допълнение, ние предоставяме непрекъснато подобряваща се верига от инструменти за управление на електронната търговия, която получава нови функции всяка седмица, като интегриране на администриране на магазина и интерфейс за визуално програмиране за създаване на персонализирани процеси за автоматизация или интегриране на AI.',
    'footer-action' => "Създайте своя електронна търговия – безплатно е",

    'footer' => [
        'about' => 'Относно Selldone',
        'contact' => 'свържете се с нас',
        'email' => 'support@selldone.com',
        'phone' => '🇩🇰 +45 36991215',
    ],

    'footer-menu' => [


        // Menu 1:
        [
            'title' => 'Selldone',
            'items' => [
                ['title' => 'Бизнес платформа', 'href' => '/store-builder'],
                ['title' => 'Блог', 'href' => '/blog'],
                ['title' => 'Помогне', 'href' => '/help'],
                ['title' => 'FAQ', 'href' => '/faq'],
                ['title' => 'Политика за поверителност', 'href' => '/privacy'],
                ['title' => 'Срок на обслужване', 'href' => '/terms'],
            ],
        ],

        // Menu 2:
        [
            'title' => 'Характеристика',
            'items' => [
                ['title' => 'Характеристики и предимства', 'href' => '/features'],
                ['title' => 'Marketing tools', 'href' => '/marketing'],
                ['title' => 'Processing center', 'href' => '/order-processing'],
                ['title' => 'Стимул и клубове', 'href' => '/incentives'],
                ['title' => 'Одит и счетоводство', 'href' => '/auditing'],
                ['title' => 'Cloud hosting', 'href' => '/cloud'],

            ],
        ],

        // Menu 3:
        [
            'title' => 'Решения',
            'items' => [
                ['title' => 'NFT колекция', 'href' => '/nft'],
                ['title' => 'Гилдия', 'href' => '/guild'],
                ['title' => 'авокадо', 'href' => '/avocado'],
                ['title' => 'Експерти', 'href' => '/experts'],
                ['title' => 'SEO engine', 'href' => '/seo'],
                ['title' => 'Smart report', 'href' => '/smart-report'],
            ],
        ],

        // Menu 4:
        [
            'title' => 'Услуги',
            'items' => [
                ['title' => 'Цена и планове', 'href' => '/price'],
                ['title' => 'Приложения', 'href' => '/apps'],
                ['title' => 'Application builder', 'href' => '/app-builder'],
                ['title' => 'Създател на страници', 'href' => '/page-builder'],
                ['title' => 'Logistic solution', 'href' => '/logistic'],
                ['title' => 'Автоматизация и интернет на нещата', 'href' => '/automation'],

            ],
        ],


    ],


    /*
    |--------------------------------------------------------------------------
    | Global header
    |--------------------------------------------------------------------------
    */
    'header' => [
        'home' => 'У дома',
        'features' => 'Характеристика',
        'pricing' => 'Ценообразуване',
        'blogs' => 'Блог',
        'community' => 'общност',
        'help' => 'Помогне',
        'features-menu' => [
            'store-builder' => 'Конструктор на електронна търговия',
            'community-platform' => 'Персонализирана общност',
            'cloud' => 'Облачно базиран хостинг',
            'page-builder' => 'Създател на целеви страници',
            'smart-report' => 'Интелигентен генератор на отчети',
            'payment' => 'Плащане и счетоводство',

            'staffs' => 'Клиенти и екип',
            'logistic' => 'Логистика и доставка',
            'order-processing' => 'Поръчки и обработка',
            'marketing' => 'Маркетингова кампания',
            'incentives' => 'Клуб и стимули',
            'pos' => 'Онлайн POS',
            'seo' => 'Автоматичен SEO двигател',
            'automation' => 'Автоматизация и интернет на нещата',
            'ai' => 'AI Commerce',
            'app-builder' => 'Създател на приложения',
        ],
        'build' => "Изграждане",
        'build-sub' => "Ние създаваме система около вас, за да създадем вашата история на успеха.",

        'manage' => "Управлявайте",
        'manage-sub' => "Управлението на вашия бизнес ще бъде по-приятно от всякога.",

        'sel' => "Продавам",
        'sel-sub' => "Винаги затваряйте, правете пари и се наслаждавайте.",

        'grow' => "Растете",
        'grow-sub' => "Функции и инструменти от корпоративен клас под ръка, небето ще бъде вашият предел.",


    ],

    /*
    |--------------------------------------------------------------------------
    | Article
    |--------------------------------------------------------------------------
    */
    'article' => [
        'list-of-content' => 'Списък със съдържание',
        'author' => 'Автор',
        'others-title' => "Повече информация за :title",
    ],


    /*
    |--------------------------------------------------------------------------
    | Main pages
    |--------------------------------------------------------------------------
    */
    'page.login' => ['title' => 'Selldone |Вход', 'image' => '/images/seo/en/login.jpg', 'description' => "Няма значение колко капитал имате, къде сте започнали бизнеса си, къде по света живеете! Selldone ви е предоставил всички професионални инструменти за продажби. Регистрацията и тези инструменти са безплатни за всички и завинаги."],
    'page.register' => ['title' => 'Selldone |Регистрирайте се', 'image' => '/images/seo/en/login.jpg', 'description' => "Вярваме, че достъпът е право, а не привилегия! Независимо дали имате бизнес на най-богатата улица в Ню Йорк или в далечно село, интернет и онлайн инструмент трябва да са всичко, от което се нуждаете, за да продавате онлайн! Това е мечтата на Selldone."],


    'page.home' => ['title' => "Продавайте като професионалисти — Selldone® Business OS", 'image' => '/images/seo/en/create-my-ecommerce-website-free.jpg', 'description' => "Selldone е бизнес операционна система за визуално изграждане, управление и мащабиране на вашия бизнес. Изградете го сами с решение без код, без нужда от експерт, създадено за милиони поръчки."],
    'page.helps' => ['title' => 'Помощ', 'image' => '/images/seo/en/help.jpg', 'description' => "Как да направим успешен бизнес."],
    'page.blogs' => ['title' => 'Бизнес ОС Маг', 'image' => '/images/seo/en/academy.jpg', 'description' => "Вашето ръководство за онлайн продажби на едно гише, съвети, трикове и експертни съвети, какво трябва и какво не трябва да се прави при онлайн продажбите, с експертни съвети за максимизиране на вашите онлайн приходи."],
    'page.faqs' => ['title' => 'Често задавани въпроси', 'image' => '/images/seo/en/faq.jpg', 'description' => "Въпроси и отговори за Selldone."],
    'page.price' => ['title' => 'Ценова листа', 'image' => '/images/seo/en/price.jpg', 'description' => "Всички професионални функции за изграждане на магазин и сайт безплатно без ограничение във времето ви очакват."],


    'page.apps' => ['title' => 'Интеграции на приложения', 'image' => '/images/seo/en/apps.jpg', 'description' => "Инсталирането на приложения в магазина се предоставя за вашия магазин само с едно щракване."],
    'page.experts' => ['title' => 'Експерти', 'image' => '/images/seo/en/expert.jpg', 'description' => "Не се притеснявайте за проектирането, стартирането, рекламата или управлението на вашия магазин, специалистите на Selldone са готови да ви помогнат. Наемете сертифициран специалист, който да прави нещата по-добре и по-бързо."],


    'page.avocado' => ['title' => 'Авокадо — модерен социален канал за продажби', 'image' => '/images/seo/en/create-avocado-seo.jpg?v=1',
        'description' => "Сума и заглавие са всичко, от което се нуждаете, за да събирате плащания от вашите клиенти. Парите се кредитират директно във вашата сметка и вашите клиенти получават безпроблемно пазаруване."],

    // All private dashboards:
    'shuttle' => ['title' => 'Продаден | Табло', 'image' => '/images/seo/en/dashboard.jpg',
        'description' => "Панел за управление на магазина, ако имате достъп до този магазин, можете да влезете в таблото за управление на магазина чрез тази връзка."],

    'shuttle-shop' => ['title' => 'Продаден | Табло за управление на магазина', 'image' => '/images/seo/en/shuttle-shop.jpg', 'video' => '/images/seo/en/videos/shuttle-shop.mp4',
        'description' => "Управлявайте всичко в таблото си за управление. Управлявайте продукти, поръчки, дизайн на целева страница, маркетинг, стимули и всичко необходимо за страхотен бизнес."],


    'guild' => ['title' => 'Гилдия — Колективен канал за продажби', 'image' => '/images/seo/en/guild.jpg?v=2',
        'description' => "Направете бизнеса си постижим и достъпен за всеки по света, като създадете страхотна гилдия."],


    'page.referral' => ['title' => 'Партньорска програма — Selldone', 'image' => '/images/seo/en/referral.png', 'description' => "Присъединете се към вълнуваща мисия и изградете поток от пасивен доход за себе си."],


    'page.press' => ['title' => 'Ресурси за пресата — Selldone', 'image' => '/images/seo/en/press.png', 'description' => "Ресурси за всеки, който се интересува да пише за Selldone."],
    'page.roadmap' => ['title' => 'Пътна карта — Selldone', 'image' => '/images/seo/roadmap.jpg', 'description' => "Това е единствена по рода си платформа: цялостна бизнес операционна система без код като услуга с инструменти от корпоративен клас за МСП."],

    'page.onboarding' => ['title' => 'Създател на уебсайтове за безплатен онлайн магазин – отзивчив и професионален', 'image' => '/images/seo/ui-kit.jpg', 'description' => "Selldone е платформа за електронна търговия, създадена да помогне на вашия бизнес да расте. Независимо дали имате малък физически магазин или голяма компания, имате нужда от професионални, лесни за използване инструменти."],



    'page.books' => ['title' => 'Бизнес наръчници: Съвети за стартиране и растеж на уебсайтове за онлайн пазаруване', 'image' => '/images/seo/en/cover.jpg', 'description' => "Тук можете да изтеглите безплатни наръчници за бизнес развитие. В тези книги ще намерите пълни съвети за развиване на бизнес и практически ръководства за подобряване, за да увеличите процента на реализация във вашия онлайн магазин."],


    'page.quiz' => ['title' => 'Тест|Бизнес операционната система подходяща ли е за вас?', 'image' => '/images/seo/en/quiz.png', 'description' => "Ако искате да знаете, че вашият бизнес се нуждае или може да използва бизнес операционна система, преди да продължите, моля, направете този 60-секунден тест. Ако искате да знаете, че вашият бизнес се нуждае или може да използва бизнес операционна система, преди да продължите, моля, направете този 60-секунден тест."],


    'page.countries' => ['title' => 'Поддържани държави и местни плащания - бизнес ОС', 'image' => '/images/seo/en/countries.png', 'description' => "Бизнес ОС, следващата стъпка в еволюцията на търговските услуги от платформи за електронна търговия към нещо без тема, плъгин или код. 100% визуално!"],


    'page.participant' => ['title' => 'Общността, която желаете — Играйте и спечелете $20', 'image' => '/images/seo/en/participants.jpg', 'description' => "Можете да участвате в общността на selldone, като създавате кратки видеоклипове, за да помагате на другите и получавате до 20 USD подарък кредит на видеоклип."],

    'page.tax' => ['title' => 'Глобален списък с данъчни ставки', 'image' => '/images/seo/en/tax.jpg', 'description' => "Можете да замените данъчните правила и да създадете повече от един данъчен профил за различни категории продукти."],


    'page.premium' => ['title' => 'Надстройте до Premium и трансформирайте своята игра за електронна търговия', 'image' => '/images/seo/en/premium.jpg', 'description' => "Подобрете своя онлайн магазин с Selldone Premium. Достъп до ексклузивни AI инструменти, персонализирани шаблони и други, за да повишите ефективността и да се откроите на дигиталния пазар. Присъединете се сега за по-интелигентно, по-елегантно изживяване в електронната търговия!"],


    'page.builder' => [
        'title' => 'Безплатно уеб приложение за създател на страници и редактор на целеви страници – не е необходимо влизане',
        'image' => '/images/seo/en/builder.png',
        'description' => 'Създавайте зашеметяващи уеб страници и целеви страници без усилие с нашия безплатен, лесен за използване инструмент за създаване и редактор на страници. Не се изисква влизане. Проектирайте, персонализирайте и публикувайте вашите уеб страници бързо с нашия интуитивен интерфейс за плъзгане и пускане. Перфектен за търговци, собственици на малък бизнес и разработчици, търсещи безпроблемно решение за уеб дизайн.'
    ],

    'page.token' => [
        'title' => 'Selldone Coin (SLDN) – Даващи възможности за иновации в електронната търговия',
        'image' => '/images/seo/en/token.jpg?v=1',
        'description' => 'Открийте Selldone Coin (SLDN), цифровият токен, създаден да възнаграждава и дава възможност на предприемачите в електронната търговия. Печелете, търгувайте и развивайте бизнеса си със SLDN, неразделна част от екосистемата Selldone.'
    ],


    'page.red-alert' => ['title' => 'Red Alert – докладвайте за престъпна дейност и програма за безопасност',
        'image' => '/images/seo/en/red-alert.jpg',
        'description' => 'Изпитайте най-добрата безопасност и сигурност с Selldone – най-ориентираната към безопасността налична платформа. Нашата програма Red Alert ви дава възможност да докладвате за престъпна дейност бързо и сигурно, като гарантира, че вашата общност остава защитена. Присъединете се към нас в нашата мисия да създадем по-безопасни квартали и да предприемем действия срещу престъпността днес.'    ],

    /*
    |--------------------------------------------------------------------------
    | App pages
    |--------------------------------------------------------------------------
    */
    'apps.structure-data' => ['title' => 'Генератор на структурни данни| JSON-LD', 'description' => "Използвайте този мощен генератор на структурирани данни, за да създадете JSON-LD маркировки, включително всички необходими свойства на елемента и много други."
    ],

    /*
    |--------------------------------------------------------------------------
    | Call to action
    |--------------------------------------------------------------------------
    */
    'call-to-action' => [
        'title' => "Направете своя бизнес онлайн с най-доброто не-техническо решение на пазара.",
        'money-back' => "30 дни гаранция за връщане на парите",
        'action' => "Създайте своя електронна търговия",
        'action-sub' => "Започнете сега - безплатно е",
        'message' => "Кажете сбогом на ниския си процент на продажби онлайн!",
    ]

,

    'page' => [
        'login' => [
            'title' => 'Продаден | Влизам',
            'image' => '/images/seo/en/login.jpg',
            'description' => 'Няма значение колко капитал имате, къде сте започнали бизнеса си, къде по света живеете! Selldone ви предостави всички професионални инструменти за продажби. Регистрацията и тези инструменти са безплатни за всички и завинаги.',
        ],
        'register' => [
            'title' => 'Продаден | Регистрирам',
            'image' => '/images/seo/en/login.jpg',
            'description' => 'Вярваме, че достъпът е право, а не привилегия! Независимо дали имате бизнес на най-богатата улица в Ню Йорк или в далечно село, интернет и онлайн инструмент трябва да са всичко, от което се нуждаете, за да продавате онлайн! Това е мечтата на Selldone.',
        ],
        'home' => [
            'title' => 'Продажби като професионалисти — Selldone® Business OS',
            'image' => '/images/seo/en/create-my-ecommerce-website-free.jpg',
            'description' => 'Selldone е бизнес операционна система за изграждане, управление и мащабиране на вашия бизнес визуално. Направете го сами с решение без код и експерт за милиони поръчки.',
        ],
        'helps' => [
            'title' => 'Помогне',
            'image' => '/images/seo/en/help.jpg',
            'description' => 'Как да направим успешен бизнес.',
        ],
        'blogs' => [
            'title' => 'Блог',
            'image' => '/images/seo/en/academy.jpg',
            'description' => 'Най-новите новини и съдържание за Selldone.',
        ],
        'faqs' => [
            'title' => 'често задавани въпроси',
            'image' => '/images/seo/en/faq.jpg',
            'description' => 'Въпроси и отговори за Selldone.',
        ],
        'price' => [
            'title' => 'Ценова листа',
            'image' => '/images/seo/en/price.jpg',
            'description' => 'Всички професионални функции за изграждане на магазин и сайт безплатно без ограничение във времето ви очакват.',
        ],
        'apps' => [
            'title' => 'Магазин за приложения',
            'image' => '/images/seo/en/apps.jpg',
            'description' => 'Инсталирането на приложения в магазина се предоставя за вашия магазин само с едно щракване.',
        ],
        'experts' => [
            'title' => 'Експерти',
            'image' => '/images/seo/en/expert.jpg',
            'description' => 'Не се притеснявайте за проектирането, стартирането, рекламата или управлението на вашия магазин, специалистите на Selldone са готови да ви помогнат. Наемете сертифициран специалист, който да прави нещата по-добре и по-бързо.',
        ],
        'avocado' => [
            'title' => 'Авокадо — модерен социален канал за продажби',
            'image' => '/images/seo/en/create-avocado-seo.jpg?v=1',
            'description' => 'Една сума и едно заглавие е всичко, от което се нуждаете, за да получите пари от клиентите си! Парите ще бъдат кредитирани директно във вашия акаунт и вашите клиенти ще имат уникално изживяване при пазаруване.',
        ],
        'referral' => [
            'title' => 'Партньорска програма — Selldone',
            'image' => '/images/seo/en/referral.png',
            'description' => 'Присъединете се към вълнуваща мисия и направете пасивен поток от приходи за себе си.',
        ],
        'press' => [
            'title' => 'Ресурси за пресата — Продадено',
            'image' => '/images/seo/en/press.png',
            'description' => 'Ресурси за всеки, който се интересува да пише за Selldone.',
        ],
        'roadmap' => [
            'title' => 'Пътна карта — Selldone',
            'image' => '/images/seo/roadmap.jpg',
            'description' => 'Това е единствена по рода си платформа; той е напълно уникален и много различен от всички останали. Това е единствената бизнес операционна система „всичко в едно“, без код, като услуга с инструменти от корпоративен клас за МСП.',
        ],
        'onboarding' => [
            'title' => 'Създател на уебсайт за безплатно онлайн пазаруване - отзивчив и професионален',
            'image' => '/images/seo/ui-kit.jpg',
            'description' => 'Selldone, като платформа за електронна търговия, работи като ангел за растежа на вашия бизнес. Независимо дали имате малък физически магазин или голяма компания, имате нужда от набор от професионални, но лесни за използване инструменти.',
        ],
        'books' => [
            'title' => 'Бизнес наръчници: Съвети за стартиране и растеж на уебсайтове за онлайн пазаруване',
            'image' => '/images/seo/en/cover.jpg',
            'description' => 'Тук можете да изтеглите безплатни наръчници за бизнес развитие. В тези книги ще намерите пълни съвети за развиване на бизнес и практически ръководства за подобряване, за да увеличите процента на реализация във вашия онлайн магазин.',
        ],
        'quiz' => [
            'title' => 'Тест | Бизнес операционната система подходяща ли е за вас?',
            'image' => '/images/seo/en/quiz.png',
            'description' => 'Ако искате да знаете, че вашият бизнес се нуждае или може да използва бизнес операционна система, преди да продължите, моля, направете този 60-секунден тест. Ако искате да знаете, че вашият бизнес се нуждае или може да използва бизнес операционна система, преди да продължите, моля, направете този 60-секунден тест.',
        ],
        'countries' => [
            'title' => 'Поддържани държави и местни плащания - бизнес ОС',
            'image' => '/images/seo/en/countries.png',
            'description' => 'Бизнес ОС, следващата стъпка в еволюцията на търговските услуги от платформи за електронна търговия към нещо без тема, плъгин или код. 100% визуално!',
        ],
        'participant' => [
            'title' => 'Общността, която желаете — Играйте и спечелете $20',
            'image' => '/images/seo/en/participants.jpg',
            'description' => 'Можете да участвате в общността на selldone, като създавате кратки видеоклипове, за да помогнете на другите и получавате до 20 USD кредит за подарък на видеоклип.',
        ],
        'tax' => [
            'title' => 'Глобален списък с данъчни ставки',
            'image' => '/images/seo/en/tax.jpg',
            'description' => 'Можете да замените данъчните правила и да създадете повече от един данъчен профил за различни категории продукти.',
        ],
        'premium' => [
            'title' => 'Надстройте до Premium и трансформирайте своята игра за електронна търговия',
            'image' => '/images/seo/en/premium.jpg',
            'description' => 'Подобрете своя онлайн магазин със Selldone Premium. Достъп до ексклузивни AI инструменти, персонализирани шаблони и други, за да повишите ефективността и да се откроите на дигиталния пазар. Присъединете се сега за по-интелигентно, по-елегантно изживяване в електронната търговия!',
        ],
        'builder' => [
            'title' => 'Безплатно уеб приложение за създател на страници и редактор на целеви страници – не е необходимо влизане',
            'image' => '/images/seo/en/builder.png',
            'description' => 'Създавайте зашеметяващи уеб страници и целеви страници без усилие с нашия безплатен, удобен за потребителя конструктор и редактор на страници. Не се изисква влизане. Проектирайте, персонализирайте и публикувайте вашите уеб страници бързо с нашия интуитивен интерфейс за плъзгане и пускане. Перфектен за търговци, собственици на малък бизнес и разработчици, търсещи безпроблемно решение за уеб дизайн.',
        ],
    ],
    'apps' => [
        'structure-data' => [
            'title' => 'Генератор на структурни данни | JSON-LD',
            'description' => 'Използвайте този мощен генератор на структурирани данни, за да създадете JSON-LD маркировки, включително всички необходими свойства на елемента и много други.',
        ],
    ],
];
