<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Shop Header
    |--------------------------------------------------------------------------
    */
    'header' => [
        'shop' => 'Магазин',
        'blog' => 'Блог',

    ],
    /*
    |--------------------------------------------------------------------------
    | Shop Footer
    |--------------------------------------------------------------------------
    */
    'footer-menu' => [


    ],
    'about' => 'За нас',
    'contact' => 'Свържете се с нас',


    'buy-action' => "Купете сега",
    'buy-action-variant' => "Изберете и купете сега",

    'product-images' => "Изображения",
    'product-spec' => "спец",
    'Comments' => "Отзиви и оценки",
    'related' => "Свързани продукти",
    'view-now' => "Вижте сега",






];
