<?php

 return [
     "RECEIPT_ACCOUNT_FEE" => "Δημιουργία χρέωσης λογαριασμού για λογαριασμό: :account_number",
     "GATEWAY_NOT_ACTIVE_IN_SYSTEM" => "Η πύλη δεν είναι ενεργή στο σύστημα.",
     "GATEWAY_CURRENCY_NOT_SUPPORT" => "Το νόμισμα δεν υποστηρίζεται από την πύλη.",
     "TRANSACTION_CREATE_ERROR" => "Παρουσιάστηκε σφάλμα στην απόδειξη πληρωμής.",
     "GATEWAY_NOT_FOUND" => "Η πύλη δεν βρέθηκε.",
     "SHOP_GATEWAY_MISS_CONFIG" => "Οι ρυθμίσεις πληρωμής για το κατάστημα είναι εσφαλμένες.",
     "TRANSACTION_NEED_USER_ERROR" => "Πρέπει να ορίσετε χρήστη για τη δημιουργία αυτής της συναλλαγής.",
     "SHOP_OWNER_KYC_NOT_APPROVED" => "Το KYC του ιδιοκτήτη του καταστήματος δεν έχει εγκριθεί. Ο ιδιοκτήτης του καταστήματος πρέπει να ολοκληρώσει το KYC για να μπορέσουν οι πελάτες να πραγματοποιήσουν πληρωμές σε αυτό το κατάστημα. Επικοινωνήστε με τον ιδιοκτήτη του καταστήματος και ζητήστε του να επαληθεύσει την ταυτότητά του στο Selldone.<hr>Κάτοχος καταστήματος: <b>:shop_owner</b><br>Email: <b>:email",
];
