<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'failed' => 'Αυτά τα διαπιστευτήρια δεν ταιριάζουν με τα αρχεία μας.',
    'throttle' => 'Πάρα πολλές προσπάθειες σύνδεσης. Δοκιμάστε ξανά σε :seconds δευτερόλεπτα.',


    'title_shop' => 'Συνδεθείτε στο :name',
    'title_app' => 'Πρόσβαση στην εφαρμογή του :name',
    'login_message' => 'Ζητήστε πρόσβαση στον λογαριασμό σας.',
    'scopes_title' => 'Αυτή η εφαρμογή θα έχει πρόσβαση στα ακόλουθα πεδία',
    'accept' => 'Επιβεβαιώνω',
    'reject' => 'Απορρίπτω',


    'login_incorrect_password' => 'Μη έγκυρο όνομα ή κωδικός.',


    'reset_2fa_title' => 'Επαναφορά αιτήματος σύνδεσης σε δύο βήματα',
    'go_main_page' => 'ΠΗΓΑΙΝΕ ΣΤΗΝ ΑΡΧΙΚΗ ΣΕΛΙΔΑ',

    'signing_in' => 'Σύνδεση...',


    'erp' => [
        'message' => "● Επιλέξτε ένα κατάστημα για να συνεχίσετε. Εάν χρειάζεστε ένα νέο κατάστημα, δημιουργήστε το πρώτα και επανασυνδεθείτε.<br>● Βεβαιωθείτε ότι γνωρίζετε το λογισμικό στο οποίο συνδέεστε ή επικοινωνήστε με τον πάροχο για βοήθεια.",
    ],
    'token-display' => [
        'message' => "Δημιουργήσαμε αυτό το διακριτικό για πρόσβαση στο :shop για το :software με βάση το αίτημά σας. Παρακαλώ κρατήστε το ασφαλές και μην το μοιραστείτε με κανέναν. Εάν πιστεύετε ότι το διακριτικό σας έχει παραβιαστεί, μπορείτε να το ανακαλέσετε ανά πάσα στιγμή.",
        'scopes-message' => "Αυτό είναι ένα διακριτικό που έχει πρόσβαση στο κατάστημα με τα πεδία του",
        'manage-tokens-action' => 'Διαχείριση διακριτικών',
        'manage-tokens-message' => "Μπορείτε να ανακαλέσετε αυτό το διακριτικό εδώ ανά πάσα στιγμή."
    ]


,

    'password' => 'Ο παρεχόμενος κωδικός πρόσβασης είναι λανθασμένος.',
];
