<?php

return [
    /*
    |--------------------------------------------------------------------------
    | General
    |--------------------------------------------------------------------------
    */

    'shop' => "Κατάστημα",
    'request' => "αίτημα",
    'stage' => "Κατάσταση",
    'budget' => "προϋπολογισμού",
    'contact' => "Επικοινωνία",
    'name' => "Όνομα",
    'email' => "Email",
    'user' => "Χρήστης",
    'copy' => "Αντιγραφή",
    'important' => "Σημαντικό",
    'faq' => "FAQ",

    'select_shop' => "Επιλέξτε Αγορά",
    'loading' => "Φόρτωση",

    'add_comment' => "Προσθήκη σχολίου",
    'add_comment_sub' => "Μοιραστείτε τις σκέψεις σας μαζί μας",

    /*
    |--------------------------------------------------------------------------
    | Special agreements > SMS Services
    |--------------------------------------------------------------------------
    */
    'sms_agreement_twilio' => "Κάνοντας κλικ στην επιλογή \"Εγγραφή\", συμφωνείτε με τους Όρους Χρήσης :name <a href='/terms' target='_blank'></a> και την <a href='/privacy' target='_blank'>Πολιτική απορρήτου</a>. Συναινείτε να λαμβάνετε τηλεφωνικές κλήσεις και μηνύματα SMS από την :name για ενημερώσεις παραγγελιών ή/και σκοπούς μάρκετινγκ. Η συχνότητα των μηνυμάτων εξαρτάται από τη δραστηριότητά σας. Μπορείτε να εξαιρεθείτε στέλνοντας μήνυμα κειμένου <b>STOP</b> σε <b>86753</b>. Ενδέχεται να ισχύουν χρεώσεις μηνυμάτων και δεδομένων. Σεβόμαστε το απόρρητο των ανθρώπων και ποτέ δεν πουλάμε τα δεδομένα σας ούτε τα χρησιμοποιούμε για διαφημίσεις. Εάν χρειάζεστε επιπλέον πληροφορίες, επικοινωνήστε μαζί μας.",

    /*
    |--------------------------------------------------------------------------
    | Expert
    |--------------------------------------------------------------------------
    */
    'expert' => [
        'no_budget_set' => 'Δεν έχει οριστεί. Χρειάζομαι περισσότερες πληροφορίες.',
        'start' => "Μόλις ξεκινώ την επιχείρησή μου.",
        'online' => "Έχω μια επιχείρηση και θέλω να την φέρω στο διαδίκτυο.",
        'extend' => "Δουλεύω στο ηλεκτρονικό μου κατάστημα.",
        'pos' => "Σκοπεύω να χρησιμοποιήσω το Selldone POS στο φυσικό μου κατάστημα.",
    ],

    /*
      |--------------------------------------------------------------------------
      | @see VendorPaymentOptionObject
      |--------------------------------------------------------------------------
      */
    'vendor_payment_option' => [
        'bank' => [
            'title' => "Τραπεζική μεταφορά",
            'description' => "Μη αυτόματη μεταφορά χρημάτων στον λογαριασμό του πωλητή.",
        ],
    ],

];
