<?php


use App\Shop\Mail\enums\ShopMailTemplateCodes;

return [

    'email-types-description' => [
        ShopMailTemplateCodes::ShopCustomerJoin => 'Αυτό το μήνυμα καλωσορίζει έναν νέο αγοραστή στο κατάστημα.',
        ShopMailTemplateCodes::OrderCheckout => 'Αυτή η ειδοποίηση αποστέλλεται όταν ένας αγοραστής επιβεβαιώσει μια παραγγελία.',
        ShopMailTemplateCodes::OrderPayment => 'Αυτή η ειδοποίηση επιβεβαιώνει την επιτυχή πληρωμή που έγινε από έναν πελάτη.',
        ShopMailTemplateCodes::OrderUpdate => 'Αυτό το μήνυμα αποστέλλεται για να ενημερώσει έναν αγοραστή σχετικά με την κατάσταση της παραγγελίας του.',

        ShopMailTemplateCodes::OrderPaymentAdmin => 'Αυτό το μήνυμα αποστέλλεται σε έναν πωλητή για να τον ειδοποιήσει για μια επιβεβαιωμένη παραγγελία.',
        ShopMailTemplateCodes::PosCheckout => 'Αυτή η ειδοποίηση αποστέλλεται για να επιβεβαιώσει μια παραγγελία σημείου πώλησης για έναν αγοραστή.',
        ShopMailTemplateCodes::PosPayment => 'Αυτή η ειδοποίηση επιβεβαιώνει μια πληρωμή στο σημείο πώλησης που έγινε από έναν αγοραστή.',
        ShopMailTemplateCodes::PosPaymentAdmin => 'Αυτό το μήνυμα ειδοποιεί τον πωλητή για μια αγορά που έγινε στο σημείο πώλησής του.',
        ShopMailTemplateCodes::ShopContact => 'Αυτή η ειδοποίηση αποστέλλεται όταν έχει υποβληθεί μια φόρμα επικοινωνίας.',
        ShopMailTemplateCodes::ShopGiftCard => 'Αυτή η ειδοποίηση ενημερώνει έναν χρήστη ότι έχει λάβει μια δωροκάρτα.',

        ShopMailTemplateCodes::ShopVendorJoin => 'Αυτό το μήνυμα καλωσορίζει έναν νέο πωλητή στο κατάστημα.',
        ShopMailTemplateCodes::ShopVendorInvite => "Αυτό το μήνυμα αποστέλλεται για να προσκαλέσει έναν πωλητή να συμμετάσχει στην αγορά σας.",
        ShopMailTemplateCodes::ShopVendorOrder => "Αυτό το μήνυμα αποστέλλεται στον πωλητή όταν λαμβάνεται μια παραγγελία είτε με πληρωμή είτε με αντικαταβολή (COD).",
        ShopMailTemplateCodes::ShopVendorProducts => "Αποστέλλεται καθημερινά για ενημέρωση των προμηθευτών σχετικά με την κατάσταση των προϊόντων τους.",
        ShopMailTemplateCodes::ShopVendorMemberInvite => "Αυτό το μήνυμα αποστέλλεται για να προσκαλέσει έναν πωλητή να συμμετάσχει στην αγορά σας.",

        ShopMailTemplateCodes::UserLogin => "Ειδοποιήστε τον χρήστη με τα στοιχεία σύνδεσης, συμπεριλαμβανομένης της διεύθυνσης, της ημερομηνίας και της συσκευής IP, για λόγους ασφαλείας.",
        ShopMailTemplateCodes::LoginCode => "Στείλτε έναν κωδικό πρόσβασης μίας χρήσης για να συνδεθούν οι χρήστες στο κατάστημα.",

        ShopMailTemplateCodes::EmailVerifyLink => "Στείλτε έναν σύνδεσμο για να επαληθεύσετε τη διεύθυνση email του χρήστη. Αυτό το email αποστέλλεται όταν ένας χρήστης εγγραφεί έως το SMS και εισάγει το email του. Δεν αποστέλλεται όταν ένας χρήστης εγγράφεται απευθείας με σύνδεση κοινωνικής δικτύωσης ή email.",

        ShopMailTemplateCodes::EmailBulkOrder => "Στείλτε μια λίστα με παραγγελίες που ελήφθησαν και πληρώθηκαν μαζικά για μια συγκεκριμένη ημέρα."


    ,

    ],


    'global' => [
        'greetings' => 'Γεια :name',
        'end-statement' => 'Ομάδα υποστήριξης',

        'receiver_name' => 'Γεια :user_name',
        'footer-help' => "Χρειάζεστε βοήθεια; Ρωτήστε στο [support@selldone.com](mailto:support@selldone.com) ή επισκεφτείτε το [κέντρο βοήθειας] (https://selldone.com/community).",
        'selldone-team' => 'Η ομάδα Selldone',
        'footer-shop' => "Εάν χρειάζεστε βοήθεια με οτιδήποτε, μη διστάσετε να μας στείλετε ένα email: :shop_mail",
        'accept' => "Αποδέχομαι",
        'reject' => "Απορρίπτω",
        'verify' => "επαληθεύω",
        'title' => "Τίτλος",
        'value' => "αξία",
        'description' => "Περιγραφή",
        'shop' => "Κατάστημα",
        'shop-info' => "Πληροφορίες καταστήματος",
        'user' => "Χρήστης",
        'user-info' => "Πληροφορίες λογαριασμού",
        'license' => "Αδεια",
        'status' => "Κατάσταση",
        'start' => "Αρχή",
        'end' => "Τέλος",
        'renewal' => "Ανανέωση",
        'view' => "Θέα",

        'balance' => "Ισορροπία",
        'card_number' => "Αριθμός κάρτας",
        'cvv' => "Cvv",
        'expire_date' => "Ημερομηνία λήξης",

        'Dashboard' => "Ταμπλό",
        'order' => "παραγγελία",
        'view_order' => "Προβολή παραγγελίας",
        'pay_now' => "Pay now",

        'official_selldone' => "ΕΠΙΣΗΜΟ ΠΩΛΕΙΤΑΙ",

        'account-number' => "Account number",
        'account-name' => "Account name",
        'currency' => "Νόμισμα",
        'free-balance' => "Δωρεάν υπόλοιπο",
        'locked-balance' => "Κλειδωμένη ισορροπία",
        'bot' => "Bot",
        'requests' => "Αιτήσεων",
        'baskets' => 'Καρότσια',
        'physical' => "Φυσικός",
        'virtual' => "Εικονικός",
        'file' => "Αρχείο",
        'service' => "Υπηρεσία",
        'fulfillment' => "Εκπλήρωση",
        'open' => "Ανοιξε",
        'reserved' => "Κατοχυρωμένα",
        'canceled' => "Ακυρώθηκε",
        'payed' => "επί πληρωμή",
        'cod' => "COD",
        'orders-count' => 'Παραγγελίες',
        'payments-count' => 'Πληρωμές',
        'confirms-count' => 'Επιβεβαιώνει',
        'sends-count' => 'Στέλνει',
        'delivers-count' => 'Παραδίδει',
        'count' => 'μετρώ',
        'transactions-count' => 'Οι συναλλαγές μετράνε',
        'success-transactions' => 'Επιτυχείς συναλλαγές',
        'total-amount' => 'Συνολικό ποσό',
        'amount' => 'Ποσό',
        'wage' => 'Μισθός',
        'debug' => 'Εντοπισμός σφαλμάτων',
        'pos' => 'POS',
        'live' => 'Ζω',
        'CheckQueue' => 'Ελέγξτε την ουρά',
        'OrderConfirm' => 'Επιβεβαίωση παραγγελίας',
        'PreparingOrder' => 'Προετοιμασία παραγγελίας',
        'SentOrder' => 'Αποστολή παραγγελίας',
        'ToCustomer' => 'Παραδίδεται στον πελάτη',
        'Pending' => 'εκκρεμής',
        'Accepted' => 'Δεκτός',
        'Rejected' => 'Απορρίφθηκε',
        'pc' => 'PC',
        'tablet' => 'Δισκίο',
        'phone' => 'Τηλέφωνο',
        'total' => 'Σύνολο',
        'view-detail' => 'Δείτε Λεπτομέρειες',
        'empty' => 'Αδειάζω',
        'dropshipping' => 'Η ναυτιλία πτώσης',
        'reply' => 'Απάντηση',
        'reactions' => 'Αντιδράσεις',
        'Comments' => 'Σχόλια',
        'last-comment' => 'Τελευταίο σχόλιο',
        'response-to' => 'Απάντηση σε',
        'posts' => 'Αναρτήσεις',
        'post' => 'Θέση',

        'name' => 'Ονομα',
        'email' => 'ΗΛΕΚΤΡΟΝΙΚΗ ΔΙΕΥΘΥΝΣΗ',
        'type' => 'τύπος',
        'device' => 'Συσκευή',
        'platform' => 'Πλατφόρμα',
        'browser' => 'Πρόγραμμα περιήγησης',
        'time' => 'χρόνος',
        'Wallet' => 'Πορτοφόλι',
        'date' => 'Ημερομηνία',

        'account' => 'λογαριασμός',
        'transaction' => 'Συναλλαγή',
        'fee' => 'Τέλη',

        'location' => 'Location',
        'ip' => 'IP',

        'bill' => 'Νομοσχέδιο',
        'category' => 'Κατηγορία',
        'password' => 'Κωδικός πρόσβασης',
        'verify-login' => "Επαλήθευση & Είσοδος",
        'url' => 'URL',
        'avocado' => 'Αβοκάντο',
        'hyper' => 'Υπερπληθωρισμός',
        'buy-now' => "Αγορασε τωρα",
        'add-domain' => "Add Domain",
        'views' => 'Προβολές',


        'country' => 'Χώρα',
        'address' => 'διεύθυνση',
        'postal' => 'Ταχυδρομικός Κώδικας',
        'building_no' => 'Κτίριο #',
        'building_unit' => 'Μονάδα #',
        'message' => 'Μήνυμα',


        'customer' => 'Πελάτης',
        'cart-items' => 'Είδη καλαθιού',
        'payment' => 'Πληρωμή',
        'receiver' => 'Δέκτης',
        'virtual-items' => 'Εικονικά αντικείμενα',
        'no-payment' => 'Καμία πληρωμή!',

        'enable' => 'επιτρέπω',
        'access' => 'Πρόσβαση',
        'bank' => 'Πληροφορίες τράπεζας',

        'vendor' => 'Προμηθευτή',

        'view_content' => "Προβολή πλήρους περιεχομένου",
        'files' => 'Αρχεία',
        'download' => 'Κατεβάστε',
        'file_name' => 'Όνομα αρχείου',
        'file_size' => 'Μέγεθος',

        'subscription' => 'Συνδρομή',
        'products' => 'Προϊόντα',
        'vendor_products' => 'Προϊόντα Πωλητή',

        'pickup' => 'Παραλαβή',

        'minutes' => 'Λεπτά',
        'hours' => 'Ώρες',

        'refund' => 'Επιστροφή χρημάτων',
        'recipient_address' => 'Διεύθυνση Παραλήπτη',
        'signature' => 'Υπογραφή',
        'blockchain' => 'Blockchain',
        'details' => 'Λεπτομέρειες',


    

        'Shop' => 'Κατάστημα',
        'dashboard' => 'ταμπλό',
        'comments' => 'σχόλια',
        'wallet' => 'πορτοφόλι',
    ],
    //―――――――――――――――――――――――――――― Titles ―――――――――――――――――――――――――
    'selldone-business-os' => "Selldone Business OS",

    //―――――――――――――――――――――――――――― Senders name & emails ―――――――――――――――――――――――――
    'senders' => [
        'WeeklyReport' => [
            'id' => 'performance',
            'name' => 'Έκθεση απόδοσης Selldone'
        ],
        'SeasonalReport' => [
            'id' => 'seasonal',
            'name' => 'Εποχιακή Έκθεση, Selldone'
        ],
        'Onboarding' => [
            'id' => 'γεια',
            'name' => 'Selldone Έμποροι'
        ],
        'Support' => [
            'id' => 'support',
            'name' => 'Υποστήριξη :name'
        ],
        'EmailVerify' => [
            'id' => 'verify',
            'name' => 'Selldone'
        ],
        'Welcome' => [
            'id' => 'γεια',
            'name' => 'Κοινότητα, Selldone'
        ],
        'NewShop' => [
            'id' => 'εμπόρους',
            'name' => 'Selldone Έμποροι'
        ],
        'Approve' => [
            'id' => 'εγκρίνω',
            'name' => 'Selldone Έμποροι'
        ],
        'SellerReceiveOrder' => [
            'id' => 'order',
            'name' => 'Διαχείριση παραγγελιών :name'
        ],

        'Recovery' => [
            'id' => 'ανάκτηση',
            'name' => 'Selldone Recovery Team'
        ],

    ],


    'bill-status' => [
        'PENDING' => 'Σε εκκρεμότητα ⌛',
        'PAYED' => 'Επί πληρωμή ✅',
        'CANCELED' => 'Ακυρώθηκε ❌',

    ],

    'shop-invite' => [
        'LEVEL-NAME' => [
            'ADMIN' => 'Διαχειριστής',
            'OFFICER' => 'Αξιωματικός και Επόπτης',
            'AUDITING' => 'Υπεύθυνος Ελέγχου',
            'EMPLOYEE' => 'Υπάλληλος',
            'PRODUCT' => 'Υπεύθυνος προϊόντων',
            'CONTENT' => 'διαχειριστής περιεχομένου',
            'MARKETING' => 'Διευθυντής μάρκετινγκ',
            'VIEWER' => 'Θεατής',

        ],
        'subject' => "Το :inviter σας προσκάλεσε ως :level| :shop",
        'category' => "Πρόσκληση προσωπικού",
        'title' => "Έχετε προσκληθεί στο <b>:shop_name</b> ως <b>:level</b> .",
        'message' => "Λάβατε μια πρόσκληση για συνεργασία με την ομάδα <b>:shop_title</b> στην επιχείρηση. Έχετε την επιλογή να αποδεχτείτε ή να απορρίψετε αυτήν την προσφορά. Εάν επιλέξετε να αποδεχτείτε, συνδεθείτε στην υπηρεσία Selldone για να επιβεβαιώσετε την απόφασή σας. Μετά την επιβεβαίωση, θα αποκτήσετε πρόσβαση στην ενότητα διαχείρισης καταστήματος.",

    ],

    'welcome-email' => [
        'subject' => "👋 Καλώς ορίσατε :name, Ας ξεκινήσουμε με το Selldone!",
        'category' => 'CONGRATULATION',
        'title' => "Καλώς ήρθατε στο Selldone",
        'message' => "Σας ευχαριστούμε που επιλέξατε το Selldone! Είστε πλέον μέρος μιας ζωντανής κοινότητας που συνδέει παγκόσμιους πωλητές με πελάτες, τοπικές επιχειρήσεις με επιχειρήσεις και άτομα με εταιρείες. Όλα τα εργαλεία Master και Pro είναι διαθέσιμα σε εσάς **δωρεάν** και **απεριόριστα**. Είμαστε εδώ για να σας υποστηρίξουμε και να ανοίξουμε τις πόρτες στην επιτυχία σας.",

        'index' => "Βήμα :step.",

        'step-domain' => [
            'title' => 'Προσθέστε τον προσαρμοσμένο σας τομέα',
            'message' => "Για να ξεκινήσετε, προσθέστε τον προσαρμοσμένο τομέα σας δωρεάν στον Πίνακα ελέγχου καταστημάτων στην περιοχή Ρυθμίσεις > Ρυθμίσεις τομέων.",
            'action' => 'Διαχείριση των τομέων μου',
        ],
        'step-landing' => [
            'title' => 'Προσαρμόστε την αρχική σας σελίδα',
            'message' => "Εξατομικεύστε την αρχική σας σελίδα μεταβαίνοντας στον Πίνακα ελέγχου > Σελίδες. Επιλέξτε μια σελίδα προορισμού ή δημιουργήστε μια νέα. Είναι εύκολο και διαισθητικό και μπορείτε να αρχίσετε να το εργάζεστε αμέσως.",
            'action' => 'Προσαρμογή της σελίδας προορισμού μου',
        ],
        'step-payment' => [
            'title' => 'Ρύθμιση τρόπων πληρωμής',
            'message' => "Ξεκινήστε να δέχεστε πληρωμές απευθείας στον τραπεζικό σας λογαριασμό. Για να συνδέσετε τους παρόχους πληρωμών σας όπως Stripe, PayPal και άλλα, μεταβείτε στο Dashboard > Accounting > Gateway.",
            'action' => 'Προσθήκη τρόπων πληρωμής',
        ],
        'step-products' => [
            'title' => 'Προσθέστε τα προϊόντα σας',
            'message' => "Προσθέστε εύκολα προϊόντα και κατηγορίες στον Πίνακα ελέγχου > Προϊόντα. Είναι ακριβώς σαν να διαχειρίζεστε αρχεία και φακέλους στον υπολογιστή σας – είναι πλήρως έτοιμο για μεταφορά και απόθεση. Μπορείτε επίσης να εισάγετε μαζικά προϊόντα χρησιμοποιώντας το Excel. Ένα δείγμα πρότυπο είναι διαθέσιμο για να σας βοηθήσει να ξεκινήσετε.",
            'action' => 'Διαχείριση των προϊόντων μου',
        ],
        'step-shipping' => [
            'title' => 'Ρύθμιση μεθόδων αποστολής',
            'message' => "Για να χρεώσετε τους πελάτες για την αποστολή, ορίστε τις μεθόδους αποστολής σας στο Dashboard > Logistic > Shipping. Μπορείτε να ορίσετε διαφορετικές τιμές και υποστήριξη για διάφορες τοποθεσίες. Μην ξεχάσετε να ορίσετε την προέλευση της αποθήκης σας στο Dashboard > Logistic > Warehouse.",
            'action' => 'Διαχείριση μεθόδων αποστολής',
        ],
    

        'seller' => [
            'title' => 'Είσαι πωλητής;',
            'message' => 'Για να ξεκινήσετε τις πωλήσεις, εισαγάγετε τον πίνακα ελέγχου σας στο Selldone μέσω του παρακάτω συνδέσμου και δημιουργήστε το πρώτο σας κατάστημα εντελώς δωρεάν. Αυτό θα διαρκέσει λίγα λεπτά και θα έχετε το δικό σας κατάστημα και διαδικτυακό ιστότοπο. Στη συνέχεια θα σας καθοδηγήσουμε στα επόμενα βήματα και θα λάβουμε την πύλη πληρωμής.',
            'action' => 'Συνδεθείτε στον πίνακα ελέγχου μου',
        ],
        'buyer' => [
            'title' => 'Είμαι αγοραστής',
            'message' => 'Συγχαρητήρια. Μόλις γίνετε μέλος του Selldone, θα απαλλαγείτε από όλες τις ταλαιπωρίες της ιδιότητας μέλους και του ελέγχου ταυτότητας στα ηλεκτρονικά καταστήματα. Για να επωφεληθείτε από οποιοδήποτε κατάστημα και ιστότοπο που χρησιμοποιεί την πλατφόρμα Selldone, μπορείτε να συνδεθείτε με ένα κλικ και να κάνετε την αγορά σας απλή, γρήγορη και ασφαλή.',
        ],
    ],


    'charge-account' => [
        'category' => 'Πορτοφόλι > Λογαριασμός > Χρέωση',
        'title' => "Χρέωση επιτυχίας",
        'message' => "Ο λογαριασμός σας <b>:account_number</b> χρεώθηκε με επιτυχία το <b>:amount</b>.",
        'account' => 'λογαριασμός',
        'charge' => 'Χρέωση',
        'balance' => 'Ισορροπία',
        'footer' => "Κάντε την επιχείρηση εύκολη, εφικτή και προσβάσιμη σε οποιονδήποτε σε όλο τον κόσμο."
    ],

    'verify-email' => [
        'subject' => "🙌 Ολοκληρώστε την εγγραφή σας στο Selldone! Επαλήθευση συνδέσμου.",
        'category' => "ΕΙΣΑΙ ΕΝΑ ΒΗΜΑ ΜΑΚΡΙΑ",
        'title' => "Επιβεβαιώστε τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας",
        'message' => "Γεια σας :name,<br><br>Σας ευχαριστούμε που επιλέξατε Selldone!<br><br>Για να επιβεβαιώσετε ότι το <b>:email</b> είναι η σωστή διεύθυνση email σας, κάντε κλικ στον παρακάτω σύνδεσμο ή χρησιμοποιήστε το κουμπί Έχετε 48 ώρες για να ολοκληρώσετε αυτήν την επαλήθευση.",
        'footer' => "Εάν αντιμετωπίζετε πρόβλημα με το κλικ στο κουμπί Επαλήθευση, αντιγράψτε και επικολλήστε την παρακάτω διεύθυνση URL στο πρόγραμμα περιήγησής σας στον ιστό: :activation_url",
        'next-step' => "Στη συνέχεια, θα σας στείλουμε μερικά χρήσιμα υλικά και έναν οδηγό βήμα προς βήμα για να σας διευκολύνουμε να προσθέσετε τον προσαρμοσμένο τομέα σας, να ρυθμίσετε πληρωμές, να προσθέσετε προϊόντα και να λάβετε την πρώτη σας παραγγελία.",

    ],
    'verify-email-code' => [
        'subject' => "Κωδικός επαλήθευσης για :name",
        'category' => "SECURITY",
        'title' => "Κωδικός επαλήθευσης email",
        'message' => "Γεια σας :name,<br><br>Για να επιβεβαιώσετε ότι η <b>:email</b> είναι η σωστή διεύθυνση email σας, εισαγάγετε τον ακόλουθο κωδικό μέσα στα επόμενα <b>10 λεπτά</b>:",
    ],
    'onboarding-verify-email' => [
        'subject' => "🎉 Το κατάστημά σας είναι έτοιμο| :name",
        'category' => "ΕΙΣΑΙ ΕΝΑ ΒΗΜΑ ΜΑΚΡΙΑ",
        'title' => "Η ρύθμιση ολοκληρώθηκε",
        'account_title' => "Του λογαριασμού σας",
        'account_msg' => "Επαληθεύστε και συνδεθείτε στον λογαριασμό σας με αυτές τις πληροφορίες.",
        'shop_msg' => "Πληροφορίες λογαριασμού στο λειτουργικό σύστημα επιχείρησης Selldone.",

    ],

    'reset2fa' => [
        'category' => "ΕΠΙΣΗΜΟ ΜΗΝΥΜΑ ΑΣΦΑΛΕΙΑΣ",
        'title' => "Ζητήστε απενεργοποίηση σύνδεσης σε 2 βήματα",
        'message' => "Λάβατε αυτό το μήνυμα ηλεκτρονικού ταχυδρομείου επειδή λάβαμε ένα αίτημα για επαναφορά του ελέγχου ταυτότητας δύο παραγόντων για λογαριασμό **:name** με email **:email**.<br><br>Βρήκαμε τις ακόλουθες λεπτομέρειες για το λογαριασμό σας:",
        'footer' => "Εάν δεν ζητήσατε επαναφορά κωδικού πρόσβασης, δεν απαιτείται περαιτέρω ενέργεια.",
        'action' => 'Απενεργοποιήστε τη σύνδεση σε δύο βήματα',
    ],


    'build-new-shop' => [
        'subject' => "🎊 Το κατάστημά σας είναι έτοιμο τώρα!",
        'category' => "BORN NEW ONLINE ΚΑΤΑΣΤΗΜΑ ΣΤΟΝ ΚΟΣΜΟ",
        'title' => "Συγχαρητήρια, :name!",
        'message' => "<b>Συγχαρητήρια, :name! Η νέα σας διαδικτυακή επιχείρηση είναι πλέον ζωντανή!</b> Είμαστε ενθουσιασμένοι που σας καλωσορίζουμε στην κοινότητα των Selldoners. Κάνατε το πρώτο βήμα προς την επιτυχία και είμαστε εδώ για να σας βοηθήσουμε σε κάθε βήμα.<br>Τώρα που το κατάστημά σας είναι έτοιμο, ας βεβαιωθούμε ότι είστε έτοιμοι να λαμβάνετε πληρωμές απευθείας από τους πελάτες σας και να αρχίσετε να αναπτύσσετε την αυτοκρατορία σας. Εάν χρειαστείτε ποτέ βοήθεια, είμαστε μόνο ένα μήνυμα μακριά—η ομάδα υποστήριξής μας είναι πάντα εδώ για εσάς.<br><br><b>Σημαντικά επόμενα βήματα:</b> Για να ξεκινήσετε, βεβαιωθείτε ότι είστε έτοιμοι για τη λήψη πληρωμών και την ομαλή λειτουργία. Θα σας καθοδηγήσουμε σε κάθε στάδιο, ώστε το κατάστημά σας να λειτουργεί απρόσκοπτα.",
        'pdf-book' => "Μην χάσετε το συνημμένο εγχειρίδιο: Κάντε την επιχείρησή σας σαν παιχνίδι",

        'account' => [
            'title' => 'Βήμα 1: Δημιουργήστε έναν λογαριασμό στο πορτοφόλι Selldone',
            'message' => "Για να ξεκινήσετε, δημιουργήστε έναν λογαριασμό στο πορτοφόλι Selldone. Εδώ θα αφαιρεθούν οι χρεώσεις σας και επίσης θα συμπληρώσετε για να διατηρήσετε την ομαλή λειτουργία του καταστήματός σας. Εάν το υπόλοιπό σας γίνει ποτέ αρνητικό, μην ανησυχείτε! Το κατάστημά σας θα συνεχίσει να λειτουργεί χωρίς διακοπή.",
            'action' => 'Συνδεθείτε στο πορτοφόλι',
        ],

        'shop-account' => [
            'title' => 'Βήμα 2: συνδέστε τον λογαριασμό στο κατάστημα',
            'message' => "Στη συνέχεια, συνδέστε τον λογαριασμό πορτοφολιού σας στο κατάστημά σας. Μεταβείτε στο <b>Store > Accounting > Invoice</b> και συνδέστε το πορτοφόλι σας. Αυτό διασφαλίζει ότι όλες οι πληρωμές πελατών κατατίθενται απευθείας στον τραπεζικό σας λογαριασμό—Το Selldone δεν αφαιρεί κανένα ποσό από τα κέρδη σας.",
            'action' => 'Πίνακας τιμολογίων καταστήματος',
        ],

        'gateway' => [
            'title' => 'Βήμα 3: Συνδέστε την ηλεκτρονική πύλη πληρωμών',
            'message' => "Τώρα, ας ρυθμίσουμε την πύλη πληρωμής σας στο διαδίκτυο. Μεταβείτε στο <b>Store > Λογιστική > Port</b> και κάντε κλικ στο <b>Προσθήκη νέας Port</b>. Επιλέξτε το νόμισμά σας και θα δείτε μια λίστα με τις διαθέσιμες πύλες πληρωμής. Η σύνδεση μιας πύλης είναι γρήγορη και εύκολη, αλλά αν χρειάζεστε βοήθεια, μη διστάσετε να ελέγξετε τους οδηγούς Selldone ή να επικοινωνήσετε μαζί μας.",
            'action' => 'Προσθέστε μια πύλη στο κατάστημα',
        ],

        'domain' => [
            'title' => 'Τελευταίο βήμα: σύνδεση ενός αποκλειστικού τομέα',
            'message' => "Τώρα, συνδέστε τον προσαρμοσμένο τομέα σας στο κατάστημά σας. Αυτό επιτρέπει στους πελάτες να αγοράζουν τα προϊόντα ή τις υπηρεσίες σας και να πραγματοποιούν πληρωμές απευθείας σε εσάς.",
            'action' => 'Παρουσίαση και λήψη απεριόριστων δωροκαρτών',
        ],
    ],


    'basket-list' => [
        'item' => "είδος",
        'count' => "μετρώ",
        'price' => "τιμή",
        'discount-code' => "Κωδικός έκπτωσης",
        'customer-club' => 'Λέσχη Πελατών',
        'shipping' => "Αποστολή",
        'total' => "Σύνολο",
        'offer' => "Προσφορά",
        'coupon' => "Κουπόνι",
        'lottery' => "Βραβείο",
        'tax' => "Φόρος",
        'tax_included' => "Περιλαμβάνεται στην τιμή",
        'tax_shipping' => "Shipping Tax",
    ],

    'buyable-payments' => [
        'method' => 'Μέθοδος',
        'amount' => 'Ποσό',
        'giftcard' => 'Gift card',
        'payment' => 'Πληρωμή',
    ],


    'shop-subscription-email' => [
        'category' => "Ενημέρωση συνδρομής",
        'title' => "Άδεια καταστήματος: :shop_title",
        'title-reserved' => "Κάντε κράτηση άδειας: :shop_title",
        'title-active' => "Ενεργή άδεια: :shop_title",
        'title-finished' => "Τελειωμένη άδεια: :shop_title",
        'title-cancel' => "Ακύρωση άδειας: :shop_title",
        'message' => "Το σχέδιο άδειας καταστήματός σας ενημερώθηκε,",
        'RESERVED' => "⚡ Το πρόγραμμα συνδρομής σας έχει **κρατηθεί**.",
        'ACTIVE' => "🟢 Το πρόγραμμα συνδρομής σας έχει **ενεργοποιηθεί**.",
        'FINISHED' => "🚧 Το πρόγραμμα συνδρομής σας **ολοκληρώθηκε**.",
        'CANCEL' => "⛔ Το πρόγραμμα συνδρομής σας **ακυρώθηκε**.",
    ],

    'support' => [
        'subject' => "Κέντρο υποστήριξης | Ο :name απάντησε",
        'category' => "Κέντρο υποστήριξης",
        'title' => "Λάβατε απάντηση",
        'action' => "Ανοιχτός διαχειριστής καταστήματος",
    ],

    'shop-customer-join' => [
        'subject' => "Εγγραφείτε στο :shop_title",
        'category' => "Γιορτή νέου πελάτη",
        'title' => "Χαιρόμαστε για τη συνδρομή σας",
        'action' => "Επισκεφθείτε τώρα",
    ],

    'shop-vendor-join' => [
        'subject' => "Ενσωμάτωση προμηθευτή | :shop_title",
        'category' => "Γιορτή νέου πωλητή",
        'title' => "Χαιρόμαστε για τη συνδρομή σας",
        'action' => "Vendor Panel",
    ],


    'shop-giftcard' => [
        'subject' => "Δωροκάρτα :shop_title",
        'category' => "Προσθήκη νέας κάρτας",
        'title' => "Συγχαρητήρια, λάβατε μια δωροκάρτα",
        'action' => "Ψώνισε τώρα",
        'message' => "Έχετε λάβει μια δωροκάρτα στο ποσό των :balance :currency. Θα μπορείτε να αγοράσετε από το κατάστημά μας με αυτή τη δωροκάρτα.",

    ],
    // -------------------------------------- Shop Contact ------------------------------------
    'contact' => [
        'subject' => "Κέντρο υποστήριξης| :shop",
        'category' => "υποστήριξη",
        'title' => "Λάβατε απάντηση",
    ],

    // -------------------------------------- Shop Customer ------------------------------------
    'order-checkout' => [
        'subject' => "🛍️ Επιβεβαίωση παραγγελίας|Παραγγελία :order_id",
        'title' => "παραγγελία",
        'message' => "Κάνατε μια παραγγελία στο κατάστημά μας. Λάβαμε την παραγγελία σας και θα σας στείλουμε νέο email μόλις επιβεβαιωθεί η πληρωμή."
    ,

        'payments' => 'Πληρωμές',
    ],

    'order-payment' => [
        'subject' => "🛍️ Επιβεβαίωση πληρωμής|Παραγγελία :order_id",
        'title' => "Σειρά ΠΛΗΡΩΜΗΣ",
        'message' => "Η πληρωμή σας ολοκληρώθηκε,<br> Έχουμε την παραγγελία σας. Θα σας στείλουμε άλλο email όταν αποσταλεί η παραγγελία σας.",
    

        'payments' => 'Πληρωμές',
    ],

    'order-update' => [
        'subject' => "🛍️ Ενημέρωση κατάστασης παραγγελίας|Παραγγελία :order_id",
        'title' => "Ενημέρωση κατάστασης παραγγελίας",
        'message' => "Η παραγγελία σας έχει ενημερωθεί. Μπορείτε να ελέγξετε την πιο πρόσφατη κατάσταση αυτής της παραγγελίας στον λογαριασμό σας.",
        'instructions' => [
            'PHYSICAL' => [
                'CheckQueue' => "Η παραγγελία σας βρίσκεται στην ουρά για επεξεργασία. Θα σας ειδοποιήσουμε όταν ετοιμάζεται.",
                'OrderConfirm' => "Η παραγγελία σας επιβεβαιώθηκε και η προετοιμασία έχει ξεκινήσει.",
                'PreparingOrder' => "Η παραγγελία σας ετοιμάζεται και θα αποσταλεί σύντομα.",
                'SentOrder' => "Η παραγγελία σας έχει αποσταλεί. Θα το λάβετε σύντομα.",
                'ToCustomer' => "Η παραγγελία σας παραδόθηκε. Ελπίζουμε να το απολαύσετε!",

                'PreparingOrder-PICKUP' => "Η παραγγελία σας ετοιμάζεται. Θα λάβετε μια ειδοποίηση όταν είναι έτοιμο για παραλαβή.",
                'SentOrder-PICKUP' => "Η παραγγελία σας είναι έτοιμη για παραλαβή. Ελάτε στο κατάστημα για να το παραλάβετε.",
                'ToCustomer-PICKUP' => "Η παραγγελία σας παραλήφθηκε. Ελπίζουμε να το απολαύσετε!"

            ],
            'VIRTUAL' => [
                'CheckQueue' => "Η παραγγελία σας βρίσκεται στην ουρά για επεξεργασία. Θα σας ειδοποιήσουμε όταν είναι έτοιμο.",
                'OrderConfirm' => "Η παραγγελία σας επιβεβαιώθηκε και η προετοιμασία βρίσκεται σε εξέλιξη.",
                'PreparingOrder' => "Η παραγγελία σας ετοιμάζεται και θα σας σταλεί σύντομα.",
                'ToCustomer' => "Η εικονική παραγγελία σας παραδόθηκε στον λογαριασμό σας. Σας ευχαριστώ!"
            ],
            'SERVICE' => [
                'CheckQueue' => "Το αίτημα εξυπηρέτησης βρίσκεται στην ουρά. Θα σας ειδοποιήσουμε όταν ξεκινήσουμε.",
                'OrderConfirm' => "Η υπηρεσία σας επιβεβαιώθηκε και ετοιμαζόμαστε να ξεκινήσουμε.",
                'PreparingOrder' => "Ετοιμάζουμε την υπηρεσία σας και θα σας ειδοποιήσουμε μόλις ολοκληρωθεί.",
                'ToCustomer' => "Η υπηρεσία σας έχει ολοκληρωθεί. Ευχαριστούμε που μας επιλέξατε!"
            ],
            'FILE' => [
                'PreparingOrder' => "Το αρχείο σας ετοιμάζεται και θα είναι διαθέσιμο σύντομα.",
                'ToCustomer' => "Το αρχείο σας είναι έτοιμο και παραδόθηκε. Τώρα μπορείτε να το κατεβάσετε."
            ],
            'SUBSCRIPTION' => [
                'CheckQueue' => "Η παραγγελία συνδρομής σας βρίσκεται στην ουρά. Θα σας ειδοποιήσουμε όταν ξεκινήσει η επεξεργασία.",
                'OrderConfirm' => "Η συνδρομή σας έχει επιβεβαιωθεί και ρυθμίζεται.",
                'PreparingOrder' => "Ετοιμάζουμε τη συνδρομή σας και θα ξεκινήσει σύντομα.",
                'SentOrder' => "Η συνδρομή σας έχει ενεργοποιηθεί. Θα λαμβάνετε συνεχείς ενημερώσεις.",
                'ToCustomer' => "Η συνδρομητική σας υπηρεσία ενεργοποιήθηκε με επιτυχία."
            ]
        ]

    ],

    // -------------------------------------- Vouchers ------------------------------------
    'get-voucher' => [
        'subject' => 'Συγχαρητήρια :name | Νέο κουπόνι: :title',
        'category' => "ΣΥΓΧΑΡΗΤΗΡΙΑ, ΝΕΟ κουπόνι",
        'message' => "Γεια σου :name,<br><br>Λάβατε ένα νέο κουπόνι ως δώρο από εμάς! Μπορείτε να κερδίσετε ακόμη περισσότερα κουπόνια παρουσιάζοντας το Selldone στους φίλους σας και σε όλους όσους γνωρίζετε. Αυτό το κουπόνι αξίζει **:price :currency**.<br><br>Έχετε κάνει το πρώτο βήμα και είμαστε εδώ για να σας βοηθήσουμε να ξεκλειδώσετε νέες λειτουργίες με το κουπόνι σας! Συνδεθείτε με **:email** και βρείτε το κουπόνι σας στο κατάστημα **Πίνακας ελέγχου** > **Ρυθμίσεις** > **Άδεια**.<br><br>Συγχαρητήρια!",
        'action' => "Ο πίνακας ελέγχου μου",
    ],


    // -------------------------------------- Received Gift ------------------------------------
    'received-gift' => [
        'subject' => 'Συγχαρητήρια, Αγαπητέ :name | Έχετε λάβει ένα δώρο',
        'category' => "Ανακοίνωση παραλαβής δώρου",
        'title' => "Δώρα για εσάς",
        'message' => "Γεια :name, είμαστε στην ευχάριστη θέση να σας ενημερώσουμε ότι λάβατε ένα ξεχωριστό δώρο από το Selldone! 🎉 Μπορείτε να κερδίσετε περισσότερα δώρα παραμένοντας ενεργοί, αναπτύσσοντας το κατάστημά σας και βελτιώνοντας την εξειδίκευσή σας στο Selldone. Για να ελέγξετε το δώρο σας, απλώς συνδεθείτε με το :email και αναζητήστε το στην επάνω δεξιά γωνία του πίνακα ελέγχου σας.<br><br>Αυτό το δώρο αξίζει **:price :currency**, και μπορείτε εύκολα να το καταθέσετε στο πορτοφόλι σας μέσα στο Selldone.<br><br>Χρησιμοποιήστε το δώρο σας για να αναβαθμίσετε την άδεια του καταστήματός σας και να ξεκλειδώσετε ακόμη πιο ισχυρά εργαλεία για να ενισχύσετε την online επιχείρησή σας!",
        'action' => "Δώρα",
    ],

    // -------------------------------------- Shop Order Payment Admin (Seller) ------------------------------------

    'order-payment-admin' => [
        'subject' => "🛍️ Λήψη νέας παραγγελίας| :order_id",
        'title' => "New Order",
        'message' => "Έχετε λάβει νέα παραγγελία. Μεταβείτε στη σελίδα επεξεργασίας παραγγελιών στο κατάστημά σας.",
    ],


    // -------------------------------------- Virtual item info component ------------------------------------

    'virtual-item' => [
        'input-form-title' => 'Τα συμπληρωμένα στοιχεία σας',
        'output-form-title' => 'Πληροφορίες για το αγορασμένο προϊόν',
    ],

    // -------------------------------------- Weekly shop report ------------------------------------
    'selldone-weekly-report' => [
        'subject' => '📬 :shop_title|Εβδομαδιαία αναφορά :time',
        'title' => 'Εβδομαδιαία αναφορά απόδοσης καταστήματος',
        'message' => "Αυτή είναι η εβδομαδιαία αναφορά του καταστήματός σας από το <b>:start</b> έως το <b>:end</b>. Αυτή η αναφορά περιλαμβάνει συμβουλές για τη βελτίωση της επιχείρησής σας, μπορείτε επίσης να ελέγξετε την κατάσταση του ηλεκτρονικού σας καταστήματος και τις πρόσφατες παραγγελίες. Ελπίζω να έχετε μια καλή μέρα και εβδομάδα μπροστά."
    ],

    // -------------------------------------- Seasonal shop report ------------------------------------
    'shop-seasonal-report' => [
        'subject' => '☘ Η αναφορά σας :amount saving τους τελευταίους τρεις μήνες | :shop_title',
        'title' => 'Εποχιακή αναφορά σχετικά με την επιχειρηματική σας δραστηριότητα, τις ανταμοιβές και τις οικονομικές αποταμιεύσεις σας',
        'message' => "Αυτή είναι η εποχική σας αναφορά <b>:shop_title</b> από <b>:start</b> έως <b>:end</b>."
    ],


// -------------------------------------- EC-ShopAccounts ------------------------------------
    'EC-ShopAccounts' => [
        'title' => 'Συνδεδεμένοι λογαριασμοί',
        'sub-title' => 'Ποια είναι η πιο πρόσφατη κατάσταση των λογαριασμών πορτοφολιού που είναι συνδεδεμένοι στο κατάστημά μου;',
        'view-wallet' => 'Προβολή πορτοφολιού',
        'tip-title' => 'Σημαντικές συμβουλές',
        'tip' => "Ρυθμίστε ένα δωρεάν πορτοφόλι Selldone και συνδέστε το με το κατάστημά σας. Ακόμα κι αν το υπόλοιπό σας είναι αρνητικό, οι πελάτες σας μπορούν να ψωνίσουν και να πληρώσουν χωρίς προβλήματα. Μην ανησυχείτε, οι λειτουργίες και τα δεδομένα του καταστήματός σας θα συνεχιστούν ομαλά για έως και 1 μήνα, χωρίς διακοπές.",
        'view-my-wallet' => 'My wallet',
        'connect-account' => 'Σύνδεση με λογαριασμό'
    ],

// -------------------------------------- EC-ShopApps ------------------------------------
    'EC-ShopApps' => [
        'title' => 'Εγκατεστημένες εφαρμογές',
        'sub-title' => 'Λίστα με τις εφαρμογές που έχετε εγκαταστήσει στο κατάστημά σας αυτήν την εβδομάδα.',
        'tip' => "Θέλετε να βρείτε περισσότερες εφαρμογές για το κατάστημά σας;",
        'view-app-store' => 'Επισκεφθείτε το Selldone App Store..',
    ],

// -------------------------------------- EC-ShopBots ------------------------------------
    'EC-ShopBots' => [
        'title' => 'Τα ρομπότ του καταστήματός σας',
        'sub-title' => 'Ενεργά bots πωλήσεων στο κατάστημά μου.',
        'tip-title' => 'Πώληση bot',
        'tip' => "Η Selldone σάς έχει παράσχει αυτόματα ρομπότ πωλήσεων. Το μόνο που έχετε να κάνετε είναι να μεταβείτε στον πίνακα Add-ons> Bots και να ενεργοποιήσετε τα bots του καταστήματός σας. Σημειώστε ότι η σχετική υπηρεσία πρέπει να είναι διαθέσιμη στη χώρα σας.",
        'view-bots' => 'Διαχείριση bots',
    ],

// -------------------------------------- EC-ShopContacts ------------------------------------
    'EC-ShopContacts' => [
        'title' => 'Επικοινωνία με Πελάτες',
        'sub-title' => 'Πόσες επαφές είχα με τους πελάτες μου αυτή την εβδομάδα;',
        'faqs' => 'Συχνές Ερωτήσεις',
        'tickets' => 'Εισιτήρια πελατών',
    ],

// -------------------------------------- EC-ShopData ------------------------------------
    'EC-ShopData' => [
        'title' => 'Κατάσταση χρηστών',
        'sub-title' => 'Δραστηριότητα από :start έως :end',
        'users' => [
            'title' => 'Οι πελάτες',
            'subtitle' => 'Εγγραφή Χρήστες',
        ],
        'views' => [
            'title' => 'Επισκέψεις',
            'subtitle' => 'Πόσες φορές έχετε επισκεφτεί το κατάστημα',
        ],
        'new_visitors' => 'New Users',
        'returning_visitors' => 'Χρήστες που επέστρεψαν',

        'shop_views' => 'Προβολές καταστημάτων',
        'baskets' => [
            'title' => 'Καλάθια αγορών',
            'subtitle' => 'Αναφέρετε τον αριθμό των νέων καλαθιών αγορών',
        ],
        'products' => [
            'title' => 'Επισκόπηση προϊόντων',
            'subtitle' => 'Κατάσταση προϊόντων στο κατάστημα ανά τύπο',
            'value_name' => 'Προϊόντα'
        ],
        'products_count' => 'Τύποι προϊόντων',
        'views_count' => 'Αριθμός προβολών',
        'sell_count' => 'Αριθμός πωλήσεων',
        'send_count' => 'Αριθμός αποστολής',
    ],


// -------------------------------------- EC-ShopDropShipping ------------------------------------
    'EC-ShopDropShipping' => [
        'title' => 'Η ναυτιλία πτώσης',
        'sub-title' => 'Πάνελ για μεγάλους πωλητές Drop Shipping Selldone.',
        'total_fulfillments' => 'Συνολικές παραγγελίες που ελήφθησαν',
        'ds_count' => 'Παραγγελίες που ελήφθησαν',
        'statistics_title' => 'Αναφορά παραγγελιών που ελήφθησαν',
        'ds_cancels' => 'Ακύρωση από τον πωλητή διεπαφής',
        'ds_rejects' => 'Ακύρωση από εσάς',
        'tip' => "Είστε μεγάλος πωλητής αγαθών; Έχετε αποθήκη, εργοστάσιο ή διανομέα προϊόντων; Μπορείτε να προσφέρετε τα προϊόντα σας σε άλλους πωλητές στην υπηρεσία Selldone Drop Shipping για να πουλήσετε το προϊόν σας σε μεγάλη κλίμακα. Στείλτε μας email στη διεύθυνση support@selldone.com για να σας καθοδηγήσουμε.",
        'view-drop-shipping-panel' => 'Είσοδος στον πίνακα χονδρικής',
    ],


// -------------------------------------- EC-ShopExchangeRates ------------------------------------
    'EC-ShopExchangeRates' => [
        'title' => 'Συναλλαγματικές ισοτιμίες',
        'sub-title' => 'Λίστα με τις πιο πρόσφατες ισοτιμίες μετατροπής νομισμάτων στο κατάστημά σας.',
        'from' => 'Νόμισμα πηγής',
        'to' => 'Νόμισμα προορισμού',
        'rate' => 'Ποσοστό μετατροπής',
        'view-exchange-panel' => 'Διαχείριση συναλλαγματικών ισοτιμιών',
    

        'vew-exchange-panel' => 'πίνακα διαχείρισης συναλλαγματικών ισοτιμιών',
    ],


// -------------------------------------- EC-ShopExperts ------------------------------------
    'EC-ShopExperts' => [
        'title' => 'Συμβάσεις εμπειρογνωμόνων',
        'sub-title' => 'Ποιοι επαγγελματίες εργάζονται στο κατάστημά μου;',
        'cost' => 'Ποσό Συμβολαίου',
        'duration' => 'Διάρκεια',
        'start_at' => 'Start Date',
        'complete_at' => 'Completion Date',
        'cancel_at' => 'Ημερομηνία Ακύρωση',
        'end_at' => 'Ημερομηνία παράδοσης',
        'tip' => 'Μπορείτε να προσλάβετε τους καλύτερους ειδικούς στο Selldone για να αναπτύξετε την επιχείρησή σας.',
        'view-experts' => 'Κάντε κλικ για να ξεκινήσετε.',
    ],


// -------------------------------------- EC-ShopGateways ------------------------------------
    'EC-ShopGateways' => [
        'title' => 'Payment gateways',
        'sub-title' => 'Αναφέρετε ενεργές πύλες πληρωμής στο shop :shop.',
        'tip-title' => 'Σημαντικές συμβουλές',
        'tip' => "Μεταβείτε στη σελίδα διαχείρισης πύλης στο κατάστημά σας και προσθέστε τουλάχιστον μία θύρα σε λίγα λεπτά. Οι πελάτες σας επιθυμούν να πληρώνουν γρήγορα και με ασφάλεια μέσω διαδικτυακών πυλών.",
        'view-shop-gateways' => 'Συνδεθείτε στη διαχείριση της πύλης του καταστήματός μου.',
        'view-gateways' => 'Δείτε περισσότερες πύλες',
    ],


// -------------------------------------- EC-ShopOrders ------------------------------------
    'EC-ShopOrders' => [
        'title' => 'Παραγγελίες',
        'sub-title' => 'Λίστα παραγγελιών που έλαβα αυτή την εβδομάδα.',
        'total_baskets' => 'Σύνολο παραγγελιών',
        'total_posBaskets' => 'Συνολικές παραγγελίες μετρητών',
        'pos-title' => 'Κουτί καταστήματος POS',
        'chart-label' => 'Οι παραγγελίες ολοκληρώθηκαν (αυτές οι παραγγελίες δεν πληρώνονται απαραίτητα!)',
        'tip-title' => 'Πρέπει να προσπαθήσεις περισσότερο...',
        'tip' => "Καμία απλή επιτυχία.",
    ],

// -------------------------------------- EC-ShopProcessCenter ------------------------------------
    'EC-ShopProcessCenter' => [
        'title' => 'Κέντρο επεξεργασίας',
        'sub-title' => 'Πόση παραγγελία επεξεργαστήκαμε στο κατάστημα αυτή την εβδομάδα;',
        'tip-title' => 'Δεν είχατε πώληση!',
        'tip' => "Δυστυχώς δεν είχατε πωλήσεις αυτή την εβδομάδα. Πρέπει να πάρετε περισσότερα στο κατάστημά σας. Μπορείτε να προσθέσετε περισσότερα προϊόντα, να επιλέξετε καλύτερες εικόνες ή να γράψετε καλύτερες περιγραφές για τα προϊόντα σας. Σκεφτείτε μια εργασία πλήρους απασχόλησης για την επιχείρησή σας. Αν το κάνεις σωστά και δεν απογοητευτείς, θα πετύχεις.",
        'view-process-center' => 'Δείτε το κέντρο διαδικασιών',
        'return' => [
            'title' => 'Επιστρεφόμενη παραγγελία',
            'subtitle' => 'Αναφορά παραγγελιών που επιστράφηκαν.',
            'tip-title' => 'Ξέρατε ότι ...',
            'tip' => "Μπορείτε να δημιουργήσετε όσες ταμειακές μηχανές χρειάζεστε με το Selldone POS! Είτε πρόκειται για tablet, κινητό ή φορητό υπολογιστή, μπορείτε να μετατρέψετε οποιαδήποτε συσκευή στο σημείο πώλησης του καταστήματός σας. Είναι απλό, γρήγορο στη ρύθμιση και πλήρως προετοιμασμένο για τον διακομιστή σας. Ξεκινήστε να το χρησιμοποιείτε σήμερα!",
            'view-pos' => 'Συνδεθείτε στο My Online Store Cashier'
        ]
    ],


// -------------------------------------- EC-ShopSessions ------------------------------------
    'EC-ShopSessions' => [
        'title' => 'Συνεδρίες',
        'sub-title' => 'Πόσες φορές επισκέφτηκα το κατάστημά μου;',
        'countries-title' => 'Ποιες χώρες έχουν τις περισσότερες επισκέψεις;',
    ],


// -------------------------------------- EC-PublicMessage ------------------------------------
    'EC-PublicMessage' => [
        'title' => 'Θέλετε να βγάλετε χρήματα χωρίς να ξοδέψετε ένα δολάριο;',
        'message' => "Αγαπητέ :name, μπορείτε να μεταβείτε στο Dashboard > Demonetization και να δημιουργήσετε έναν σύνδεσμο παραπομπής. Στείλτε το σύνδεσμο στους φίλους σας, Λαμβάνετε δωροκάρτες Selldone και ένα ποσοστό των πληρωμών του φίλου σας. Σημειώστε ότι η δωροκάρτα θα σταλεί και σε εσάς και στον φίλο σας.",
        'action' => 'Δείτε τον σύνδεσμο εισαγωγής μου',
        'mail-clip' => "<b style='color: #C2185B'>Σημαντικό:</b> Εάν χρησιμοποιείτε υπηρεσίες ηλεκτρονικού ταχυδρομείου όπως το Gmail που περιορίζουν τη διάρκεια του μηνύματος ηλεκτρονικού ταχυδρομείου, βρείτε την ακόλουθη επιλογή στο τέλος του μηνύματος ηλεκτρονικού ταχυδρομείου για να εμφανίσετε την πλήρη αναφορά και κάντε κλικ σε αυτήν:",

        'no-coin-reward' => "<b style='color: #C2185B'>Λυπούμαστε:</b> Η δραστηριότητά σας δεν πληρούσε την απαίτηση για δωρεάν ανταμοιβή SEL Coins. Προσπαθήστε περισσότερο και πουλήστε περισσότερα στο κατάστημά σας για την επόμενη σεζόν.",
        'yes-coin-reward' => "<b style='color: #4CAF50'>Ανταμοιβή:</b> Συγχαρητήρια, λόγω της φανταστικής απόδοσής σας, σας δώσαμε μια δωρεάν ανταμοιβή :amount SEL Coin.",

        'need-buy-license' => "<b> Αναβαθμίστε την επιχείρησή σας:</b> Φαίνεται ότι δεν έχετε εγγράψει ακόμη κανένα πρόγραμμα συνδρομής για τον ιστότοπό σας! Κάντε αναβάθμιση τώρα για να ξεκλειδώσετε περισσότερες δυνατότητες μόνο με :amount ανά μήνα, εάν πληρώνεστε ετησίως.",
        'not-afford-message' => "Εάν δεν μπορείτε να αντέξετε οικονομικά ή αντιμετωπίζετε προβλήματα με την πληρωμή, μη διστάσετε να μας ενημερώσετε μέσω του support@selldone.com.",
        'add-domain' => "<b>Γιατί να μην έχετε έναν προσαρμοσμένο τομέα για την επιχείρησή σας;</b><br> Προσθέστε έναν τομέα στον ιστότοπό σας τώρα. είναι δωρεάν!"
    ],


    // -------------------------------------- Widget-Socials ------------------------------------
    'Widget-Socials' => [
        'title' => "Το Selldone είναι α<del> προϊόν</del> <span style = 'color: forestgreen'>κοινότητα</span> .<br> Γίνετε επαγγελματίας πωλητής!",
        'message' => "Ακολουθήστε τις επίσημες σελίδες του Selldone στο Twitter, στο LinkedIn και στα κοινωνικά δίκτυα. Στείλτε μας τυχόν σχόλια, αιτήματα ή επικρίσεις ή συμμετάσχετε σε συζητήσεις σχετικά με το Selldone. Είμαστε επίσης μέρος της κοινότητας του Selldone που το <b> φτιάχνετε </b>."
    ],


    // -------------------------------------- Avocado (Seller) ------------------------------------
    'avocado-seller-daily-report' => [
        'subject' => 'Λάβαμε νέες παραγγελίες αβοκάντο | :shop_title :time',
        'title' => "Αναφορά απόδοσης για τις τελευταίες 24 ώρες",
        'message' => "Οι πελάτες σας περιμένουν τον έλεγχο και την τιμολόγηση των παραγγελιών σας. Απαντήστε στα αιτήματα των πελατών σας το συντομότερο δυνατό για να πετύχετε περισσότερες πωλήσεις.",
        'card_title' => "Παραγγελίες στην ουρά",
        'card_subtitle' => "Από το :date",

        'card_payed' => "Παραγγελίες επί πληρωμή"
    ],


    // -------------------------------------- Community > Post ------------------------------------
    'community-comments' => [
        'subject' => 'Απαντήστε στην ανάρτησή σας στο :community_title',
        'title' => ":name και :count άλλοι σχολίασαν τις αναρτήσεις σας.",
        'message' => "Γεια σου :name, οι αναρτήσεις σου τραβούν την προσοχή! Έχετε λάβει σχόλια στην κοινότητά μας. Συνδεθείτε στον λογαριασμό σας για να συμμετάσχετε στη συζήτηση και να δείτε τι λένε όλοι.",
        'title-simple' => "Ο :name σχολίασε τις αναρτήσεις σας.",
    ],


    // -------------------------------------- Community > Topic ------------------------------------
    'community-topic' => [
        'subject' => '🔔 Απαντήστε στο θέμα σας :topic_title',
        'title' => ":name και :count άλλοι απάντησαν στο θέμα σας.",
        'message' => "Γεια σου :name, το θέμα σου τραβάει την προσοχή! Έχετε λάβει απαντήσεις στην κοινότητά μας. Συνδεθείτε στον λογαριασμό σας για να συμμετάσχετε στη συζήτηση και να δείτε τι λένε όλοι.",
        'title-simple' => "Το :name απάντησε στο θέμα σου.",
    ],

    // -------------------------------------- User > Login ------------------------------------
    'user-login' => [
        'subject' => '🔔 Νέα σύνδεση :name',
        'category' => 'Ειδοποιήσεις ασφαλείας',
        'title' => "Συνδεθείτε στο Λογαριασμό",
        'message' => "Αγαπητέ :name, έχετε συνδεθεί στον λογαριασμό σας Selldone.",   // Login in selldone (seller)
        'message-shop' => "Αγαπητέ :name, έχετε συνδεθεί στο :shop_title .",  // Login in shop (buyer)

        'footer' => "Εάν δεν είστε συνδεδεμένοι, αλλάξτε τον κωδικό πρόσβασής σας.",

    ],


    // -------------------------------------- Account > TransactionNotification ------------------------------------
    'account-transaction' => [
        'withdraw' => "Απόσυρση",
        'deposit' => "Κατάθεση",

        'withdraw_subject' => "ανάληψη από λογαριασμό :account",
        'deposit_subject' => "Κατάθεση σε λογαριασμό :account",

        'message' => "Η μεταφορά χρημάτων έχει γίνει με τις παρακάτω προδιαγραφές.",

        'type' => "Τύπος συναλλαγής",

        'from' => "Λογαριασμός πηγής",
        'to' => "Destination account",

        'desc' => "Περιγραφή συναλλαγής",
        'action' => "Προβολή συναλλαγής",
    ],
    // -------------------------------------- Shop > Penalty ------------------------------------

    'penalty' => [
        'subject' => "⛔ Σημαντικό! Παραβίαση κανόνων| :shop",
        'category' => "Κριτική ενημέρωση",
        'title' => "Το κατάστημά σας έχει τιμωρηθεί",
        'action' => "Ανοίξτε τον πίνακα ελέγχου καταστήματος",
    ],


    // -------------------------------------- User > Invite friend ------------------------------------
    'invite' => [
        'subject' => "Το :inviter σας προσκάλεσε στο Selldone",
        'title' => "Το :name σάς έστειλε :amount για να σας βοηθήσει να ανοίξετε τον νέο σας διαδικτυακό ιστότοπο και να δημιουργήσετε έσοδα από αυτόν!",
        'message' => "Γεια **:receiver_name**,<br><br>Καλώς ήρθατε στο Selldone! Στο Selldone, μπορείτε εύκολα να δημιουργήσετε τον ιστότοπο ηλεκτρονικού εμπορίου, το ιστολόγιό σας, την ηλεκτρονική σας κοινότητα, ακόμη και να δημιουργήσετε ένα ηλεκτρονικό σύστημα POS για προσωπικές πωλήσεις—όλα μέσα σε λίγα λεπτά. Είναι το πλήρες διαδικτυακό λειτουργικό σύστημα επιχειρήσεων που έχει σχεδιαστεί για να κάνει την επιχείρησή σας καλύτερη, ταχύτερη και ευκολότερη στη λειτουργία.<br><br>Εγγραφείτε έως το <b>:date</b> και λάβετε ένα κουπόνι :amount για να ξεκινήσετε!",
        'accept' => "Αποδεχτείτε την πρόσκληση",
        'owner' => "Ιδιοκτήτης του",
        'join-date' => "Στο Selldone από τότε",
    ],

    // -------------------------------------- Shop > Recovery mail ------------------------------------
    'shop-recovery' => [
        'subject' => "Σύνδεσμος ανάκτησης| :shop",
        'category' => "Ασφάλεια καταστήματος",
        'title' => "Σύνδεσμος ανάκτησης καταστήματος του <b>:shop_name</b> .",
        'message' => "Αυτό το μήνυμα ηλεκτρονικού ταχυδρομείου εστάλη σε εσάς επειδή ζητήσατε να επαναφέρετε το κατάστημά σας. Κάνοντας κλικ στον παρακάτω σύνδεσμο θα ανακτηθεί το κατάστημά σας και όλα τα δεδομένα που ανήκουν σε αυτό.",
        'action' => "Επιβεβαιώστε την ανάκτηση καταστήματος",

    ],


    // -------------------------------------- SR-SeasonalSaving ------------------------------------
    'SR-SeasonalSaving' => [
        'title' => 'Πόσα χρήματα εξοικονόμησε η Selldone για την επιχείρησή σας;',
        'sub-title' => 'Από την ημερομηνία :start έως :end',
        'infrastructure' => [
            'title' => 'Υποδομή',
            'subtitle' => 'Διακομιστές, CDN, Αποθήκευση και άλλες υπηρεσίες cloud',
        ],
        'experts' => [
            'title' => 'Εμπειρογνώμονες & Προσωπικό',
            'subtitle' => 'Προγραμματιστές, συντήρηση και υποστήριξη',
        ],
        'total_save' => 'Συνολικά εξοικονομημένα χρήματα'
    ],
    // -------------------------------------- SR-SeasonalPerformance ------------------------------------
    'SR-SeasonalPerformance' => [
        'title' => 'Η απόδοσή σας',
        'sub-title' => 'Επισκόπηση επιχείρησης από :start έως :end',

        'new_visitors' => 'New Users',
        'returning_visitors' => 'Χρήστες που επέστρεψαν',

        'shop_views' => 'Προβολές καταστημάτων',
        'baskets' => [
            'title' => 'Καλάθια αγορών',
            'subtitle' => 'Αναφέρετε τον αριθμό των νέων καλαθιών αγορών',

        ],
        'products' => [
            'title' => 'Επισκόπηση προϊόντων',
            'subtitle' => 'Κατάσταση προϊόντων στο κατάστημα ανά τύπο',
            'value_name' => 'Προϊόντα'
        ],
        'views' => [
            'title' => 'Page Views',
            'subtitle' => 'Συνολικές προβολές σελίδας ιστότοπου',
        ],
    ],


    // ██████████████████████ Marketplace ██████████████████████
    'vendor-order' => [
        'title' => 'New Order',
        'message' => "Έχετε λάβει νέα παραγγελία. Μεταβείτε στη σελίδα επεξεργασίας παραγγελίας στον πίνακα προμηθευτή σας.",
        'subject' => "🛍️ Λήψη νέας παραγγελίας| :order_id",
        'your_revenue' => "Τα έσοδά σας",
    ],
    'vendor-invite' => [
        'title' => 'Πρόσκληση πωλητή',
        'message' => "Έχετε λάβει μια πρόσκληση να γίνετε προμηθευτής του :shop_name. Μπορείτε να το αποδεχτείτε ή να το απορρίψετε κάνοντας κλικ στα παρακάτω κουμπιά.",
        'subject' => ":shop_name | Λάβατε μια πρόσκληση να γίνετε ο προμηθευτής μας",
        'accept' => "Αποδεχτείτε και γίνετε πωλητής",
        'reject' => "Απορρίπτω",

    ],

    // Staff of vendor
    'vendor-member-invite' => [
        'title' => 'Πρόσκληση για συμμετοχή στην ομάδα μας',
        'message' => "Έχετε προσκληθεί να συμμετάσχετε στο :vendor_name στο :shop_name. Μπορείτε να αποδεχτείτε ή να απορρίψετε αυτήν την πρόσκληση χρησιμοποιώντας τα παρακάτω κουμπιά.",
        'subject' => "Πρόσκληση για συμμετοχή στο :vendor_name|Γίνετε μέλος της ομάδας",
        'accept' => "Αποδεχτείτε και εγγραφείτε στην ομάδα",
        'reject' => "Απόρριψη",

    ],

    // -------------------------------------- ShopEmailLogin ------------------------------------
    'shop-email-login' => [
        'subject' => "Ο κωδικός σύνδεσής σας για :shop",
        'header-message' => "Σας στέλνουμε αυτό το email επειδή ζητήσατε κωδικό σύνδεσης για το κατάστημα. Βρείτε τον κωδικό πρόσβασης μίας χρήσης (OTP) παρακάτω:",
        'footer-message' => "Αυτός ο κωδικός θα ισχύει για 10 λεπτά. Εάν δεν ζητήσατε αυτόν τον κωδικό σύνδεσης, αγνοήστε αυτό το μήνυμα ηλεκτρονικού ταχυδρομείου."
    ],

    // -------------------------------------- ShopEmailVerifyLinkEmail ------------------------------------
    'shop-email-verify-link' => [
        'subject' => "Επαληθεύστε το email σας| :shop",
        'title' => 'Επαλήθευση email',
        'header-message' => "Γεια :name,<br> Επιβεβαιώστε ότι το **:email** είναι η διεύθυνση e-mail σας κάνοντας κλικ στο κουμπί ή χρησιμοποιήστε τον παρακάτω σύνδεσμο εντός 48 ωρών.",
        'footer-message' => ""
    ],


    // -------------------------------------- VendorProductsChangeEmail ------------------------------------
    'vendor-products' => [
        'subject' => "Ενημερώσεις προϊόντων| :shop",
        'title' => "Ενημέρωση για την κατάσταση προϊόντος - Τελευταίες 24 ώρες",
        'message' => "Ελπίζω αυτό το μήνυμα να σας βρει καλά. Αυτή είναι μια σύντομη ενημέρωση για να σας ενημερώσουμε για την κατάσταση των προϊόντων σας στην πλατφόρμα μας τις τελευταίες 24 ώρες.\nΚατά τη διάρκεια αυτής της περιόδου, υπήρξαν αλλαγές στην κατάσταση ορισμένων προϊόντων. Αυτές οι αλλαγές μπορεί να οφείλονται σε αγορές, ενημερώσεις μετοχών ή άλλα σχετικά συμβάντα.\nΓια πιο λεπτομερείς πληροφορίες σχετικά με κάθε προϊόν, συνδεθείτε στον λογαριασμό σας και ελέγξτε την ενότητα \"Κατάσταση προϊόντος\".",
        'action' => "Ανοίξτε τον πίνακα προμηθευτών",
    ],

    // -------------------------------------- ShopBulkOrdersEmail ------------------------------------
    'bulk-orders' => [
        'subject' => "Λήφθηκαν μαζικές παραγγελίες| :shop | :date",
        'title' => "Ειδοποίηση μαζικών παραγγελιών",
        'message' => "Έχετε λάβει μια παρτίδα μαζικών παραγγελιών. Επισκεφτείτε τη σελίδα επεξεργασίας παραγγελίας στον πίνακα σας για περισσότερες λεπτομέρειες. Μπορείτε επίσης να κατεβάσετε τη λίστα παραγγελιών μέσω του ασφαλούς συνδέσμου που παρέχεται, με ισχύ για 7 ημέρες.<br><br>\n        <b>ΣΗΜΑΝΤΙΚΟ:</b> Αυτός ο σύνδεσμος ισχύει για 7 ημέρες.<br>\n        Αυτός ο σύνδεσμος είναι δυναμικός, επομένως κάθε φορά που τον κάνετε κλικ, θα λαμβάνετε τις πιο ενημερωμένες παραγγελίες για τη συγκεκριμένη ημερομηνία. <b> Σημαίνει ότι εάν η κατάσταση πληρωμής της παραγγελίας αλλάξει σε απόρριψη, δεν θα βλέπετε πλέον αυτήν την παραγγελία στο CSV που έχετε λάβει ή εάν η παραγγελία είναι πληρωμένη, θα εμφανίζεται στη λίστα.</b><br><br>\n        <ul>\n            <li>Το CSV περιέχει παραγγελίες επί πληρωμή με δεσμευμένη ημερομηνία στο :date.</li>\n            <li>Ημερομηνία δέσμευσης είναι η ημερομηνία κατά την οποία ο χρήστης κάνει κλικ στο ταμείο στη σελίδα παραγγελίας.</li>\n        </ul>\n        <b>Για να αποτρέψετε διπλές παραγγελίες, ελέγχετε πάντα την παραγγελία ID πριν την αποστολή.</b>",
        'action' => "Λήψη λίστας παραγγελιών",
    ],

    // -------------------------------------- Order Refund ------------------------------------
    'order-refund' => [
        'message' => "Ορισμένα είδη της παραγγελίας σας δεν έγιναν δεκτά και δεν μπορούν να παραδοθούν. Το ποσό για αυτά τα στοιχεία θα επιστραφεί στην κάρτα σας σύντομα."
    ]

];

