<?php


return [
    /*
  |--------------------------------------------------------------------------
  | Instagram
  |--------------------------------------------------------------------------
  */
    'instagram' => [
        'title' => "Instagram Store Builder|Μετατρέψτε τον λογαριασμό Instagram σε ηλεκτρονικό κατάστημα",
        'desc' => "Μην σπαταλάτε τα χρήματά σας πουθενά. Αφού δημιουργήσετε το κατάστημά σας στο Selldone, δεν θα σκέφτεστε πλέον να συνεργαστείτε με άλλα εργαλεία δημιουργίας καταστημάτων όπως το WordPress, το Joomla και το WooCommerce.",

        'clip' => "/landing-assets/instashop/video/Anime-Instagram-En.m4v",
        'clip_title' => "Πώς πουλά η σεφ και η χαριτωμένη γάτα της στο Instagram;",


        'alt1' => "Selldone Instagram Store Builder",
        'alt2' => 'Η ιστορία της πώλησης της τούρτας της Σάρα στο Instagram',
        'alt3' => 'Selldone Online Κέντρο Επεξεργασίας Παραγγελιών',
        'alt4' => 'Selldone Πύλη πληρωμών στο ηλεκτρονικό κατάστημα',
        'alt5' => 'Αυτοματοποιημένη μηχανή SEO για ηλεκτρονικά καταστήματα',
        'alt6' => 'Νέοι τρόποι για να πουλήσετε στο διαδίκτυο στο Instagram',
        'alt7' => 'Branding και Branding',
        'alt8' => 'Ταμείο καταστήματος',
        'alt9' => 'Εργαλεία μάρκετινγκ και πωλήσεων',
        'alt10' => 'Δωρεάν επιχειρηματικός συνεργάτης',
        'alt11' => 'Κέντρο Επεξεργασίας Παραγγελιών',
        'alt12' => 'Πιστοί Πελάτες',
        'alt13' => 'Πύλη άμεσης πληρωμής',
        'alt14' => 'Κανάλια πωλήσεων Instagram',
        'alt15' => 'Πρόσληψη προγραμματιστή ιστότοπου και καταστήματος',
        'alt16' => 'Selldone Ιστορία πλατφόρμας',
        'alt17' => 'Αυτοματοποιημένη μηχανή SEO ιστότοπου και καταστήματος',
        'alt18' => 'Ευτυχισμένος πωλητής',
        'alt19' => 'Καλάθι αγορών',


        'm1' => 'Γιατί Selldone;',
        'm2' => 'Auto SEO',
        'm3' => 'Τιμές (Δωρεάν)',

        'register' => 'Εγγραφή',

        'header' => '<span class="ulr"> 10x φορές</span> Περισσότερα και καλύτερα<br><span class="ulr">Πουλήστε</span> στο Instagram',
        'header_msg' => 'Φανταστείτε τους πελάτες να ανοίγουν μια σελίδα που μοιάζει με κατάστημα από το Instagram, να επιλέγουν προϊόντα από φωτογραφίες που τους αρέσουν, να τα προσθέτουν σε μια παραγγελία και να πληρώνουν απευθείας στον λογαριασμό σας στο διαδίκτυο. Η λύση είναι ακριβώς μπροστά σας.',

        'name_plc' => 'Εισαγάγετε το όνομα χρήστη σας',
        'preview' => 'Κατάστημα προεπισκόπησης',
        'create_act' => 'Δημιουργήστε ένα κατάστημα Instagram',


        'title1s' => 'Πώς λειτουργεί;',
        'title1' => 'Μετατρέψτε το Instagram σας σε κατάστημα <span class="ulb"> με πλήρη χαρακτηριστικά </span>!',
        'desc1' => 'Θα έχετε περισσότερες δυνατότητες από το πάνελ των μεγαλύτερων διαδικτυακών καταστημάτων, αλλά μην κάνετε λάθος, η συνεργασία με απλούς οικοδεσπότες είναι διασκεδαστική.',
        'sub1' => 'Η διαχείριση προϊόντων λειτουργεί έτσι...',
        'sub1msg' => "Το πρώτο βήμα είναι να προσθέσετε προϊόντα. Με το Selldone, μπορείτε να εισάγετε προϊόντα από το Instagram, να ανεβάσετε ένα αρχείο Excel ή να χρησιμοποιήσετε άλλες απλές μεθόδους με λίγα μόνο κλικ.",
         'list1_1' => 'Σκοτώστε εντελώς και κλείστε τη διαχείριση',
         'list1_2' => 'Ενημέρωση αποθέματος και γρήγορη τιμή',
         'list1_3' => 'Προσθήκη προϊόντων με αρχείο excel',
         'list1_4' => 'Προσθέστε προϊόντα από αυτό',
         'list1_5' => 'Βαριέσαι; Θα σας προσθέσουμε!',

        'title2s' => 'Οι παραγγελίες λειτουργούν έτσι...',
        'title2' => "10 φορές περισσότερες παραγγελίες την ημέρα δεν είναι αρκετές για εσάς; Το Selldone έχει σχεδιαστεί για περισσότερες από 10 χιλιάδες παραγγελίες την ημέρα για κάθε κατάστημα.",

        'list2_1' => 'Δείτε την κατάσταση του ταξιδιού σας γρήγορα και ενεργήστε γρήγορα',
        'list2_2' => 'Ο πελάτης μπορεί να δει την τελευταία κατάσταση της παραγγελίας του',
        'list2_3' => 'Διαχείριση πληρωμής, επεξεργασίας παραγγελιών και αποστολής',
        'list2_4' => 'Προσθέστε όσους συνεργάτες θέλετε',


        'title3s' => 'Το άμεσο παιχνίδι ολοκληρώθηκε!',
        'title3' => "Η ηλεκτρονική πληρωμή στο κατάστημά σας θα γίνει με το domain σας και απευθείας στον λογαριασμό σας! Μπορείτε να επιλέξετε τους τύπους διαδικτυακών πυλών και την επιτόπια πληρωμή.",

        'list3_1' => 'Ηλεκτρονική πύλη πληρωμής (απευθείας στον λογαριασμό σας)',
        'list3_2' => 'Δυνατότητα ενεργοποίησης επιτόπιας πληρωμής',
        'list3_3' => 'Πύλη λήψης χωρίς ηλεκτρονικό σύμβολο εμπιστοσύνης (μισθοδοσία)',
        'list3_4' => 'Διαχειριστείτε πληρωμές και παραγγελίες με ένα κλικ',


        'title4s' => 'Auto SEO',
        'title4' => 'Ο σχεδιασμός ενός ιστότοπου φιλικού προς το SEO που ακολουθεί τις βέλτιστες πρακτικές SEO, βοηθά να κάνετε την επιχείρησή σας στο διαδίκτυο πιο ορατή στους πιθανούς πελάτες. Το Selldone παρέχει την υποδομή που χρειάζεστε για ένα κατάστημα προσανατολισμένο στο SEO, επομένως δεν χρειάζεται να ανησυχείτε μήπως σας ανακαλύψουν στο Google.',

        'list4_1' => 'Μας αφήνετε καλό κείμενο και εικόνες',

        'title0' => 'Ήρθε η ώρα να πουλήσετε <span class="uly"> πιο επαγγελματικά</span>, να κάνετε τους πελάτες σας πιο χαρούμενους<br>και να αισθάνονται περήφανοι που αναπτύσσετε μια διαδικτυακή επιχείρηση',


        'title6s' => "Μην αρκεστείτε σε αυτό",
        'title6' => 'Πολύ περισσότερο από ένα κατάστημα Instagram...',


        'features' => 'Χαρακτηριστικά',
        'features_act' => 'Δείτε όλα τα χαρακτηριστικά',

        'x1' => 'Ηλεκτρονικό κατάστημα σε έναν αποκλειστικό τομέα για να δημιουργήσετε την επωνυμία σας και να έχετε τη δική σας λέσχη πελατών.',
        'x2' => 'Ταμειακή μηχανή ηλεκτρονικού καταστήματος για κατάστημα με 0 $ κόστος εγκατάστασης και όσα χρειάζεστε.',
        'x3' => 'Τα καλύτερα εργαλεία μάρκετινγκ και πωλήσεων που δεν διαθέτουν ακόμη και οι μεγαλύτερες μάρκες της αστυνομικής αγοράς.',
        'x4' => "Ένας καλός και χαμηλών προσδοκιών συνεργάτης ονόματι Selldone, που όλη του η προσπάθεια είναι να αυξήσει τις πωλήσεις της εταιρείας, όχι να πάρει χρήματα και να τα αφήσει.",

        'a1' => 'Επεξεργασία Παραγγελιών',
        'a1s' => 'Σχεδιασμένο για ταχύτητα',

        'a2' => 'Μάρκετινγκ και Κίνητρα',
        'a2s' => 'Βρείτε πιστούς πελάτες',

        'a3' => 'Άμεση πληρωμή',
        'a3s' => 'Δεν υπάρχει διεπαφή πληρωμής',

        'a4' => 'Κανάλια Πωλήσεων',
        'a4s' => 'Telegram, Google, Instagram κ.λπ.',

        'blog' => 'blog',

        'b1' => "Χρειάζεται ακόμα να προσλάβουμε προγραμματιστή, να αγοράσουμε πακέτα κατασκευής καταστημάτων ή οικοδεσπότες το 2021;",
        'b2' => "Η ιστορία του Selldone|Αλλαγή στη μέθοδο εκκίνησης ιστότοπου και διαδικτυακών επιχειρήσεων",
        'b3' => 'Η αυτόματη μηχανή SEO λάμπει στα αποτελέσματα της Google',
        'read' => 'Συνέχεια',

        'title5s' => 'Θέλετε να μάθετε πόσο κοστίζει;',
        'title5' => 'Από το μοντέλο <span class="ulr"> δωρεάν για τη ζωή</span> με 2% προμήθεια<br> έως το μοντέλο 0,5% προμήθεια με μηνιαία χρέωση',
        'msg5' => "Όσο δεν έχετε πωλήσεις, οι κάτοχοι ενός ριάλ δεν θα σας χρεώσουν για ιστότοπο, κεντρικό υπολογιστή, διακομιστές, υπηρεσίες, εργαλεία, υποστήριξη, ενημερώσεις και οτιδήποτε άλλο! Τα χρήματα θα πιστωθούν απευθείας στον λογαριασμό σας! Ο Selldone εμπιστεύεται όλους τους συνεργάτες του να πληρώσουν την αμοιβή στο τέλος του μήνα ή αν έχουν πρόβλημα λίγους μήνες αργότερα, χρεώνοντας τα πορτοφόλια τους.",
         'footer_act' => "Το δωρεάν δεν είναι το μόνο πλεονέκτημα! Πως;",
         'footer' => 'Κάντε όποιες ερωτήσεις ή συμβουλές θέλετε.',

        's1' => 'Έξυπνη αναφορά',
        's2' => 'Δωρεάν Cloud Hosting',
        's3' => 'Logistics και Επεξεργασία',
        's4' => 'Εργαλείο δημιουργίας σελίδων προορισμού',
        's5' => 'Χαρακτηριστικά και Οφέλη',
        's6' => 'Οικονομική Διοίκηση',
        's7' => 'Εργαλεία Μάρκετινγκ',
        's8' => 'Κίνητρα και Πελάτες',
        's9' => 'Σχετικά με το Selldone',
        's10' => 'Ιστολόγιο',
        's11' => 'Βοήθεια',
        's12' => 'Απόρρητο',
        's13' => 'Όροι και Προϋποθέσεις',
        's14' => 'Κατασκευαστής καταστημάτων',

        'img1' => '/landing-assets/instashop/images/caveman-shop-builder-en.png',


        'importer-ts' => "Ανησυχείτε για την εργασία με το Selldone;",
        'import_title' => "Ρωτήστε τους χρήστες Selldone. Τα σχόλιά τους για την <span class='ulr'> απλότητα και ταχύτητα</span> θα σας εκπλήξουν!",
        'import_message' => "Μπορείτε να εισάγετε τα προϊόντα σας απευθείας από το Instagram στο κατάστημά σας, αλλά αν θέλετε, μπορείτε να προσθέσετε αυτόματα όλα τα προϊόντα και τις φωτογραφίες τους στο κατάστημά σας με ένα απλό αρχείο Excel. Συμπληρώνετε το ίδιο αρχείο, αντιγράφετε το URL των εικόνων από την Google και, τέλος, τραβάτε το αρχείο CSV και το ρίχνετε στην ενότητα διαχείρισης προϊόντων. Το Selldone θα το κάνει για εσάς.",
        'import_t1' => "Έχετε κάποιο προϊόν",
        'import_b1' => "Είναι χωρίς διαφορετικότητα",
        'import_m1' => "Απλώς κατεβάστε αυτό το αρχείο, εισαγάγετε το όνομα, την τιμή και το απόθεμα του προϊόντος και αντιγράψτε και επικολλήστε τον σύνδεσμο εικόνας από ένα μέρος όπως το Google",

        'import_b2' => "Πολλαπλές παραλλαγές",
        'import_m2' => "Ποικιλία σημαίνει χρώμα, μέγεθος, υλικό και τέτοια πράγματα. Εάν έχετε πολλά προϊόντα, μπορείτε να κάνετε λήψη αυτού του αρχείου και να συμπληρώσετε τις πληροφορίες του προϊόντος σας. Αυτό είναι λίγο πιο δύσκολο",

        'import_download' => "Λήψη δείγματος αρχείου",

    ]

];
