<?php



return [

    'loading-title' => "Αναβάθμιση από offline σε online",
    'loading-message' => "Εσείς προσπαθήστε, ανοίγουμε τις πόρτες",


    // --- Global Message --- Show for all shop owners in top of all messages!
    'GLOBAL_MESSAGE' => ['title' => 'Το Selldone είναι beta', 'priority' => 'm',
        'message' => "<p>\n            Θα θέλαμε να συμμετάσχετε στην Open Beta. Ως beta\n            δοκιμαστή, θα μπορείτε να χρησιμοποιήσετε λειτουργίες που δεν έχουν κυκλοφορήσει\n            το κοινό. Αυτές οι δυνατότητες θα μπορούσαν να γίνουν δημόσια διαθέσιμες στο\n            μέλλον. Σκεφτείτε ότι οι συναλλαγές <b>all βρίσκονται σε δοκιμαστική λειτουργία</b> και\n            Το <b> θα είναι σαφές</b> πριν από την τελική κυκλοφορία. Χρήστες, καταστήματα και\n            προϊόντα <u> δεν θα αφαιρεθούν</u>.\n          </p>\n\n          <p>Ευχαριστώ,<br />CEO Selldone</p>"],




    'TWO_FACTOR_AUTH_ACTIVATION_SUCCESS' => "Η σύνδεση σε δύο βήματα ενεργοποιήθηκε με επιτυχία.",
    'TWO_FACTOR_AUTH_DISABLE_SUCCESS' => "Η σύνδεση σε δύο βήματα είναι απενεργοποιημένη.",


];
