<?php

return [
    'default_title' => 'SELLDONE',
    'keywords' => ['επιχειρησιακό λειτουργικό σύστημα', 'domain', 'selldone', 'πλατφόρμα ηλεκτρονικού εμπορίου', 'μάστορας', 'καταστηματάρχης', 'δημιουργός ιστοσελίδων', 'επιχειρηματική ιδέα', 'προσαρμοσμένο πρόγραμμα δημιουργίας κοινότητας', 'ηλεκτρονικό εμπόριο λευκής ετικέτας'],
    'samin' => 'Selldone',
    'Selldone' => 'Selldone',


    'related' => 'Σχετίζεται με',
    'share' => 'Μερίδιο',

    /*
    |--------------------------------------------------------------------------
    | Global
    |--------------------------------------------------------------------------
    */
    'global' => [
        'blog' => 'Ιστολόγιο',
    ],

    /*
    |--------------------------------------------------------------------------
    | Global footer
    |--------------------------------------------------------------------------
    */
    'footer-title' => 'Selldone®|Επιχειρήσεις <span class="os-grad">OS</span>™',
    'footer-subtitle' => "Το #1 λειτουργικό σύστημα για ΜΜΕ και ανεξάρτητες μάρκες",
    'footer-about-selldone' => 'Η Selldone, ως πλατφόρμα ηλεκτρονικού εμπορίου, λειτουργεί ως άγγελος για την ανάπτυξη των επιχειρήσεων. Είτε έχετε ένα μικρό κατάστημα από τούβλα και κονίαμα είτε μια μεγάλη εταιρεία, πρέπει να προβάλλετε το προϊόν σας στο διαδίκτυο. Η Selldone συνήθιζε να δημιουργεί ηλεκτρονικά καταστήματα με χαμηλότερο λειτουργικό κόστος και μεγαλύτερη ευελιξία. Επιπλέον, παρέχουμε μια συνεχώς βελτιούμενη αλυσίδα εργαλείων διαχείρισης ηλεκτρονικού εμπορίου που αποκτά νέα χαρακτηριστικά κάθε εβδομάδα, όπως η ενσωμάτωση διαχείρισης καταστήματος και οπτικής διεπαφής προγραμματισμού για τη δημιουργία προσαρμοσμένων διαδικασιών αυτοματισμού ή ενσωμάτωσης AI.',
    'footer-action' => "Δημιουργήστε το ηλεκτρονικό σας εμπόριο — Είναι δωρεάν",

    'footer' => [
        'about' => 'Σχετικά με το Selldone',
        'contact' => 'επικοινωνήστε μαζί μας',
        'email' => 'support@selldone.com',
        'phone' => '🇩🇰 +45 36991215',
    ],

    'footer-menu' => [


        // Menu 1:
        [
            'title' => 'Selldone',
            'items' => [
                ['title' => 'Επιχειρηματική πλατφόρμα', 'href' => '/store-builder'],
                ['title' => 'Ιστολόγιο', 'href' => '/blog'],
                ['title' => 'Βοήθεια', 'href' => '/help'],
                ['title' => 'FAQ', 'href' => '/faq'],
                ['title' => 'Πολιτική Απορρήτου', 'href' => '/privacy'],
                ['title' => 'Όρος υπηρεσίας', 'href' => '/terms'],
            ],
        ],

        // Menu 2:
        [
            'title' => 'Χαρακτηριστικά',
            'items' => [
                ['title' => 'Χαρακτηριστικά & Πλεονεκτήματα', 'href' => '/features'],
                ['title' => 'Marketing tools', 'href' => '/marketing'],
                ['title' => 'Processing center', 'href' => '/order-processing'],
                ['title' => 'Κίνητρα & Σύλλογοι', 'href' => '/incentives'],
                ['title' => 'Ελεγκτική & Λογιστική', 'href' => '/auditing'],
                ['title' => 'Cloud hosting', 'href' => '/cloud'],

            ],
        ],

        // Menu 3:
        [
            'title' => 'Λύσεις',
            'items' => [
                ['title' => 'Συλλογή NFT', 'href' => '/nft'],
                ['title' => 'Συντεχνία', 'href' => '/guild'],
                ['title' => 'Αβοκάντο', 'href' => '/avocado'],
                ['title' => 'Ειδικοί', 'href' => '/experts'],
                ['title' => 'SEO engine', 'href' => '/seo'],
                ['title' => 'Smart report', 'href' => '/smart-report'],
            ],
        ],

        // Menu 4:
        [
            'title' => 'Υπηρεσίες',
            'items' => [
                ['title' => 'Τιμή & σχέδια', 'href' => '/price'],
                ['title' => 'Εφαρμογές', 'href' => '/apps'],
                ['title' => 'Application builder', 'href' => '/app-builder'],
                ['title' => 'Δημιουργός σελίδας', 'href' => '/page-builder'],
                ['title' => 'Logistic solution', 'href' => '/logistic'],
                ['title' => 'Αυτοματισμός & IoT', 'href' => '/automation'],

            ],
        ],


    ],


    /*
    |--------------------------------------------------------------------------
    | Global header
    |--------------------------------------------------------------------------
    */
    'header' => [
        'home' => 'Σπίτι',
        'features' => 'Χαρακτηριστικά',
        'pricing' => 'Τιμολόγηση',
        'blogs' => 'Ιστολόγιο',
        'community' => 'Κοινότητα',
        'help' => 'Βοήθεια',
        'features-menu' => [
            'store-builder' => 'Εργαλείο δημιουργίας ηλεκτρονικού εμπορίου',
            'community-platform' => 'Προσαρμοσμένη Κοινότητα',
            'cloud' => 'Φιλοξενία που βασίζεται σε σύννεφο',
            'page-builder' => 'Εργαλείο δημιουργίας σελίδων προορισμού',
            'smart-report' => 'Έξυπνη δημιουργία αναφορών',
            'payment' => 'Πληρωμή & Λογιστική',

            'staffs' => 'Πελάτες & Ομάδα',
            'logistic' => 'Logistic & Delivery',
            'order-processing' => 'Παραγγελίες & Επεξεργασία',
            'marketing' => 'Εκστρατεία μάρκετινγκ',
            'incentives' => 'Λέσχη & Κίνητρα',
            'pos' => 'Online POS',
            'seo' => 'Μηχανή Auto SEO',
            'automation' => 'Αυτοματισμός & IoT',
            'ai' => 'AI Commerce',
            'app-builder' => 'Εργαλείο δημιουργίας εφαρμογών',
        ],
        'build' => "Χτίζω",
        'build-sub' => "Δημιουργούμε ένα σύστημα γύρω σας για να δημιουργήσετε την ιστορία επιτυχίας σας.",

        'manage' => "Διαχειρίζονται",
        'manage-sub' => "Η διαχείριση της επιχείρησής σας θα είναι πιο ευχάριστη από ποτέ.",

        'sel' => "Πουλώ",
        'sel-sub' => "Πάντα να κλείνεις, να βγάζεις χρήματα και να το απολαμβάνεις.",

        'grow' => "Καλλιεργώ",
        'grow-sub' => "Χαρακτηριστικά και εργαλεία εταιρικής ποιότητας στα χέρια σας, ο ουρανός θα είναι το όριο σας.",


    ],

    /*
    |--------------------------------------------------------------------------
    | Article
    |--------------------------------------------------------------------------
    */
    'article' => [
        'list-of-content' => 'Κατάλογος περιεχομένου',
        'author' => 'Συγγραφέας',
        'others-title' => "Περισσότερες πληροφορίες για το :title",
    ],


    /*
    |--------------------------------------------------------------------------
    | Main pages
    |--------------------------------------------------------------------------
    */
    'page.login' => ['title' => 'Selldone |Σύνδεση', 'image' => '/images/seo/en/login.jpg', 'description' => "Δεν έχει σημασία πόσα κεφάλαια έχετε, πού ξεκινήσατε την επιχείρησή σας, πού στον κόσμο ζείτε! Το Selldone σας έχει παράσχει όλα τα επαγγελματικά εργαλεία πωλήσεων. Η εγγραφή και αυτά τα εργαλεία είναι δωρεάν για όλους και για πάντα."],
    'page.register' => ['title' => 'Selldone |Μητρώο', 'image' => '/images/seo/en/login.jpg', 'description' => "Πιστεύουμε ότι η πρόσβαση είναι δικαίωμα και όχι προνόμιο! Είτε έχετε μια επιχείρηση στον πιο πλούσιο δρόμο της Νέας Υόρκης είτε σε ένα μακρινό χωριό, το Διαδίκτυο και ένα διαδικτυακό εργαλείο θα πρέπει να είναι όλα όσα χρειάζεστε για να πουλήσετε online! Αυτό είναι το όνειρο του Selldone."],


    'page.home' => ['title' => "Πουλήστε σαν επαγγελματίες — Selldone® Business OS", 'image' => '/images/seo/en/create-my-ecommerce-website-free.jpg', 'description' => "Το Selldone είναι ένα επιχειρηματικό λειτουργικό σύστημα για την οπτική οικοδόμηση, διαχείριση και κλιμάκωση της επιχείρησής σας. Φτιάξτε το μόνοι σας με μια λύση χωρίς κωδικούς και χωρίς ειδικούς που έχει κατασκευαστεί για εκατομμύρια παραγγελίες."],
    'page.helps' => ['title' => 'Βοήθεια', 'image' => '/images/seo/en/help.jpg', 'description' => "Πώς να κάνετε μια επιτυχημένη επιχείρηση."],
    'page.blogs' => ['title' => 'Business OS Mag', 'image' => '/images/seo/en/academy.jpg', 'description' => "Ο μοναδικός οδηγός σας για διαδικτυακές πωλήσεις, συμβουλές, κόλπα και συμβουλές από ειδικούς, τι πρέπει και δεν πρέπει να κάνετε στις διαδικτυακές πωλήσεις, με συμβουλές ειδικών για τη μεγιστοποίηση των εσόδων σας στο διαδίκτυο."],
    'page.faqs' => ['title' => 'Συχνές Ερωτήσεις', 'image' => '/images/seo/en/faq.jpg', 'description' => "Q&A για Selldone."],
    'page.price' => ['title' => 'Τιμοκατάλογος', 'image' => '/images/seo/en/price.jpg', 'description' => "Σας περιμένουν όλες οι επαγγελματικές δυνατότητες κατασκευής καταστήματος και ιστότοπου δωρεάν χωρίς κανένα χρονικό περιορισμό."],


    'page.apps' => ['title' => 'Ενσωματώσεις εφαρμογών', 'image' => '/images/seo/en/apps.jpg', 'description' => "Η εγκατάσταση εφαρμογών στο κατάστημα παρέχεται για το κατάστημά σας με ένα μόνο κλικ."],
    'page.experts' => ['title' => 'Εμπειρογνώμονες', 'image' => '/images/seo/en/expert.jpg', 'description' => "Μην ανησυχείτε για το σχεδιασμό, την κυκλοφορία, τη διαφήμιση ή τη διαχείριση του καταστήματός σας, οι ειδικοί της Selldone είναι έτοιμοι να σας βοηθήσουν. Προσλάβετε έναν πιστοποιημένο ειδικό για να κάνετε τα πράγματα καλύτερα και πιο γρήγορα."],


    'page.avocado' => ['title' => 'Avocado — Μοντέρνο κανάλι πωλήσεων κοινωνικής δικτύωσης', 'image' => '/images/seo/en/create-avocado-seo.jpg?v=1',
        'description' => "Ένα ποσό και ένας τίτλος είναι όλα όσα χρειάζεστε για να εισπράξετε πληρωμές από τους πελάτες σας. Τα χρήματα πιστώνονται απευθείας στον λογαριασμό σας και οι πελάτες σας απολαμβάνουν μια απρόσκοπτη εμπειρία αγορών."],

    // All private dashboards:
    'shuttle' => ['title' => 'Πωλείται | Ταμπλό', 'image' => '/images/seo/en/dashboard.jpg',
        'description' => "Πίνακας διαχείρισης καταστήματος, εάν έχετε πρόσβαση σε αυτό το κατάστημα, μπορείτε να εισαγάγετε τον πίνακα ελέγχου διαχείρισης του καταστήματός σας μέσω αυτού του συνδέσμου."],

    'shuttle-shop' => ['title' => 'Πωλείται | Πίνακας ελέγχου καταστήματος', 'image' => '/images/seo/en/shuttle-shop.jpg', 'video' => '/images/seo/en/videos/shuttle-shop.mp4',
        'description' => "Διαχειριστείτε τα πάντα στον πίνακα ελέγχου σας. Διαχειριστείτε προϊόντα, παραγγελίες, σχεδιασμό σελίδας προορισμού, μάρκετινγκ, κίνητρα και όλα όσα χρειάζεστε για μια εξαιρετική επιχείρηση."],


    'guild' => ['title' => 'Guild — Συλλογικό κανάλι πωλήσεων', 'image' => '/images/seo/en/guild.jpg?v=2',
        'description' => "Κάντε την επιχείρησή σας εφικτή και προσβάσιμη σε οποιονδήποτε σε όλο τον κόσμο δημιουργώντας μια μεγάλη συντεχνία."],


    'page.referral' => ['title' => 'Πρόγραμμα συνεργατών — Selldone', 'image' => '/images/seo/en/referral.png', 'description' => "Λάβετε μέρος σε μια συναρπαστική αποστολή και δημιουργήστε μια παθητική ροή εισοδήματος για τον εαυτό σας."],


    'page.press' => ['title' => 'Press Resources — Selldone', 'image' => '/images/seo/en/press.png', 'description' => "Πόροι για όποιον ενδιαφέρεται να γράψει για το Selldone."],
    'page.roadmap' => ['title' => 'Οδικός χάρτης — Selldone', 'image' => '/images/seo/roadmap.jpg', 'description' => "Είναι μια μοναδική στο είδος της πλατφόρμα: ένα επιχειρηματικό λειτουργικό σύστημα all-in-one, χωρίς κώδικα ως υπηρεσία με εργαλεία εταιρικής ποιότητας για ΜΜΕ."],

    'page.onboarding' => ['title' => 'Δωρεάν Δημιουργός Ιστοσελίδας Ηλεκτρονικού Καταστήματος - Responsive και Professional', 'image' => '/images/seo/ui-kit.jpg', 'description' => "Το Selldone είναι μια πλατφόρμα ηλεκτρονικού εμπορίου που δημιουργήθηκε για να βοηθήσει την επιχείρησή σας να αναπτυχθεί. Είτε έχετε ένα μικρό κατάστημα με τούβλα και κονίαμα είτε μια μεγάλη εταιρεία, χρειάζεστε επαγγελματικά, εύχρηστα εργαλεία."],



    'page.books' => ['title' => 'Business Handbooks: Start and Growth Tips for Online Shopping Websites', 'image' => '/images/seo/en/cover.jpg', 'description' => "Μπορείτε να κατεβάσετε δωρεάν εγχειρίδια για την ανάπτυξη επιχειρήσεων εδώ. Σε αυτά τα βιβλία, θα βρείτε πλήρεις συμβουλές για την ανάπτυξη μιας επιχείρησης και πρακτικούς οδηγούς βελτίωσης για την αύξηση των ποσοστών μετατροπών στο ηλεκτρονικό σας κατάστημα."],


    'page.quiz' => ['title' => 'Εξέταση|Είναι το επιχειρησιακό λειτουργικό σύστημα κατάλληλο για εσάς;', 'image' => '/images/seo/en/quiz.png', 'description' => "Εάν θέλετε να μάθετε ότι η επιχείρησή σας χρειάζεται ή μπορεί να χρησιμοποιήσει ένα επιχειρηματικό λειτουργικό σύστημα, προτού προχωρήσετε περαιτέρω, κάντε αυτό το κουίζ των 60 δευτερολέπτων. Εάν θέλετε να μάθετε ότι η επιχείρησή σας χρειάζεται ή μπορεί να χρησιμοποιήσει ένα επιχειρηματικό λειτουργικό σύστημα, προτού προχωρήσετε περαιτέρω, κάντε αυτό το κουίζ των 60 δευτερολέπτων."],


    'page.countries' => ['title' => 'Υποστηριζόμενες χώρες και τοπικές πληρωμές - Business OS', 'image' => '/images/seo/en/countries.png', 'description' => "Business OS, Το επόμενο βήμα εξέλιξης των εμπορικών υπηρεσιών από πλατφόρμες ηλεκτρονικού εμπορίου σε κάτι χωρίς θέμα, πρόσθετο ή κώδικα. 100% οπτικά!"],


    'page.participant' => ['title' => 'Η κοινότητα που θέλετε — Παίξτε και κερδίστε 20 $', 'image' => '/images/seo/en/participants.jpg', 'description' => "Μπορείτε να συμμετάσχετε στην κοινότητα πωλήσεων δημιουργώντας σύντομα βίντεο για να βοηθήσετε άλλους και να λάβετε έως και 20 πίστωση δώρου USD ανά βίντεο."],

    'page.tax' => ['title' => 'Παγκόσμιος κατάλογος φορολογικών συντελεστών', 'image' => '/images/seo/en/tax.jpg', 'description' => "Μπορείτε να παρακάμψετε τους φορολογικούς κανόνες και να δημιουργήσετε περισσότερα από ένα φορολογικά προφίλ για διαφορετικές κατηγορίες προϊόντων."],


    'page.premium' => ['title' => 'Κάντε αναβάθμιση σε Premium και μεταμορφώστε το παιχνίδι ηλεκτρονικού εμπορίου σας', 'image' => '/images/seo/en/premium.jpg', 'description' => "Ανεβάστε το ηλεκτρονικό σας κατάστημα με το Selldone Premium. Αποκτήστε πρόσβαση σε αποκλειστικά εργαλεία AI, προσαρμοσμένα πρότυπα και πολλά άλλα για να ενισχύσετε την αποτελεσματικότητα και να ξεχωρίσετε στην ψηφιακή αγορά. Εγγραφείτε τώρα για μια πιο έξυπνη, πιο κομψή εμπειρία ηλεκτρονικού εμπορίου!"],


    'page.builder' => [
        'title' => 'Δωρεάν εφαρμογή Web Building Page Builder & Landing Page Editor - Δεν απαιτείται σύνδεση',
        'image' => '/images/seo/en/builder.png',
        'description' => 'Δημιουργήστε εκπληκτικές ιστοσελίδες και σελίδες προορισμού χωρίς κόπο με το δωρεάν, φιλικό προς το χρήστη πρόγραμμα δημιουργίας και επεξεργασίας σελίδων. Δεν απαιτείται σύνδεση. Σχεδιάστε, προσαρμόστε και δημοσιεύστε τις ιστοσελίδες σας γρήγορα με τη διαισθητική διεπαφή μεταφοράς και απόθεσης. Ιδανικό για εμπόρους, ιδιοκτήτες μικρών επιχειρήσεων και προγραμματιστές που αναζητούν μια λύση σχεδίασης ιστοσελίδων χωρίς προβλήματα.'
    ],

    'page.token' => [
        'title' => 'Κέρμα Selldone (SLDN) - Ενισχύοντας την καινοτομία ηλεκτρονικού εμπορίου',
        'image' => '/images/seo/en/token.jpg?v=1',
        'description' => 'Ανακαλύψτε το Selldone Coin (SLDN), το ψηφιακό διακριτικό που έχει σχεδιαστεί για να επιβραβεύει και να ενδυναμώνει τους επιχειρηματίες του ηλεκτρονικού εμπορίου. Κερδίστε, εμπορευτείτε και αναπτύξτε την επιχείρησή σας με το SLDN, αναπόσπαστο μέρος του οικοσυστήματος Selldone.'
    ],


    'page.red-alert' => ['title' => 'Red Alert – Αναφορά Εγκληματικής Δραστηριότητας & Πρόγραμμα Ασφάλειας',
        'image' => '/images/seo/en/red-alert.jpg',
        'description' => 'Ζήστε την απόλυτη ασφάλεια και ασφάλεια με το Selldone – την πιο επικεντρωμένη στην ασφάλεια πλατφόρμα διαθέσιμη. Το πρόγραμμα Red Alert σάς δίνει τη δυνατότητα να αναφέρετε την εγκληματική δραστηριότητα γρήγορα και με ασφάλεια, διασφαλίζοντας ότι η κοινότητά σας παραμένει προστατευμένη. Ελάτε μαζί μας στην αποστολή μας να δημιουργήσουμε ασφαλέστερες γειτονιές και να αναλάβουμε δράση κατά του εγκλήματος σήμερα.'    ],

    /*
    |--------------------------------------------------------------------------
    | App pages
    |--------------------------------------------------------------------------
    */
    'apps.structure-data' => ['title' => 'Structure Data Generator| JSON-LD', 'description' => "Χρησιμοποιήστε αυτήν την ισχυρή συσκευή δημιουργίας δομημένων δεδομένων για να δημιουργήσετε σημάνσεις JSON-LD, συμπεριλαμβανομένων όλων των απαιτούμενων ιδιοτήτων στοιχείων και άλλων."
    ],

    /*
    |--------------------------------------------------------------------------
    | Call to action
    |--------------------------------------------------------------------------
    */
    'call-to-action' => [
        'title' => "Κάντε την επιχείρησή σας στο Διαδίκτυο με την καλύτερη όχι-τεχνική λύση στην αγορά.",
        'money-back' => "Εγγύηση επιστροφής χρημάτων 30 ημερών",
        'action' => "Δημιουργήστε το ηλεκτρονικό σας εμπόριο",
        'action-sub' => "Ξεκινήστε τώρα — Είναι δωρεάν",
        'message' => "Πείτε αντίο στο χαμηλό ποσοστό πωλήσεων στο διαδίκτυο!",
    ]

,

    'page' => [
        'login' => [
            'title' => 'Πωλείται | Σύνδεση',
            'image' => '/images/seo/en/login.jpg',
            'description' => 'Δεν έχει σημασία πόσα κεφάλαια έχετε, πού ξεκινήσατε την επιχείρησή σας, πού στον κόσμο ζείτε! Η Selldone σας έχει παράσχει όλα τα επαγγελματικά εργαλεία πωλήσεων. Η εγγραφή και αυτά τα εργαλεία είναι δωρεάν για όλους και για πάντα.',
        ],
        'register' => [
            'title' => 'Πωλείται | Κανω ΕΓΓΡΑΦΗ',
            'image' => '/images/seo/en/login.jpg',
            'description' => 'Πιστεύουμε ότι η πρόσβαση είναι δικαίωμα και όχι προνόμιο! Είτε έχετε μια επιχείρηση στον πιο πλούσιο δρόμο της Νέας Υόρκης είτε σε ένα μακρινό χωριό, το Διαδίκτυο και ένα διαδικτυακό εργαλείο θα πρέπει να είναι όλα όσα χρειάζεστε για να πουλήσετε online! Αυτό είναι το όνειρο των Selldone.',
        ],
        'home' => [
            'title' => 'Πωλήσεις σαν επαγγελματίες — Selldone® Business OS',
            'image' => '/images/seo/en/create-my-ecommerce-website-free.jpg',
            'description' => 'Το Selldone είναι ένα Business OS για τη δημιουργία, τη διαχείριση και την οπτική κλιμάκωση της επιχείρησής σας. Φτιάξτε το μόνοι σας με λύση χωρίς κωδικό και χωρίς ειδικούς για εκατομμύρια παραγγελίες.',
        ],
        'helps' => [
            'title' => 'Βοήθεια',
            'image' => '/images/seo/en/help.jpg',
            'description' => 'Πώς να κάνετε μια επιτυχημένη επιχείρηση.',
        ],
        'blogs' => [
            'title' => 'Ιστολόγιο',
            'image' => '/images/seo/en/academy.jpg',
            'description' => 'Τα τελευταία νέα και περιεχόμενο της Selldone.',
        ],
        'faqs' => [
            'title' => 'Συχνές Ερωτήσεις',
            'image' => '/images/seo/en/faq.jpg',
            'description' => 'Q&A στο Selldone.',
        ],
        'price' => [
            'title' => 'Λίστα τιμών',
            'image' => '/images/seo/en/price.jpg',
            'description' => 'Σας περιμένουν όλες οι επαγγελματικές δυνατότητες κατασκευής καταστήματος και ιστότοπου δωρεάν χωρίς κανένα χρονικό περιορισμό.',
        ],
        'apps' => [
            'title' => 'App Store',
            'image' => '/images/seo/en/apps.jpg',
            'description' => 'Η εγκατάσταση εφαρμογών στο κατάστημα παρέχεται για το κατάστημά σας με ένα μόνο κλικ.',
        ],
        'experts' => [
            'title' => 'Ειδικοί',
            'image' => '/images/seo/en/expert.jpg',
            'description' => 'Μην ανησυχείτε για το σχεδιασμό, την κυκλοφορία, τη διαφήμιση ή τη διαχείριση του καταστήματός σας, οι ειδικοί της Selldone είναι έτοιμοι να σας βοηθήσουν. Προσλάβετε έναν πιστοποιημένο ειδικό για να κάνετε τα πράγματα καλύτερα και πιο γρήγορα.',
        ],
        'avocado' => [
            'title' => 'Avocado — Μοντέρνο κανάλι πωλήσεων κοινωνικής δικτύωσης',
            'image' => '/images/seo/en/create-avocado-seo.jpg?v=1',
            'description' => 'Ένα ποσό και ένας τίτλος είναι το μόνο που χρειάζεστε για να πάρετε χρήματα από τους πελάτες σας! Τα χρήματα θα πιστωθούν απευθείας στον λογαριασμό σας και οι πελάτες σας θα έχουν μια μοναδική εμπειρία αγορών.',
        ],
        'referral' => [
            'title' => 'Πρόγραμμα συνεργατών — Πωλείται',
            'image' => '/images/seo/en/referral.png',
            'description' => 'Λάβετε μέρος σε μια συναρπαστική αποστολή και δημιουργήστε μια παθητική ροή εσόδων για τον εαυτό σας.',
        ],
        'press' => [
            'title' => 'Πόροι Τύπου — Πωλούνται',
            'image' => '/images/seo/en/press.png',
            'description' => 'Πηγές για όποιον ενδιαφέρεται να γράψει για το Selldone.',
        ],
        'roadmap' => [
            'title' => 'Οδικός χάρτης — Πωλείται',
            'image' => '/images/seo/roadmap.jpg',
            'description' => 'Είναι μια μοναδική πλατφόρμα. είναι εντελώς μοναδικό και πολύ διαφορετικό από όλα τα άλλα. Είναι το μοναδικό Business Operating System As a Service all-in-one, χωρίς κωδικό, με εργαλεία εταιρικής ποιότητας για ΜΜΕ.',
        ],
        'onboarding' => [
            'title' => 'Δημιουργός ιστότοπου δωρεάν διαδικτυακών αγορών - Αποκριτικός και επαγγελματίας',
            'image' => '/images/seo/ui-kit.jpg',
            'description' => 'Η Selldone, ως πλατφόρμα ηλεκτρονικού εμπορίου, λειτουργεί σαν άγγελος για την ανάπτυξη της επιχείρησής σας. Είτε έχετε ένα μικρό κατάστημα με τούβλα και κονίαμα είτε μια μεγάλη εταιρεία, χρειάζεστε ένα σετ επαγγελματικών αλλά εύχρηστων εργαλείων.',
        ],
        'books' => [
            'title' => 'Business Handbooks: Start and Growth Tips for Online Shopping Websites',
            'image' => '/images/seo/en/cover.jpg',
            'description' => 'Μπορείτε να κατεβάσετε δωρεάν εγχειρίδια για την ανάπτυξη επιχειρήσεων εδώ. Σε αυτά τα βιβλία, θα βρείτε πλήρεις συμβουλές για την ανάπτυξη μιας επιχείρησης και πρακτικούς οδηγούς βελτίωσης για να αυξήσετε τα ποσοστά μετατροπών στο ηλεκτρονικό σας κατάστημα.',
        ],
        'quiz' => [
            'title' => 'Κουίζ | Είναι το επιχειρησιακό λειτουργικό σύστημα κατάλληλο για εσάς;',
            'image' => '/images/seo/en/quiz.png',
            'description' => 'Εάν θέλετε να μάθετε ότι η επιχείρησή σας χρειάζεται ή μπορεί να χρησιμοποιήσει ένα επιχειρηματικό λειτουργικό σύστημα, προτού προχωρήσετε περαιτέρω, κάντε αυτό το κουίζ των 60 δευτερολέπτων. Εάν θέλετε να μάθετε ότι η επιχείρησή σας χρειάζεται ή μπορεί να χρησιμοποιήσει ένα επιχειρηματικό λειτουργικό σύστημα, προτού προχωρήσετε περαιτέρω, κάντε αυτό το κουίζ των 60 δευτερολέπτων.',
        ],
        'countries' => [
            'title' => 'Υποστηριζόμενες χώρες και τοπικές πληρωμές - Business OS',
            'image' => '/images/seo/en/countries.png',
            'description' => 'Business OS, Το επόμενο βήμα εξέλιξης των εμπορικών υπηρεσιών από πλατφόρμες ηλεκτρονικού εμπορίου σε κάτι χωρίς θέμα, πρόσθετο ή κώδικα. 100% οπτικά!',
        ],
        'participant' => [
            'title' => 'Η κοινότητα που θέλετε — Παίξτε και κερδίστε 20 $',
            'image' => '/images/seo/en/participants.jpg',
            'description' => 'Μπορείτε να συμμετάσχετε στην κοινότητα των πωληθέντων δημιουργώντας σύντομα βίντεο για να βοηθήσετε άλλους και να λάβετε πίστωση δώρου έως και 20 USD ανά βίντεο.',
        ],
        'tax' => [
            'title' => 'Παγκόσμιος κατάλογος φορολογικών συντελεστών',
            'image' => '/images/seo/en/tax.jpg',
            'description' => 'Μπορείτε να παρακάμψετε τους φορολογικούς κανόνες και να δημιουργήσετε περισσότερα από ένα φορολογικά προφίλ για διαφορετικές κατηγορίες προϊόντων.',
        ],
        'premium' => [
            'title' => 'Κάντε αναβάθμιση σε Premium και μεταμορφώστε το παιχνίδι ηλεκτρονικού εμπορίου σας',
            'image' => '/images/seo/en/premium.jpg',
            'description' => 'Ανεβάστε το ηλεκτρονικό σας κατάστημα με το Selldone Premium. Αποκτήστε πρόσβαση σε αποκλειστικά εργαλεία AI, προσαρμοσμένα πρότυπα και πολλά άλλα για να ενισχύσετε την αποτελεσματικότητα και να ξεχωρίσετε στην ψηφιακή αγορά. Εγγραφείτε τώρα για μια πιο έξυπνη, πιο κομψή εμπειρία ηλεκτρονικού εμπορίου!',
        ],
        'builder' => [
            'title' => 'Δωρεάν εφαρμογή Web Building Page Builder & Landing Page Editor - Δεν απαιτείται σύνδεση',
            'image' => '/images/seo/en/builder.png',
            'description' => 'Δημιουργήστε εκπληκτικές ιστοσελίδες και σελίδες προορισμού χωρίς κόπο με το δωρεάν, φιλικό προς το χρήστη πρόγραμμα δημιουργίας και επεξεργασίας σελίδων. Δεν απαιτείται σύνδεση. Σχεδιάστε, προσαρμόστε και δημοσιεύστε τις ιστοσελίδες σας γρήγορα με τη διαισθητική διεπαφή μεταφοράς και απόθεσης. Ιδανικό για επαγγελματίες του μάρκετινγκ, ιδιοκτήτες μικρών επιχειρήσεων και προγραμματιστές που αναζητούν μια λύση σχεδίασης ιστοσελίδων χωρίς προβλήματα.',
        ],
    ],
    'apps' => [
        'structure-data' => [
            'title' => 'Structure Data Generator | JSON-LD',
            'description' => 'Χρησιμοποιήστε αυτήν την ισχυρή συσκευή δημιουργίας δομημένων δεδομένων για να δημιουργήσετε σημάνσεις JSON-LD, συμπεριλαμβανομένων όλων των απαιτούμενων ιδιοτήτων στοιχείων και άλλων.',
        ],
    ],
];
