<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Shop Header
    |--------------------------------------------------------------------------
    */
    'header' => [
        'shop' => 'Κατάστημα',
        'blog' => 'Ιστολόγιο',

    ],
    /*
    |--------------------------------------------------------------------------
    | Shop Footer
    |--------------------------------------------------------------------------
    */
    'footer-menu' => [


    ],
    'about' => 'Σχετικά με εμάς',
    'contact' => 'Επικοινωνήστε μαζί μας',


    'buy-action' => "Αγοράστε τώρα",
    'buy-action-variant' => "Επιλέξτε & Αγορά τώρα",

    'product-images' => "εικόνες",
    'product-spec' => "Spec",
    'Comments' => "Κριτικές και Βαθμολογίες",
    'related' => "Σχετικά Προϊόντα",
    'view-now' => "Προβολή τώρα",






];
