<?php

/*
|--------------------------------------------------------------------------
| Shop SMS list
|--------------------------------------------------------------------------
| This array return to shop admin to see SMS preview!
|
*/

return [

    'shop-order-payment' => [
        'title' => 'Αποδοχή πληρωμής',
        'sample' => "Η πληρωμή σας των 267 \$ διευθετήθηκε με επιτυχία.<br>Παραγγελία: SM-425<br>Ευχαριστώ, <b>Το όνομα του καταστήματός σας</b>.<br>Selldone",
        'body' => "Η πληρωμή σας :param2 διευθετήθηκε με επιτυχία.\nΠαραγγελία: :param1\nΕυχαριστώ, :param3.\nSelldone",
        'icon' => 'πληρωμή',
        'description' => 'Στείλτε ένα μήνυμα στον πελάτη του καταστήματος για να ενημερώσετε για την επιτυχή πληρωμή.',

    ],
    'shop-order-payment-admin' => [
        'title' => 'Αποδοχή πληρωμής',
        'sample' => "Η νέα πληρωμή 267 \$ διευθετήθηκε με επιτυχία.<br>Παραγγελία: SM-425<br>Ευχαριστώ, <b>Το όνομα του καταστήματός σας</b>.<br>Selldone",
        'body' => "Η νέα πληρωμή :param2 διευθετήθηκε με επιτυχία.\nΠαραγγελία: :param1\nΕυχαριστώ, :param3.\nSelldone",
        'icon' => 'πληρωμή',
        'description' => 'Στείλτε μήνυμα στον ιδιοκτήτη του καταστήματος για να τον ενημερώσετε για την επιτυχή πληρωμή.',

    ],

    'vendor-new-order' => [
        'title' => 'Πωλητής Νέα Παραγγελία',
        'sample' => "Λάβατε μια νέα παραγγελία 200 \$.<br>Παραγγελία: <b>SM-870</b> για <b>Όνομα προμηθευτή</b>.<br>✅ Προϊόν Α| SKU100001 |1x<br>✅ Προϊόν Β| SKU100002 |1x",
        'body' => "Λάβατε μια νέα παραγγελία :param2.\nΠαραγγελία: :param1 για :param3.\n:param4",
        'icon' => 'βιτρίνα',
        'description' => 'Στείλτε ένα μήνυμα στον πωλητή για να τον ενημερώσετε για μια νέα παραγγελία.',
    ],








    'shop-login' => [
        'title' => 'Κωδικός επαλήθευσης σύνδεσης',
        'sample' => "Ο κωδικός σύνδεσής σας είναι: <b>123456</b><br><b>Το όνομα του καταστήματός σας</b><br>Selldone",
        'body' => "Ο κωδικός σύνδεσής σας είναι: :param1\n:param2\nSelldone",
        'icon' => 'σύνδεση',
        'description' => 'Στείλτε τον κωδικό σύνδεσης στον πελάτη για να συνδεθεί στο κατάστημα.',

    ],

    'user-login' => [
        'title' => 'Μήνυμα επιτυχίας σύνδεσης',
        'sample' => "Αγαπητέ <b>Name</b>,<br>Έχετε συνδεθεί στον λογαριασμό σας από το <b>iPhone 165.250.300.1</b> στο <b>5/8/2021 9:14AM</b>.<br>Selldone",
        'body' => "Αγαπητέ :param1,\nΈχετε συνδεθεί στον λογαριασμό σας από το :param2 στο :param3.\nSelldone",
        'icon' => 'system_security_update_good',
        'description' => 'Στείλτε μήνυμα μετά την είσοδο του πελάτη στο κατάστημα.',

    ],

    'avocado-order-submit' => [
        'title' => 'Υποβλήθηκε νέα παραγγελία αβοκάντο αποστολή στον αγοραστή',
        'sample' => "<b>Το όνομα του καταστήματός σας</b><br>Αγαπητέ <b>Το όνομά σας</b>,<br>Λάβαμε την παραγγελία σας και την εξετάζουμε.<br>Αριθμός παραγγελίας: <b>AVO-246</b><br>Selldone",
        'body' => ":param3\nΑγαπητέ :param1,\nΛάβαμε την παραγγελία σας και την εξετάζουμε.\nΑρ. παραγγελίας: :param2\nSelldone",
        'icon' => 'fact_check',
        'description' => 'Στείλτε ένα μήνυμα στον πελάτη αφού κάνετε μια παραγγελία αβοκάντο.',

    ],


    'avocado-order-submit-seller' => [
        'title' => 'Το αβοκάντο λαμβάνει νέα παραγγελία αποστολή στον πωλητή',
        'sample' => "Λάβατε μια παραγγελία Avocado:<br>Store: <b>Το όνομα του καταστήματός σας</b><br>Αγοραστής: <b>Όνομα αγοραστή</b><br>Παραγγελία: <b>AVO-246</b><br>Selldone",
        'body' => "Λάβατε μια παραγγελία αβοκάντο:\nΚατάστημα: :param1\nΑγοραστής: :param2\nΠαραγγελία: :param3\nSelldone",
        'icon' => 'how_to_reg',
        'description' => 'Στείλτε ένα μήνυμα στον ιδιοκτήτη του καταστήματος για να τον ενημερώσετε για τη λήψη νέας παραγγελίας Avocado.',

    ],



    'avocado-ready-to-pay' => [
        'title' => 'Παραγγελία αβοκάντο έτοιμη για πληρωμή',
        'sample' => "<b>Το όνομα του καταστήματός σας</b><br>Η παραγγελία σας έχει επιβεβαιωθεί και μπορεί να πληρωθεί μέσω του παρακάτω συνδέσμου.<br># Παραγγελία: <b>AVO-246</b><br>Link: <b>https://your-domain/avocado</b><br>Selldone",
        'body' => ":param3\nΗ παραγγελία σας έχει επιβεβαιωθεί και μπορείτε να πληρώσετε μέσω του παρακάτω συνδέσμου.\nΑρ. παραγγελίας: :param2\nΣύνδεσμος: :param1\nSelldone",
        'icon' => 'απόδειξη',
        'description' => 'Στείλτε ένα μήνυμα με τον σύνδεσμο πληρωμής στον πελάτη αφού ο πωλητής ορίσει το κόστος και επιβεβαιώστε την παραγγελία του αβοκάντο.',

    ],



    // ━━━━━━━━━━━━━━━━━━━━━━ Order Ready to Ship or Pickup [to customer] ━━━━━━━━━━━━━━━━━━━━━━


    /**
     * In normal shops when the shop owner sets the order status to 'SentOrder', and delivery type is not Pickup.
     * Also in marketplaces with 'Collective Shipping Mode' when the shop owner set order status to 'SentOrder'.
     */
    'order-update-status-ready-to-ship' => [
        'title' => 'Παραγγελία έτοιμη για αποστολή',
        'sample' => "Γεια <b>Alex</b>, καλά νέα, η παραγγελία σας είναι τώρα έτοιμη για αποστολή.<br> Παραγγελία: <b>SM-123</b>",
        'body' => "Γεια :param4, καλά νέα, η παραγγελία σας είναι τώρα έτοιμη για αποστολή.\nΠαραγγελία: :param1",
        'icon' => 'τοπική_αποστολή',
        'description' => 'Στείλτε μήνυμα στον πελάτη για να τον ενημερώσετε ότι η παραγγελία του είναι έτοιμη για αποστολή.',
    ],
    /**
     * In normal shops when the shop owner sets the order status to 'SentOrder', and delivery type is Pickup.
     * Also in marketplaces with 'Collective Shipping Mode' when the shop owner set order status to 'SentOrder'.
     */
    'order-update-status-ready-to-pickup' => [
        'title' => 'Παραγγελία έτοιμη για παραλαβή',
        'sample' => "Γεια σου Alex, καλά νέα, η παραγγελία σου είναι τώρα έτοιμη για παραλαβή.<br>Παραγγελία: <b>SM-123</b>",
        'body' => "Γεια :param4, καλά νέα, η παραγγελία σας είναι τώρα έτοιμη για παραλαβή.\nΠαραγγελία: :param1",
        'icon' => 'share_location',
        'description' => 'Στείλτε μήνυμα στον πελάτη για να τον ενημερώσετε ότι η παραγγελία του είναι έτοιμη για παραλαβή.',
    ],



    /**
     * In marketplace with 'Direct Shipping Mode', when vendor set order status to 'SentOrder' and delivery type is not Pickup.
     */

    'vendor-order-update-status-ready-to-ship' => [
        'title' => 'Παραγγελία πωλητή έτοιμη για αποστολή',
        'sample' => "Γεια <b>Alex</b>, καλά νέα, η παραγγελία σας είναι τώρα έτοιμη για αποστολή.<br> Παραγγελία: <b>SM-123</b>",
        'body' => "Γεια :param4, καλά νέα, η παραγγελία σας είναι τώρα έτοιμη για αποστολή.\nΠαραγγελία: :param1",
        'icon' => 'τοπική_αποστολή',
        'description' => 'Στείλτε μήνυμα στον πελάτη για να τον ενημερώσετε ότι η παραγγελία του είναι έτοιμη για αποστολή. Απλώς στην αγορά με τον τρόπο άμεσης αποστολής και ο τύπος παράδοσης δεν είναι Παραλαβή.',
    ],

    /**
     * In marketplace with 'Direct Shipping Mode', when vendor set order status to 'SentOrder' and delivery type is Pickup.
     */
    'vendor-order-update-status-ready-to-pickup' => [
        'title' => 'Παραγγελία πωλητή έτοιμη για παραλαβή',
        'sample' => "Γεια σου Alex, καλά νέα, η παραγγελία σου είναι τώρα έτοιμη για παραλαβή.<br>Παραγγελία: <b>SM-123</b>",
        'body' => "Γεια :param4, καλά νέα, η παραγγελία σας είναι τώρα έτοιμη για παραλαβή.\nΠαραγγελία: :param1",
        'icon' => 'share_location',
        'description' => 'Στείλτε μήνυμα στον πελάτη για να τον ενημερώσετε ότι η παραγγελία του είναι έτοιμη για παραλαβή. Ακριβώς στην αγορά με τον τρόπο άμεσης αποστολής και τον τύπο παράδοσης είναι η παραλαβή.',
    ],

    // ━━━━━━━━━━━━━━━━━━━━━━ Order Confirmation Status [to customer] ━━━━━━━━━━━━━━━━━━━━━━
    'order-update-status-confirm' => [
        'title' => 'Επιβεβαίωση ειδών παραγγελίας',
        'sample' => "Γεια σου Alex, ελέγξαμε την παραγγελία σου. Εδώ είναι η κατάσταση επιβεβαίωσης για τα στοιχεία σας:<br>"
            . "Store: <b>Shop Name</b><br>"
            . "Order ID: <b>SM-123</b><br>"
            . "✅ Product A | SKU100001 | 1x<br>"
            . "❌ Product B | SKU100002 | 1x",
        'body' => "Γεια σας :param4, ελέγξαμε την παραγγελία σας. Ακολουθεί η κατάσταση επιβεβαίωσης για τα στοιχεία σας:"
            . "Store: :param3\n"
            . "Order ID: :param1\n"
            . ":param5",
        'icon' => 'assignment_turned_in',
        'description' => 'Ειδοποιεί τον πελάτη για τα είδη της παραγγελίας του που έχουν γίνει δεκτά ή απορρίφθηκαν από τον πωλητή.',
    ],

    'vendor-order-update-status-confirm' => [
        'title' => 'Επιβεβαίωση ειδών παραγγελίας προμηθευτή',
        'sample' => "Γεια σου Alex, ελέγξαμε την παραγγελία σου. Εδώ είναι η κατάσταση επιβεβαίωσης για τα στοιχεία σας:<br>"
            . "Vendor: <b>Vendor Name</b><br>"
            . "Order ID: <b>SM-123</b><br>"
            . "✅ Product A | SKU100001 | 1x<br>"
            . "❌ Product B | SKU100002 | 1x",
        'body' => "Γεια σας :param4, ελέγξαμε την παραγγελία σας. Ακολουθεί η κατάσταση επιβεβαίωσης για τα στοιχεία σας:"
            . "Vendor: :param3\n"
            . "Order ID: :param1\n"
            . ":param5",
        'icon' => 'assignment_turned_in',
        'description' => 'Ειδοποιεί τον πελάτη για τα είδη της παραγγελίας του που έχουν γίνει αποδεκτά ή απορρίφθηκαν από τον πωλητή.',
    ],



];
