<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'failed' => 'Эдгээр итгэмжлэл нь манай бүртгэлтэй таарахгүй байна.',
    'throttle' => 'Хэт олон нэвтрэх оролдлого. :seconds секундын дараа дахин оролдоно уу.',


    'title_shop' => ':name руу нэвтэрнэ үү',
    'title_app' => 'Програмын хандалт :name',
    'login_message' => 'Бүртгэлдээ хандах хүсэлт гаргана уу.',
    'scopes_title' => 'Энэ апп нь дараах хамрах хүрээг ашиглах эрхтэй болно',
    'accept' => 'Баталгаажуулах',
    'reject' => 'Татгалзах',


    'login_incorrect_password' => 'Хэрэглэгчийн нэр эсвэл нууц үг буруу.',


    'reset_2fa_title' => 'Хоёр шаттай нэвтрэх хүсэлтийг дахин тохируулна уу',
    'go_main_page' => 'Нүүр хуудас руу оч',

    'signing_in' => 'Нэвтэрч байна...',


    'erp' => [
        'message' => "● Үргэлжлүүлэхийн тулд дэлгүүрээ сонгоно уу. Хэрэв танд шинэ дэлгүүр хэрэгтэй бол эхлээд үүнийг үүсгээд дахин холбоно уу. <br>● Та холбогдож байгаа программ хангамжаа мэдэж байгаа эсэхээ шалгаарай эсвэл үйлчилгээ үзүүлэгчтэй холбогдож тусламж аваарай.",
    ],
    'token-display' => [
        'message' => "Бид таны хүсэлтийн дагуу :software-д зориулсан :shop-д хандахын тулд энэ токеныг үүсгэсэн. Үүнийг аюулгүй байлгаж, хэнтэй ч бүү хуваалцаарай. Хэрэв таны жетон эвдэрсэн гэж үзвэл та хүссэн үедээ цуцлах боломжтой.",
        'scopes-message' => "Энэ бол хамрах хүрээгээрээ дэлгүүрт нэвтрэх боломжтой токен юм",
        'manage-tokens-action' => 'Токенуудыг удирдах',
        'manage-tokens-message' => "Та энд хүссэн үедээ энэ токеныг цуцалж болно."
    ]


,

    'password' => 'Өгөгдсөн нууц үг буруу байна.',
];
