<?php

return [
    /*
    |--------------------------------------------------------------------------
    | General
    |--------------------------------------------------------------------------
    */

    'shop' => "Дэлгүүр",
    'request' => "хүсэлт",
    'stage' => "Статус",
    'budget' => "төсөв",
    'contact' => "Холбоо барих",
    'name' => "Нэр",
    'email' => "Имэйл",
    'user' => "Хэрэглэгч",
    'copy' => "Хуулбарлах",
    'important' => "Чухал",
    'faq' => "FAQ",

    'select_shop' => "Дэлгүүрийг сонгоно уу",
    'loading' => "Ачааж байна",

    'add_comment' => "Сэтгэгдэл нэмэх",
    'add_comment_sub' => "Бидэнтэй санал бодлоо хуваалцаарай",

    /*
    |--------------------------------------------------------------------------
    | Special agreements > SMS Services
    |--------------------------------------------------------------------------
    */
    'sms_agreement_twilio' => "\"Бүртгүүлэх\" дээр дарснаар та :name <a href='/terms' target='_blank'>Хэрэглэх нөхцөл</a> болон <a href='/privacy' target='_blank'>Нууцлалын бодлого</a>-г зөвшөөрч байна. Та захиалгын шинэчлэлт болон/эсвэл маркетингийн зорилгоор :name-аас утасны дуудлага болон SMS мессеж хүлээн авахыг зөвшөөрч байна. Мессежийн давтамж нь таны үйл ажиллагаанаас хамаарна. Та <b>STOP</b>-г <b>86753</b> руу мессеж бичиж татгалзаж болно. Мессеж болон дата төлбөр гарч болзошгүй. Бид хүмүүсийн хувийн нууцыг хүндэтгэдэг бөгөөд таны өгөгдлийг хэзээ ч зарахгүй, зар сурталчилгаанд ашиглахгүй. Хэрэв танд нэмэлт мэдээлэл хэрэгтэй бол бидэнтэй холбоо барина уу.",

    /*
    |--------------------------------------------------------------------------
    | Expert
    |--------------------------------------------------------------------------
    */
    'expert' => [
        'no_budget_set' => 'Тохируулаагүй. Надад нэмэлт мэдээлэл хэрэгтэй байна.',
        'start' => "Би бизнесээ дөнгөж эхэлж байна.",
        'online' => "Би бизнестэй бөгөөд үүнийг онлайнаар авчрахыг хүсч байна.",
        'extend' => "Би онлайн дэлгүүр дээрээ ажилладаг.",
        'pos' => "Би өөрийн биет дэлгүүрт Selldone POS ашиглах бодолтой байна.",
    ],

    /*
      |--------------------------------------------------------------------------
      | @see VendorPaymentOptionObject
      |--------------------------------------------------------------------------
      */
    'vendor_payment_option' => [
        'bank' => [
            'title' => "Банкны шилжүүлэг",
            'description' => "Худалдагчийн данс руу мөнгөө гараар шилжүүлэх.",
        ],
    ],

];
