<?php


use App\Shop\Mail\enums\ShopMailTemplateCodes;

return [

    'email-types-description' => [
        ShopMailTemplateCodes::ShopCustomerJoin => 'Энэхүү мессеж нь шинэ худалдан авагчийг дэлгүүрт урьж байна.',
        ShopMailTemplateCodes::OrderCheckout => 'Худалдан авагч захиалгаа баталгаажуулах үед энэ мэдэгдлийг илгээдэг.',
        ShopMailTemplateCodes::OrderPayment => 'Энэхүү мэдэгдэл нь харилцагчийн төлбөрийг амжилттай хийснийг баталгаажуулна.',
        ShopMailTemplateCodes::OrderUpdate => 'Энэ мессежийг худалдан авагчийн захиалгын статусыг шинэчлэх зорилгоор илгээсэн болно.',

        ShopMailTemplateCodes::OrderPaymentAdmin => 'Худалдагчид баталгаажсан захиалгын талаар мэдэгдэхийн тулд энэ мессежийг илгээдэг.',
        ShopMailTemplateCodes::PosCheckout => 'Худалдан авагчийн борлуулалтын цэгийн захиалгыг баталгаажуулахын тулд энэхүү мэдэгдлийг илгээсэн болно.',
        ShopMailTemplateCodes::PosPayment => 'Энэхүү мэдэгдэл нь худалдан авагчийн хийсэн борлуулалтын цэгийн төлбөрийг баталгаажуулдаг.',
        ShopMailTemplateCodes::PosPaymentAdmin => 'Энэ мессеж нь худалдагчид борлуулалтын цэг дээр хийсэн худалдан авалтын талаар мэдэгдэнэ.',
        ShopMailTemplateCodes::ShopContact => 'Холбоо барих маягтыг илгээсэн үед энэ мэдэгдлийг илгээнэ.',
        ShopMailTemplateCodes::ShopGiftCard => 'Энэхүү мэдэгдэл нь хэрэглэгчдэд бэлгийн карт хүлээн авсан тухай мэдэгдэнэ.',

        ShopMailTemplateCodes::ShopVendorJoin => 'Энэхүү мессеж нь дэлгүүрт шинээр ирсэн худалдагчийг урьж байна.',
        ShopMailTemplateCodes::ShopVendorInvite => "Энэ мессежийг худалдагчийг танай зах зээлд нэгдэхийг урих зорилгоор илгээсэн болно.",
        ShopMailTemplateCodes::ShopVendorOrder => "Төлбөртэй эсвэл бэлэн мөнгө (COD) төлөвийн аль нэгээр нь захиалга хүлээн авах үед энэ мессежийг борлуулагч руу илгээдэг.",
        ShopMailTemplateCodes::ShopVendorProducts => "Худалдагчдад бүтээгдэхүүнийхээ статусыг шинэчлэхийн тулд өдөр бүр илгээдэг.",
        ShopMailTemplateCodes::ShopVendorMemberInvite => "Энэ мессежийг худалдагчийг танай зах зээлд нэгдэхийг урих зорилгоор илгээсэн болно.",

        ShopMailTemplateCodes::UserLogin => "Аюулгүй байдлын үүднээс IP хаяг, огноо, төхөөрөмж зэрэг нэвтрэх дэлгэрэнгүй мэдээллийг хэрэглэгчдэд мэдэгдэнэ үү.",
        ShopMailTemplateCodes::LoginCode => "Хэрэглэгчид дэлгүүрт нэвтрэхийн тулд нэг удаагийн нууц үгийн код илгээнэ үү.",

        ShopMailTemplateCodes::EmailVerifyLink => "Хэрэглэгчийн имэйл хаягийг баталгаажуулах холбоосыг илгээнэ үү. Хэрэглэгч SMS-р бүртгүүлж, имэйлээ оруулах үед энэ имэйлийг илгээдэг. Хэрэглэгч шууд нийгмийн нэвтрэлт эсвэл имэйлээр бүртгүүлэх үед үүнийг илгээдэггүй.",

        ShopMailTemplateCodes::EmailBulkOrder => "Хүлээн авсан болон төлсөн захиалгын жагсаалтыг тодорхой өдөрт бөөнөөр нь илгээнэ үү."


    ,

    ],


    'global' => [
        'greetings' => 'Сайн уу, :name!',
        'end-statement' => 'Туслах баг',

        'receiver_name' => 'Сайн уу :user_name',
        'footer-help' => "Тусламж хэрэгтэй байна уу? [support@selldone.com](mailto:support@selldone.com) эсвэл манай [тусламжийн төвд](https://selldone.com/community) зочилно уу.",
        'selldone-team' => 'Selldone баг',
        'footer-shop' => "Хэрэв танд ямар нэгэн зүйлд тусламж хэрэгтэй бол бидэн рүү имэйл илгээнэ үү: :shop_mail",
        'accept' => "Зөвшөөрөх",
        'reject' => "Татгалзах",
        'verify' => "баталгаажуулах",
        'title' => "Гарчиг",
        'value' => "Үнэ цэнэ",
        'description' => "Тодорхойлолт",
        'shop' => "Дэлгүүр",
        'shop-info' => "Дэлгүүрийн мэдээлэл",
        'user' => "хэрэглэгч",
        'user-info' => "Дансны мэдээлэл",
        'license' => "Тусгай зөвшөөрөл",
        'status' => "Статус",
        'start' => "Эхлэх",
        'end' => "Төгсгөл",
        'renewal' => "Шинэчлэл",
        'view' => "Үзэх",

        'balance' => "Тэнцвэр",
        'card_number' => "Картны дугаар",
        'cvv' => "Cvv",
        'expire_date' => "Дуусах огноо",

        'Dashboard' => "Хяналтын самбар",
        'order' => "захиалга",
        'view_order' => "Захиалга харах",
        'pay_now' => "Pay now",

        'official_selldone' => "АЛБАН ЁСНЫГ ХУДАЛДАА",

        'account-number' => "Account number",
        'account-name' => "Account name",
        'currency' => "Валют",
        'free-balance' => "Үнэгүй үлдэгдэл",
        'locked-balance' => "Түгжигдсэн үлдэгдэл",
        'bot' => "Бот",
        'requests' => "Хүсэлтүүд",
        'baskets' => 'Тэргэнцэр',
        'physical' => "Физик",
        'virtual' => "Виртуал",
        'file' => "Файл",
        'service' => "Үйлчилгээ",
        'fulfillment' => "Биелэлт",
        'open' => "Нээлттэй",
        'reserved' => "Захиалагдсан",
        'canceled' => "Цуцлагдсан",
        'payed' => "Төлбөртэй",
        'cod' => "COD",
        'orders-count' => 'Захиалга',
        'payments-count' => 'Төлбөр',
        'confirms-count' => 'Баталгаажуулж байна',
        'sends-count' => 'Илгээдэг',
        'delivers-count' => 'Хүргүүлдэг',
        'count' => 'Тоол',
        'transactions-count' => 'Гүйлгээний тоо',
        'success-transactions' => 'Амжилттай гүйлгээ',
        'total-amount' => 'Нийт дүн',
        'amount' => 'Дүн',
        'wage' => 'Цалин',
        'debug' => 'Дибаг хийх',
        'pos' => 'POS',
        'live' => 'Амьд',
        'CheckQueue' => 'Дарааллыг шалгах',
        'OrderConfirm' => 'Захиалга баталгаажуулна',
        'PreparingOrder' => 'Захиалга бэлдэж байна',
        'SentOrder' => 'Захиалга илгээсэн',
        'ToCustomer' => 'Үйлчлүүлэгчдэд хүргэж байна',
        'Pending' => 'Хүлээгдэж байна',
        'Accepted' => 'Хүлээн зөвшөөрсөн',
        'Rejected' => 'Татгалзсан',
        'pc' => 'PC',
        'tablet' => 'Таблет',
        'phone' => 'Утас',
        'total' => 'Нийт',
        'view-detail' => 'Дэлгэрэнгүйг харах',
        'empty' => 'Хоосон',
        'dropshipping' => 'Dropshipping',
        'reply' => 'Хариулах',
        'reactions' => 'Хариу үйлдэл',
        'Comments' => 'Сэтгэгдэл',
        'last-comment' => 'Сүүлийн сэтгэгдэл',
        'response-to' => 'Хариулт',
        'posts' => 'Бичлэгүүд',
        'post' => 'Нийтлэл',

        'name' => 'Нэр',
        'email' => 'Имэйл',
        'type' => 'төрөл',
        'device' => 'Төхөөрөмж',
        'platform' => 'Платформ',
        'browser' => 'Хөтөч',
        'time' => 'Цаг хугацаа',
        'Wallet' => 'Түрийвч',
        'date' => 'Огноо',

        'account' => 'Данс',
        'transaction' => 'Гүйлгээ',
        'fee' => 'Төлбөр',

        'location' => 'Location',
        'ip' => 'IP',

        'bill' => 'Билл',
        'category' => 'Ангилал',
        'password' => 'Нууц үг',
        'verify-login' => "Баталгаажуулж, нэвтэрнэ үү",
        'url' => 'URL',
        'avocado' => 'Авокадо',
        'hyper' => 'Гипер',
        'buy-now' => "Одоо худалдаж авах",
        'add-domain' => "Add Domain",
        'views' => 'Үзсэн тоо',


        'country' => 'Улс',
        'address' => 'хаяг',
        'postal' => 'Шуудангийн код',
        'building_no' => 'Барилга №',
        'building_unit' => 'Нэгж #',
        'message' => 'Мессеж',


        'customer' => 'Хэрэглэгч',
        'cart-items' => 'Сагсны эд зүйлс',
        'payment' => 'Төлбөр',
        'receiver' => 'Хүлээн авагч',
        'virtual-items' => 'Виртуал зүйлс',
        'no-payment' => 'Төлбөр байхгүй!',

        'enable' => 'Идэвхжүүлэх',
        'access' => 'Хандалт',
        'bank' => 'Банкны мэдээлэл',

        'vendor' => 'Худалдагч',

        'view_content' => "Бүрэн контентыг үзэх",
        'files' => 'Файлууд',
        'download' => 'Татаж авах',
        'file_name' => 'Файлын нэр',
        'file_size' => 'Хэмжээ',

        'subscription' => 'Захиалга',
        'products' => 'Бүтээгдэхүүн',
        'vendor_products' => 'Борлуулагчийн бүтээгдэхүүн',

        'pickup' => 'Татаж авах',

        'minutes' => 'Минут',
        'hours' => 'Цаг',

        'refund' => 'Буцаан олголт',
        'recipient_address' => 'Хүлээн авагчийн хаяг',
        'signature' => 'Гарын үсэг',
        'blockchain' => 'Блокчейн',
        'details' => 'Дэлгэрэнгүй мэдээлэл',


    

        'Shop' => 'Дэлгүүр',
        'dashboard' => 'хяналтын самбар',
        'comments' => 'сэтгэгдэл',
        'wallet' => 'түрийвч',
    ],
    //―――――――――――――――――――――――――――― Titles ―――――――――――――――――――――――――
    'selldone-business-os' => "Selldone Business OS",

    //―――――――――――――――――――――――――――― Senders name & emails ―――――――――――――――――――――――――
    'senders' => [
        'WeeklyReport' => [
            'id' => 'performance',
            'name' => 'Гүйцэтгэлийн тайлан, Selldone'
        ],
        'SeasonalReport' => [
            'id' => 'seasonal',
            'name' => 'Улирлын тайлан, Selldone'
        ],
        'Onboarding' => [
            'id' => 'сайн уу',
            'name' => 'Зөвшөөрч байна, Selldone'
        ],
        'Support' => [
            'id' => 'support',
            'name' => ':name-г дэмжинэ'
        ],
        'EmailVerify' => [
            'id' => 'verify',
            'name' => 'Баталгаажуул, Selldone'
        ],
        'Welcome' => [
            'id' => 'сайн уу',
            'name' => 'Нийгэмлэг, Selldone'
        ],
        'NewShop' => [
            'id' => 'худалдаачид',
            'name' => 'Зөвшөөрч байна, Selldone'
        ],
        'Approve' => [
            'id' => 'зөвшөөрөх',
            'name' => 'Зөвшөөрч байна, Selldone'
        ],
        'SellerReceiveOrder' => [
            'id' => 'order',
            'name' => 'Захиалгын менежмент :name'
        ],

        'Recovery' => [
            'id' => 'сэргээх',
            'name' => 'Selldone сэргээх баг'
        ],

    ],


    'bill-status' => [
        'PENDING' => 'Хүлээгдэж байна ⌛',
        'PAYED' => 'Төлбөртэй ✅',
        'CANCELED' => 'Цуцлагдсан ❌',

    ],

    'shop-invite' => [
        'LEVEL-NAME' => [
            'ADMIN' => 'Администратор',
            'OFFICER' => 'Ажилтан ба ахлагч',
            'AUDITING' => 'Аудитын менежер',
            'EMPLOYEE' => 'Ажилтан',
            'PRODUCT' => 'Бүтээгдэхүүний менежер',
            'CONTENT' => 'Агуулгын менежер',
            'MARKETING' => 'Маркетингийн менежер',
            'VIEWER' => 'Үзэгч',

        ],
        'subject' => ":inviter таныг :level гэж урьсан| :shop",
        'category' => "Ажилтны урилга",
        'title' => "Таныг <b>:shop_name</b> -д <b>:level</b> гэж урьсан.",
        'message' => "Та <b>:shop_title</b> багтай бизнесийн чиглэлээр хамтран ажиллах урилга хүлээн авлаа. Танд энэ саналыг зөвшөөрөх эсвэл татгалзах сонголт бий. Хэрэв та зөвшөөрөхөөр шийдсэн бол Selldone үйлчилгээнд нэвтэрч шийдвэрээ баталгаажуулна уу. Баталгаажуулсны дараа та дэлгүүрийн удирдлагын хэсэгт хандах боломжтой болно.",

    ],

    'welcome-email' => [
        'subject' => "👋 тавтай морил, :name, Selldone-г эхлүүлцгээе!",
        'category' => 'CONGRATULATION',
        'title' => "Selldone-д тавтай морил",
        'message' => "Selldone-г сонгосон танд баярлалаа! Та одоо дэлхийн борлуулагчдыг үйлчлүүлэгчидтэй, орон нутгийн бизнесийг аж ахуйн нэгжүүдтэй, хувь хүмүүсийг корпорацуудтай холбодог идэвхтэй нийгэмлэгийн нэг хэсэг болсон. Манай бүх Мастер болон Про хэрэгслийг **үнэгүй**, **хязгааргүй** ашиглах боломжтой. Бид таныг дэмжиж, амжилтын үүд хаалгыг нээхээр энд байна.",

        'index' => "Алхам :step.",

        'step-domain' => [
            'title' => 'Өөрийн хувийн домэйн нэмнэ үү',
            'message' => "Эхлэхийн тулд Тохиргоо > Домэйн тохиргооны Дэлгүүрийн хяналтын самбарт өөрийн хувийн домэйныг үнэ төлбөргүй нэмнэ үү.",
            'action' => 'Миний домайнуудыг удирдах',
        ],
        'step-landing' => [
            'title' => 'Нүүр хуудсаа тохируулна уу',
            'message' => "Хяналтын самбар > Хуудас руу орж нүүр хуудсаа тохируулна уу. Буух хуудас сонгох эсвэл шинээр үүсгэх. Энэ нь хялбар бөгөөд ойлгомжтой бөгөөд та үүн дээр шууд ажиллаж эхлэх боломжтой.",
            'action' => 'Миний буух хуудсыг өөрчлөх',
        ],
        'step-payment' => [
            'title' => 'Төлбөрийн аргыг тохируулах',
            'message' => "Төлбөрийг банкны данс руугаа шууд хүлээн авч эхлээрэй. Stripe, PayPal болон бусад төлбөрийн үйлчилгээ үзүүлэгчдээ холбогдохын тулд Хяналтын самбар > Нягтлан бодох бүртгэл > Гарц руу очно уу.",
            'action' => 'Төлбөрийн аргыг нэмнэ үү',
        ],
        'step-products' => [
            'title' => 'Бүтээгдэхүүнээ нэмнэ үү',
            'message' => "Хяналтын самбар > Бүтээгдэхүүн хэсэгт бүтээгдэхүүн, ангиллыг хялбархан нэмнэ үү. Энэ нь таны компьютер дээрх файл, фолдерыг удирдахтай адил бөгөөд чирж буулгахад бүрэн бэлэн болсон. Та Excel ашиглан бүтээгдэхүүнийг бөөнөөр нь импортлох боломжтой. Таныг эхлүүлэхэд туслах загвар загвар бэлэн байна.",
            'action' => 'Миний бүтээгдэхүүнийг удирдах',
        ],
        'step-shipping' => [
            'title' => 'Хүргэлтийн аргуудыг тохируулах',
            'message' => "Үйлчлүүлэгчээс тээвэрлэлтийн төлбөр авахын тулд хяналтын самбар > Логистик > Тээвэрлэлт хэсэгт тээвэрлэлтийн аргаа тодорхойл. Та янз бүрийн байршилд өөр өөр үнэ, дэмжлэгийг тохируулах боломжтой. Хяналтын самбар > Логистик > Агуулах хэсэгт агуулахын гарал үүслийг тохируулахаа бүү мартаарай.",
            'action' => 'Хүргэлтийн аргыг удирдах',
        ],
    

        'seller' => [
            'title' => 'Та худалдагч уу?',
            'message' => 'Борлуулж эхлэхийн тулд доорх линкээр дамжуулан Selldone-д хяналтын самбараа оруулаад анхны дэлгүүрээ бүрэн үнэгүй үүсгээрэй. Үүнд хэдэн минут шаардагдах бөгөөд та өөрийн дэлгүүр, онлайн сайттай болно. Дараа нь бид таныг дараагийн алхмууд руу чиглүүлж, төлбөрийн гарцыг авах болно.',
            'action' => 'Миний хяналтын самбарт нэвтэрнэ үү',
        ],
        'buyer' => [
            'title' => 'Би бол худалдан авагч',
            'message' => 'Баяр хүргэе. Selldone-ийн гишүүн болсны дараа та онлайн дэлгүүрт гишүүнчлэлийн болон баталгаажуулалтын бүх бэрхшээлээс ангижрах болно. Selldone платформыг ашигладаг аливаа дэлгүүр, сайтаас ашиг хүртэхийн тулд та нэг товшилтоор нэвтэрч, худалдан авалтаа энгийн, хурдан, аюулгүй хийх боломжтой.',
        ],
    ],


    'charge-account' => [
        'category' => 'Түрийвч > Данс > Цэнэглэх',
        'title' => "Амжилтын хураамж",
        'message' => "Таны дансны <b>:account_number</b> амжилттай <b>:amount</b> цэнэглэгдсэн байна.",
        'account' => 'Данс',
        'charge' => 'Цэнэглэх',
        'balance' => 'Тэнцвэр',
        'footer' => "Бизнесийг дэлхийн өнцөг булан бүрт байгаа хэн бүхэнд хялбар, хүрч болохуйц, хүртээмжтэй болго."
    ],

    'verify-email' => [
        'subject' => "🙌 Selldone-д бүртгүүлж дуусгаарай! Холбоосыг баталгаажуулна уу.",
        'category' => "ЧИ НЭГ АЛХЫН ХОЛД БАЙНА",
        'title' => "Имэйл хаягаа баталгаажуулна уу",
        'message' => "Сайн байна уу :name,<br><br>Selldone!<br><br>-г сонгосонд баярлалаа!<br>:email</b> таны зөв имэйл хаяг мөн гэдгийг батлахын тулд доорх холбоос дээр дарна уу. Танд энэ баталгаажуулалтыг дуусгахад 48 цаг байна.",
        'footer' => "Хэрэв та 'Баталгаажуулах' товчийг дарахад асуудалтай байгаа бол доорх URL-г хуулж вэб хөтөч дээрээ буулгана уу: :activation_url",
        'next-step' => "Дараа нь бид танд захиалгат домэйн нэмэх, төлбөр тооцоо хийх, бүтээгдэхүүн нэмэх, анхны захиалгаа авахад хялбар болгох үүднээс хэрэгтэй материал болон алхам алхмаар зааварчилгааг илгээх болно.",

    ],
    'verify-email-code' => [
        'subject' => "Баталгаажуулах код :name",
        'category' => "SECURITY",
        'title' => "Имэйл баталгаажуулах код",
        'message' => "Сайн байна уу :name,<br><br><b>:email</b> таны зөв имэйл хаяг гэдгийг батлахын тулд <b>10 минутын </b> дотор дараах кодыг оруулна уу:",
    ],
    'onboarding-verify-email' => [
        'subject' => "🎉 Таны дэлгүүр бэлэн боллоо| :name",
        'category' => "ЧИ НЭГ АЛХЫН ХОЛД БАЙНА",
        'title' => "Тохиргоо дууссан",
        'account_title' => "Таны данс",
        'account_msg' => "Энэ мэдээллийг ашиглан бүртгэлээ баталгаажуулаад нэвтэрнэ үү.",
        'shop_msg' => "Selldone бизнесийн үйлдлийн системийн дансны мэдээлэл.",

    ],

    'reset2fa' => [
        'category' => "АЮУЛГҮЙ БАЙДЛЫН АЛБАН ЁСНЫ МЭДЭЭ",
        'title' => "2 алхамтай нэвтрэхийг идэвхгүй болгохыг хүсэх",
        'message' => "Бид **:name** акаунтын хоёр хүчин зүйлийн баталгаажуулалтыг **:email** имэйлээр шинэчлэх хүсэлтийг хүлээн авсан тул та энэ имэйлийг хүлээн авч байна. <br><br>Бид таны бүртгэлд дараах дэлгэрэнгүй мэдээллийг олсон:",
        'footer' => "Хэрэв та нууц үг шинэчлэх хүсэлт гаргаагүй бол нэмэлт үйлдэл хийх шаардлагагүй.",
        'action' => 'Хоёр шаттай нэвтрэлтийг идэвхгүй болгох',
    ],


    'build-new-shop' => [
        'subject' => "🎊 Таны дэлгүүр бэлэн боллоо!",
        'category' => "ДЭЛХИЙД ШИНЭ ОНЛАЙН ДЭЛГҮҮР ТӨРСӨН",
        'title' => "Баяр хүргэе, :name!",
        'message' => "<b>Баяр хүргэе, :name! Таны шинэ онлайн бизнес одоо ажиллаж байна! </b> Бид таныг Selldoners нийгэмлэгт угтан авахдаа баяртай байна. Та амжилтанд хүрэх эхний алхмыг хийлээ, бид танд алхам тутамд туслахад бэлэн байна. <br>Танай дэлгүүр бэлэн болсон тул үйлчлүүлэгчдээсээ шууд төлбөр хүлээн авч, эзэнт гүрнээ өргөжүүлэхэд бэлэн байгаа эсэхийг шалгацгаая. Хэрэв танд тусламж хэрэгтэй бол бид танд ганцхан мессежийн зайтай байна—манай тусламжийн баг үргэлж таны төлөө байх болно.<br><br><b>Дараагийн чухал алхмууд:</b> Эхлэхийн тулд төлбөр хүлээн авах, үйл ажиллагааг жигд явуулахад бэлэн байгаа эсэхээ шалгаарай. Дэлгүүрээ саадгүй ажиллуулахын тулд бид таныг үе шат болгонд чиглүүлэх болно.",
        'pdf-book' => "Хавсаргасан гарын авлагыг бүү алдаарай: Бизнесээ тоглоом шиг хий",

        'account' => [
            'title' => 'Алхам 1: Selldone түрийвчэнд данс үүсгэ',
            'message' => "Эхлэхийн тулд Selldone түрийвчдээ данс үүсгэнэ үү. Эндээс таны хураамж хасагдах бөгөөд дэлгүүрээ хэвийн ажиллуулахын тулд мөнгөө цэнэглэх боломжтой. Хэрэв таны үлдэгдэл сөрөг байвал санаа зовох хэрэггүй! Танай дэлгүүр тасалдалгүй ажиллана.",
            'action' => 'Түрийвч рүү нэвтэрнэ үү',
        ],

        'shop-account' => [
            'title' => 'Алхам 2: дансаа дэлгүүрт холбоно уу',
            'message' => "Дараа нь түрийвчний дансаа дэлгүүртээ холбоно уу. <b>Store > Нягтлан бодох бүртгэл > Invoice</b> руу ороод түрийвчээ холбоно уу. Энэ нь харилцагчийн бүх төлбөрийг таны банкны дансанд шууд хийх боломжийг олгодог—Selldone таны орлогоос ямар ч дүнг хасдаггүй.",
            'action' => 'Нэхэмжлэлийн самбарыг хадгалах',
        ],

        'gateway' => [
            'title' => 'Алхам 3: Онлайн төлбөрийн гарцыг холбоно уу',
            'message' => "Одоо таны онлайн төлбөрийн гарцыг тохируулцгаая. <b>Store > Accounting > Port</b> руу очоод <b>Add New Port</b> дээр дарна уу. Валютыг сонгосноор та боломжтой төлбөрийн гарцуудын жагсаалтыг харах болно. Гарцыг холбох нь хурдан бөгөөд хялбар боловч танд ямар нэгэн тусламж хэрэгтэй бол Selldone гарын авлагыг шалгах эсвэл бидэнтэй холбогдоно уу.",
            'action' => 'Дэлгүүрт портал нэмнэ үү',
        ],

        'domain' => [
            'title' => 'Сүүлийн алхам: тусгайлсан домэйныг холбох',
            'message' => "Одоо захиалгат домайнаа дэлгүүртээ холбоно уу. Энэ нь хэрэглэгчдэд таны бүтээгдэхүүн, үйлчилгээг худалдан авч, тан руу шууд төлбөр хийх боломжийг олгоно.",
            'action' => 'Хязгааргүй бэлгийн картыг танилцуулж, хүлээн авч байна',
        ],
    ],


    'basket-list' => [
        'item' => "зүйл",
        'count' => "Тоол",
        'price' => "Үнэ",
        'discount-code' => "Хөнгөлөлтийн код",
        'customer-club' => 'Хэрэглэгчийн клуб',
        'shipping' => "Хүргэлт",
        'total' => "Нийт",
        'offer' => "Санал",
        'coupon' => "Купон",
        'lottery' => "Шагнал",
        'tax' => "Татвар",
        'tax_included' => "Үнэд багтсан",
        'tax_shipping' => "Shipping Tax",
    ],

    'buyable-payments' => [
        'method' => 'Арга',
        'amount' => 'Дүн',
        'giftcard' => 'Gift card',
        'payment' => 'Төлбөр',
    ],


    'shop-subscription-email' => [
        'category' => "Захиалгын шинэчлэлт",
        'title' => "Дэлгүүрийн лиценз: :shop_title",
        'title-reserved' => "Нөөц лиценз: :shop_title",
        'title-active' => "Идэвхтэй лиценз: :shop_title",
        'title-finished' => "Дууссан лиценз: :shop_title",
        'title-cancel' => "Лицензийг цуцлах: :shop_title",
        'message' => "Таны дэлгүүрийн лицензийн төлөвлөгөө шинэчлэгдсэн,",
        'RESERVED' => "⚡ Таны захиалгын төлөвлөгөө **захиалагдсан**.",
        'ACTIVE' => "🟢 Таны захиалгын төлөвлөгөө **идэвхжүүлсэн**.",
        'FINISHED' => "🚧 Таны захиалгын төлөвлөгөө **дууслаа**.",
        'CANCEL' => "⛔ Таны захиалгын төлөвлөгөө **цуцлагдсан**.",
    ],

    'support' => [
        'subject' => "Дэмжих төв|:name хариулав",
        'category' => "Дэмжих төв",
        'title' => "Та хариу хүлээн авлаа",
        'action' => "Нээлттэй дэлгүүрийн админ",
    ],

    'shop-customer-join' => [
        'subject' => "Нэгдэх :shop_title",
        'category' => "Шинэ үйлчлүүлэгчийн баяр",
        'title' => "Бид таны гишүүнчлэлд баяртай байна",
        'action' => "Яг одоо зочилно уу",
    ],

    'shop-vendor-join' => [
        'subject' => "Борлуулагчийн элсэлт| :shop_title",
        'category' => "Шинэ худалдагчийн баяр",
        'title' => "Бид таны гишүүнчлэлд баяртай байна",
        'action' => "Vendor Panel",
    ],


    'shop-giftcard' => [
        'subject' => "Бэлэг дурсгалын карт :shop_title",
        'category' => "Шинэ карт нэмнэ үү",
        'title' => "Баяр хүргэе, та бэлгийн карт авлаа",
        'action' => "Одоо дэлгүүр хэсээрэй",
        'message' => "Та :balance :currency-ийн бэлгийн карт хүлээн авлаа. Та энэхүү бэлгийн картаар манай дэлгүүрээс худалдан авалт хийх боломжтой.",

    ],
    // -------------------------------------- Shop Contact ------------------------------------
    'contact' => [
        'subject' => "Дэмжих төв| :shop",
        'category' => "дэмжлэг үзүүлэх",
        'title' => "Та хариу хүлээн авлаа",
    ],

    // -------------------------------------- Shop Customer ------------------------------------
    'order-checkout' => [
        'subject' => "🛍️ Захиалгын баталгаа|:order_id захиалах",
        'title' => "захиалга",
        'message' => "Та манай дэлгүүрт захиалга өгсөн. Бид таны захиалгыг хүлээн авсан бөгөөд төлбөрийг баталгаажуулсны дараа танд дахин имэйл илгээх болно."
    ,

        'payments' => 'Төлбөр',
    ],

    'order-payment' => [
        'subject' => "🛍️ Төлбөрийн баталгаа|:order_id захиалах",
        'title' => "Төлбөрийн захиалга",
        'message' => "Таны төлбөр дууссан,<br> Бид таны захиалгыг авлаа. Таны захиалгыг хүргэх үед бид танд дахин имэйл илгээх болно.",
    

        'payments' => 'Төлбөр',
    ],

    'order-update' => [
        'subject' => "🛍️ Захиалгын статусын шинэчлэлт|:order_id захиалах",
        'title' => "Захиалгын статусын шинэчлэлт",
        'message' => "Таны захиалга шинэчлэгдлээ. Та энэ захиалгын хамгийн сүүлийн статусыг данснаасаа шалгах боломжтой.",
        'instructions' => [
            'PHYSICAL' => [
                'CheckQueue' => "Таны захиалга боловсруулах дараалалд байна. Бэлтгэх үед бид танд мэдэгдэх болно.",
                'OrderConfirm' => "Таны захиалга баталгаажсан бөгөөд бэлтгэл ажил эхэлсэн.",
                'PreparingOrder' => "Таны захиалгыг бэлтгэж байгаа бөгөөд удахгүй хүргэгдэнэ.",
                'SentOrder' => "Таны захиалгыг хүргэлээ. Та үүнийг удахгүй хүлээн авах болно.",
                'ToCustomer' => "Таны захиалгыг хүргэлээ. Танд таалагдана гэж найдаж байна!",

                'PreparingOrder-PICKUP' => "Таны захиалгыг бэлтгэж байна. Та үүнийг авахад бэлэн болмогц мэдэгдэл хүлээн авах болно.",
                'SentOrder-PICKUP' => "Таны захиалгыг авахад бэлэн боллоо. Дэлгүүрт ирээд цуглуулна уу.",
                'ToCustomer-PICKUP' => "Таны захиалгыг авлаа. Танд таалагдана гэж найдаж байна!"

            ],
            'VIRTUAL' => [
                'CheckQueue' => "Таны захиалга боловсруулах дараалалд байна. Бид бэлэн болмогц танд мэдэгдэх болно.",
                'OrderConfirm' => "Таны захиалга баталгаажсан бөгөөд бэлтгэл ажил хийгдэж байна.",
                'PreparingOrder' => "Таны захиалгыг бэлтгэж байгаа бөгөөд удахгүй танд хүргэх болно.",
                'ToCustomer' => "Таны виртуал захиалга таны дансанд хүргэгдсэн. Баярлалаа!"
            ],
            'SERVICE' => [
                'CheckQueue' => "Таны үйлчилгээний хүсэлт дараалалд байна. Бид эхлэх үед танд мэдэгдэх болно.",
                'OrderConfirm' => "Таны үйлчилгээ баталгаажсан бөгөөд бид эхлүүлэхээр бэлтгэж байна.",
                'PreparingOrder' => "Бид таны үйлчилгээг бэлдэж байгаа бөгөөд дууссаны дараа танд мэдэгдэх болно.",
                'ToCustomer' => "Таны үйлчилгээ дууслаа. Биднийг сонгосон танд баярлалаа!"
            ],
            'FILE' => [
                'PreparingOrder' => "Таны файлыг бэлтгэж байгаа бөгөөд удахгүй бэлэн болно.",
                'ToCustomer' => "Таны файл бэлэн бөгөөд хүргэгдсэн. Та одоо татаж авах боломжтой."
            ],
            'SUBSCRIPTION' => [
                'CheckQueue' => "Таны захиалгын дараалалд байна. Боловсруулж эхлэхэд бид танд мэдэгдэх болно.",
                'OrderConfirm' => "Таны захиалгыг баталгаажуулж, тохируулж байна.",
                'PreparingOrder' => "Бид таны захиалгыг бэлдэж байгаа бөгөөд удахгүй эхлэх болно.",
                'SentOrder' => "Таны захиалга идэвхжсэн. Та байнгын шинэчлэлтүүдийг хүлээн авах болно.",
                'ToCustomer' => "Таны захиалгын үйлчилгээ амжилттай идэвхжлээ."
            ]
        ]

    ],

    // -------------------------------------- Vouchers ------------------------------------
    'get-voucher' => [
        'subject' => 'Баяр хүргэе :name | Шинэ эрхийн бичиг: :title',
        'category' => "БАЯР ХҮРГЭЕ, ШИНЭ ЭРХИЙН ЭРХЭМ",
        'message' => "Хөөе :name,<br><br>Та манайхаас шинэ ваучер бэлгэнд авлаа! Та найз нөхөд болон таньдаг бүх хүмүүстээ Selldone-г танилцуулснаар илүү олон эрхийн бичиг авах боломжтой. Энэхүү ваучер нь **:price :currency** үнэтэй. <br><br>Та эхний алхмыг хийлээ, бид танд ваучераараа шинэ боломжуудыг нээхэд туслахаар ирлээ! **:email**-р нэвтэрч, **Хяналтын самбар** > **Тохиргоо** > **Лиценз** хэсгээс өөрийн эрхийн бичгээ олоорой.<br><br>Баяр хүргэе!",
        'action' => "Миний хяналтын самбар",
    ],


    // -------------------------------------- Received Gift ------------------------------------
    'received-gift' => [
        'subject' => 'Баяр хүргэе, Эрхэм :name | Та бэлэг хүлээн авлаа',
        'category' => "Бэлэг авах тухай мэдэгдэл",
        'title' => "Танд зориулсан бэлэг",
        'message' => "Hi :name, we're excited to let you know that you've received a special gift from Selldone! 🎉 You can earn more gifts by staying active, growing your store, and improving your expertise on Selldone. To check out your gift, simply log in with :email and look for it in the top-right corner of your dashboard.<br><br>This gift is worth **:price :currency**, and you can easily deposit it into your wallet within Selldone.<br><br>Use your gift to upgrade your store's license and unlock even more powerful tools to boost your online business!",
        'action' => "Бэлэг",
    ],

    // -------------------------------------- Shop Order Payment Admin (Seller) ------------------------------------

    'order-payment-admin' => [
        'subject' => "🛍️ Шинэ захиалга ирлээ| :order_id",
        'title' => "New Order",
        'message' => "Та шинэ захиалга хүлээн авлаа. Дэлгүүрийнхээ захиалга боловсруулах хуудас руу очно уу.",
    ],


    // -------------------------------------- Virtual item info component ------------------------------------

    'virtual-item' => [
        'input-form-title' => 'Таны бөглөсөн мэдээлэл',
        'output-form-title' => 'Худалдан авсан зүйлийн мэдээлэл',
    ],

    // -------------------------------------- Weekly shop report ------------------------------------
    'selldone-weekly-report' => [
        'subject' => '📬 :shop_title|Долоо хоног тутмын тайлан :time',
        'title' => 'Долоо хоног тутмын дэлгүүрийн гүйцэтгэлийн тайлан',
        'message' => "Энэ бол <b>:start</b>-аас <b>:end</b> хүртэлх таны дэлгүүрийн долоо хоног тутмын тайлан юм. Энэхүү тайланд бизнесээ сайжруулах зөвлөмжүүд багтсан бөгөөд та өөрийн онлайн дэлгүүрийн байдал болон сүүлийн үеийн захиалгыг шалгах боломжтой. Таныг энэ өдөр, долоо хоног сайхан өнгөрүүлээрэй гэж найдаж байна."
    ],

    // -------------------------------------- Seasonal shop report ------------------------------------
    'shop-seasonal-report' => [
        'subject' => '☘ Таны сүүлийн гурван сарын :amount хэмнэлтийн тайлан| :shop_title',
        'title' => 'Таны бизнесийн үйл ажиллагаа, урамшуулал, санхүүгийн хэмнэлтийн тухай улирлын тайлан',
        'message' => "Энэ бол таны <b>:start</b>-аас <b>:end</b> хүртэлх <b>:shop_title</b> улирлын тайлан юм."
    ],


// -------------------------------------- EC-ShopAccounts ------------------------------------
    'EC-ShopAccounts' => [
        'title' => 'Холбогдсон бүртгэлүүд',
        'sub-title' => 'Миний дэлгүүрт холбогдсон түрийвчний дансуудын сүүлийн үеийн байдал ямар байна вэ?',
        'view-wallet' => 'Түрийвч үзэх',
        'tip-title' => 'Чухал зөвлөмжүүд',
        'tip' => "Үнэгүй Selldone түрийвчээ тохируулаад дэлгүүртээ холбоно уу. Таны үлдэгдэл сөрөг байсан ч үйлчлүүлэгч тань ямар ч асуудалгүйгээр худалдан авалт хийж, төлбөрөө төлөх боломжтой. Санаа зоволтгүй, таны дэлгүүрийн үйл ажиллагаа, мэдээлэл 1 сар хүртэлх хугацаанд ямар ч тасалдалгүйгээр хэвийн үргэлжлэх болно.",
        'view-my-wallet' => 'My wallet',
        'connect-account' => 'Бүртгэлтэй холбогдоно уу'
    ],

// -------------------------------------- EC-ShopApps ------------------------------------
    'EC-ShopApps' => [
        'title' => 'Суулгасан програмууд',
        'sub-title' => 'Энэ долоо хоногт таны дэлгүүрт суулгасан програмуудын жагсаалт.',
        'tip' => "Та дэлгүүртээ илүү олон програм хайхыг хүсч байна уу?",
        'view-app-store' => 'Selldone App Store-оор зочилно уу..',
    ],

// -------------------------------------- EC-ShopBots ------------------------------------
    'EC-ShopBots' => [
        'title' => 'Таны дэлгүүрийн роботууд',
        'sub-title' => 'Миний дэлгүүрт идэвхтэй борлуулалтын роботууд.',
        'tip-title' => 'Бот худалдаа',
        'tip' => "Selldone танд автомат борлуулалтын роботуудыг өгсөн. Таны хийх ёстой зүйл бол Нэмэлтүүд> Ботуудын самбар руу ороод дэлгүүрийнхээ роботуудыг идэвхжүүлэхэд л хангалттай. Холбогдох үйлчилгээ танай улсад байх ёстойг анхаарна уу.",
        'view-bots' => 'Ботуудыг удирдах',
    ],

// -------------------------------------- EC-ShopContacts ------------------------------------
    'EC-ShopContacts' => [
        'title' => 'Хэрэглэгчидтэй харилцах',
        'sub-title' => 'Энэ долоо хоногт би үйлчлүүлэгчидтэйгээ хэр их харьцсан бэ?',
        'faqs' => 'Түгээмэл асуултууд',
        'tickets' => 'Хэрэглэгчийн тасалбар',
    ],

// -------------------------------------- EC-ShopData ------------------------------------
    'EC-ShopData' => [
        'title' => 'Хэрэглэгчийн статус',
        'sub-title' => ':start-аас :end хүртэлх үйл ажиллагаа',
        'users' => [
            'title' => 'Үйлчлүүлэгчид',
            'subtitle' => 'Хэрэглэгчид бүртгүүлэх',
        ],
        'views' => [
            'title' => 'Айлчлал',
            'subtitle' => 'Та дэлгүүрт хэдэн удаа зочилсон бэ?',
        ],
        'new_visitors' => 'New Users',
        'returning_visitors' => 'Буцаж ирсэн хэрэглэгчид',

        'shop_views' => 'Дэлгүүр харах',
        'baskets' => [
            'title' => 'Худалдааны тэрэг',
            'subtitle' => 'Шинэ тэрэгний тоог мэдээлэх',
        ],
        'products' => [
            'title' => 'Бүтээгдэхүүний тойм',
            'subtitle' => 'Дэлгүүрт байгаа бүтээгдэхүүний төрлөөр нь байдал',
            'value_name' => 'Бүтээгдэхүүн'
        ],
        'products_count' => 'Бүтээгдэхүүний төрөл',
        'views_count' => 'Үзсэн тоо',
        'sell_count' => 'зарах тоо',
        'send_count' => 'Хүргэлтийн тоо',
    ],


// -------------------------------------- EC-ShopDropShipping ------------------------------------
    'EC-ShopDropShipping' => [
        'title' => 'Дусал хүргэлт',
        'sub-title' => 'Drop Shipping Selldone-ийн томоохон борлуулагчдад зориулсан самбар.',
        'total_fulfillments' => 'Хүлээн авсан нийт захиалга',
        'ds_count' => 'Хүлээн авсан захиалга',
        'statistics_title' => 'Хүлээн авсан захиалгыг мэдээлэх',
        'ds_cancels' => 'Интерфэйс худалдагчаар цуцлах',
        'ds_rejects' => 'Та цуцлах',
        'tip' => "Та барааны томоохон борлуулагч мөн үү? Та агуулах, үйлдвэр эсвэл бүтээгдэхүүний борлуулагчтай юу? Та Selldone Drop Shipping үйлчилгээнд бүтээгдэхүүнээ бусад борлуулагчдад санал болгож, бүтээгдэхүүнээ өргөн хэмжээгээр борлуулах боломжтой. Танд чиглүүлэхийн тулд support@selldone.com хаягаар бидэнд имэйл илгээнэ үү.",
        'view-drop-shipping-panel' => 'Бөөний самбарт нэвтэрнэ үү',
    ],


// -------------------------------------- EC-ShopExchangeRates ------------------------------------
    'EC-ShopExchangeRates' => [
        'title' => 'Валютын ханш',
        'sub-title' => 'Таны дэлгүүрт валют хөрвүүлэх хамгийн сүүлийн ханшийн жагсаалт.',
        'from' => 'Эх үүсвэрийн валют',
        'to' => 'Очих валют',
        'rate' => 'Хөрвүүлэх хувь',
        'view-exchange-panel' => 'Валютын ханшийг удирдах',
    

        'vew-exchange-panel' => 'валютын ханшийн удирдлагын самбар',
    ],


// -------------------------------------- EC-ShopExperts ------------------------------------
    'EC-ShopExperts' => [
        'title' => 'Шинжээчдийн гэрээ',
        'sub-title' => 'Миний дэлгүүрт ямар мэргэжилтнүүд ажилладаг вэ?',
        'cost' => 'Гэрээний дүн',
        'duration' => 'Үргэлжлэх хугацаа',
        'start_at' => 'Start Date',
        'complete_at' => 'Completion Date',
        'cancel_at' => 'Огноо Цуцлах',
        'end_at' => 'Хүргэлтийн өдөр',
        'tip' => 'Та бизнесээ хөгжүүлэхийн тулд Selldone дахь шилдэг мэргэжилтнүүдийг ажилд авах боломжтой.',
        'view-experts' => 'Эхлүүлэхийн тулд товшино уу.',
    ],


// -------------------------------------- EC-ShopGateways ------------------------------------
    'EC-ShopGateways' => [
        'title' => 'Payment gateways',
        'sub-title' => 'Дэлгүүр :shop дээр идэвхтэй төлбөрийн гарцыг мэдээлнэ үү.',
        'tip-title' => 'Чухал зөвлөмжүүд',
        'tip' => "Дэлгүүрийнхээ портал удирдлагын хуудас руу ороод хэдэн минутын дотор дор хаяж нэг порт нэмнэ үү. Таны үйлчлүүлэгчид онлайн порталаар дамжуулан хурдан бөгөөд найдвартай төлбөр хийх дуртай.",
        'view-shop-gateways' => 'Миний дэлгүүрийн портал удирдлага руу нэвтэрнэ үү.',
        'view-gateways' => 'Бусад гарцуудыг харах',
    ],


// -------------------------------------- EC-ShopOrders ------------------------------------
    'EC-ShopOrders' => [
        'title' => 'Захиалга',
        'sub-title' => 'Энэ долоо хоногт миний хүлээн авсан захиалгын жагсаалт.',
        'total_baskets' => 'Нийт захиалга',
        'total_posBaskets' => 'Нийт бэлэн мөнгөний захиалга',
        'pos-title' => 'Посын дэлгүүрийн хайрцаг',
        'chart-label' => 'Захиалга дууссан (эдгээр захиалгыг заавал төлөх албагүй!)',
        'tip-title' => 'Та илүү их хичээх хэрэгтэй ...',
        'tip' => "Энгийн амжилт гэж байхгүй.",
    ],

// -------------------------------------- EC-ShopProcessCenter ------------------------------------
    'EC-ShopProcessCenter' => [
        'title' => 'Боловсруулах төв',
        'sub-title' => 'Энэ долоо хоногт бид дэлгүүрт хэр их захиалга хийсэн бэ?',
        'tip-title' => 'Танд хямдрал байгаагүй!',
        'tip' => "Харамсалтай нь танд энэ долоо хоногт борлуулалт хийгдээгүй байна. Та дэлгүүртээ илүү их зүйлийг авах хэрэгтэй. Та илүү олон бүтээгдэхүүн нэмж, илүү сайн зураг сонгох эсвэл бүтээгдэхүүнийхээ талаар илүү сайн тайлбар бичих боломжтой. Бизнесийнхээ бүрэн цагийн ажлыг бодоорой. Хэрэв та үүнийг зөв хийж, бухимдахгүй бол амжилтанд хүрнэ.",
        'view-process-center' => 'Процессын төвийг харах',
        'return' => [
            'title' => 'Буцаагдсан захиалга',
            'subtitle' => 'Буцаагдсан захиалгыг мэдээлэх.',
            'tip-title' => 'Та үүнийг мэдэх үү ...',
            'tip' => "Та Selldone ПОС-ын тусламжтай шаардлагатай тооны кассын машин үүсгэх боломжтой! Таблет, гар утас, зөөврийн компьютер гэх мэт ямар ч төхөөрөмжийг дэлгүүрийнхээ борлуулалтын цэг болгон хувиргах боломжтой. Энэ нь энгийн, тохируулахад хялбар бөгөөд таны серверт бүрэн бэлтгэгдсэн. Өнөөдөр үүнийг ашиглаж эхлээрэй!",
            'view-pos' => 'Миний онлайн дэлгүүрийн касс руу нэвтэрнэ үү'
        ]
    ],


// -------------------------------------- EC-ShopSessions ------------------------------------
    'EC-ShopSessions' => [
        'title' => 'Сессия',
        'sub-title' => 'Би дэлгүүртээ хэдэн удаа зочилсон бэ?',
        'countries-title' => 'Аль улсууд хамгийн их зочилсон бэ?',
    ],


// -------------------------------------- EC-PublicMessage ------------------------------------
    'EC-PublicMessage' => [
        'title' => 'Та нэг ч төгрөг гаргалгүй мөнгө хийхийг хүсч байна уу?',
        'message' => "Эрхэм :name, та Хяналтын самбар > Demonetization хэсэгт очоод лавлагааны холбоос үүсгэж болно. Холбоосыг найзууддаа илгээснээр та Selldone бэлгийн карт болон найзынхаа төлбөрийн тодорхой хувийг авах болно. Бэлгийн карт танд болон таны найз руу илгээгдэх болно гэдгийг анхаарна уу.",
        'action' => 'Миний танилцуулга холбоосыг үзнэ үү',
        'mail-clip' => "<b style='color: #C2185B'>Анхаарах зүйл:</b> Хэрэв та имэйлийн уртыг хязгаарладаг Gmail гэх мэт цахим шуудангийн үйлчилгээ ашигладаг бол имэйлийн төгсгөлд байгаа дараах сонголтыг олоод тайланг бүрэн эхээр нь харуулахын тулд түүн дээр дарна уу:",

        'no-coin-reward' => "<b style='color: #C2185B'>Уучлаарай:</b> Таны үйл ажиллагаа үнэгүй SEL зоосны шагнал авах шаардлагыг хангаагүй байна. Ирэх улиралд илүү их хичээж, дэлгүүртээ илүү их борлуулалт хий.",
        'yes-coin-reward' => "<b style='color: #4CAF50'>Шагнал:</b> Баяр хүргэе, таны гайхалтай гүйцэтгэлийн улмаас бид танд :amount SEL Coin үнэгүй урамшуулал өгсөн.",

        'need-buy-license' => "<b> Бизнесээ ахиул: </b> Та вэбсайтдаа ямар ч захиалгын төлөвлөгөөг хараахан бүртгүүлээгүй байгаа бололтой! Жил бүр төлсөн тохиолдолд сард ердөө :amount төлөөд илүү олон функцийг нээхийн тулд одоо шинэчилнэ үү.",
        'not-afford-message' => "Хэрэв та төлбөрийн чадваргүй эсвэл төлбөрийн асуудалтай байгаа бол support@selldone.com хаягаар дамжуулан бидэнд мэдэгдээрэй.",
        'add-domain' => "<b>Танай бизнест зориулсан тусгай домэйн яагаад байж болохгүй гэж?</b><br> Одоо вэбсайтдаа домэйн нэмнэ үү; энэ Үнэгүй!"
    ],


    // -------------------------------------- Widget-Socials ------------------------------------
    'Widget-Socials' => [
        'title' => "Selldone бол a<del> бүтээгдэхүүн</del> <span style = 'color: forestgreen'>нийгэмлэг</span> .<br> Мэргэжлийн худалдагч болоорой!",
        'message' => "Twitter, LinkedIn болон нийгмийн сүлжээн дэх Selldone-ийн албан ёсны хуудсуудыг дагаж мөрдөөрэй. Бидэнд санал хүсэлт, хүсэлт, шүүмжлэл илгээх эсвэл Selldone-ийн талаарх хэлэлцүүлэгт оролцоорой. Бид бас таны үүсгэсэн <b>Selldone</b> нийгэмлэгийн нэг хэсэг юм."
    ],


    // -------------------------------------- Avocado (Seller) ------------------------------------
    'avocado-seller-daily-report' => [
        'subject' => 'Авокадогийн шинэ захиалга ирлээ|:shop_title :time',
        'title' => "Сүүлийн 24 цагийн гүйцэтгэлийн тайлан",
        'message' => "Таны үйлчлүүлэгчид таны захиалгыг хянаж үзээд үнийг нь тогтоохыг хүлээж байна. Илүү их борлуулалт авахын тулд үйлчлүүлэгчдийнхээ хүсэлтийг аль болох хурдан хариулаарай.",
        'card_title' => "Дараалалд байгаа захиалга",
        'card_subtitle' => ":date оноос хойш",

        'card_payed' => "Төлбөртэй захиалга"
    ],


    // -------------------------------------- Community > Post ------------------------------------
    'community-comments' => [
        'subject' => 'Нийтлэлдээ :community_title-д хариулна уу',
        'title' => ":name, and :count бусад хүмүүс таны нийтлэлд сэтгэгдэл бичсэн байна.",
        'message' => "Сайн уу :name, таны нийтлэлүүд анхаарал татаж байна! Та манай нийгэмлэгээс сэтгэгдэл хүлээн авсан. Хэлэлцүүлэгт нэгдэхийн тулд бүртгэлдээ нэвтэрч, хүн бүр юу хэлж байгааг хараарай.",
        'title-simple' => ":name таны нийтлэлд сэтгэгдэл бичсэн байна.",
    ],


    // -------------------------------------- Community > Topic ------------------------------------
    'community-topic' => [
        'subject' => '🔔 :topic_title сэдэвтээ хариулна уу',
        'title' => ":name, and :count бусад хүмүүс таны сэдвээр хариулсан.",
        'message' => "Сайн уу :name, таны сэдэв анхаарал татаж байна! Та манай нийгэмлэгээс хариу хүлээн авсан. Хэлэлцүүлэгт нэгдэхийн тулд бүртгэлдээ нэвтэрч, хүн бүр юу хэлж байгааг хараарай.",
        'title-simple' => ":name таны сэдвээр хариулсан.",
    ],

    // -------------------------------------- User > Login ------------------------------------
    'user-login' => [
        'subject' => '🔔 Шинэ нэвтрэх :name',
        'category' => 'Аюулгүй байдлын мэдэгдэл',
        'title' => "Бүртгэл рүү нэвтэрнэ үү",
        'message' => "Эрхэм :name, та Selldone данс руугаа нэвтэрсэн байна.",   // Login in selldone (seller)
        'message-shop' => "Эрхэм :name, та :shop_title руу нэвтэрсэн байна.",  // Login in shop (buyer)

        'footer' => "Хэрэв та нэвтэрч ороогүй бол нууц үгээ солино уу.",

    ],


    // -------------------------------------- Account > TransactionNotification ------------------------------------
    'account-transaction' => [
        'withdraw' => "Татгалзах",
        'deposit' => "Хадгаламж",

        'withdraw_subject' => ":account данснаас мөнгө авах",
        'deposit_subject' => ":account дансанд байршуулах",

        'message' => "Мөнгө шилжүүлгийг дараах үзүүлэлтээр гүйцэтгэв.",

        'type' => "Гүйлгээний төрөл",

        'from' => "Эх сурвалж данс",
        'to' => "Destination account",

        'desc' => "Гүйлгээний тайлбар",
        'action' => "Гүйлгээг харах",
    ],
    // -------------------------------------- Shop > Penalty ------------------------------------

    'penalty' => [
        'subject' => "⛔ Чухал! Дүрэм зөрчсөн| :shop",
        'category' => "Чухал мэдээлэл",
        'title' => "Танай дэлгүүр торгууль хүлээлээ",
        'action' => "Дэлгүүрийн хяналтын самбарыг нээх",
    ],


    // -------------------------------------- User > Invite friend ------------------------------------
    'invite' => [
        'subject' => ":inviter таныг Selldone-д нэгдэхийг урьсан",
        'title' => ":name шинэ онлайн дэлгүүрээ нээж, мөнгө олоход тань туслах зорилгоор :amount-г илгээв!",
        'message' => "Сайн байна уу **:receiver_name**,<br><br>Selldone-д тавтай морил! Selldone дээр та өөрийн цахим худалдааны сайт, блог, онлайн нийгэмлэгийг хялбархан үүсгэж, хэдэн минутын дотор биечлэн худалдаа хийх онлайн ПОС системийг тохируулах боломжтой. Энэ нь таны бизнесийг илүү сайн, хурдан, хялбар явуулахад зориулагдсан иж бүрэн онлайн бизнесийн үйлдлийн систем юм.<br><br><b>:date</b>-р бүртгүүлж, эхлэхийн тулд :amount эрхийн бичгийг аваарай!",
        'accept' => "Урилгыг хүлээн авна уу",
        'owner' => "Эзэмшигч",
        'join-date' => "Түүнээс хойш Selldone дээр",
    ],

    // -------------------------------------- Shop > Recovery mail ------------------------------------
    'shop-recovery' => [
        'subject' => "Сэргээх холбоос| :shop",
        'category' => "Дэлгүүрийн хамгаалалт",
        'title' => "Дэлгүүрийн сэргээх холбоос <b>:shop_name</b> .",
        'message' => "Та дэлгүүрээ сэргээх хүсэлт гаргасан тул энэ имэйлийг танд илгээсэн болно. Доорх холбоос дээр дарснаар таны дэлгүүр болон түүнд хамаарах бүх мэдээллийг сэргээх болно.",
        'action' => "Дэлгүүрийн сэргээх ажиллагааг баталгаажуулна уу",

    ],


    // -------------------------------------- SR-SeasonalSaving ------------------------------------
    'SR-SeasonalSaving' => [
        'title' => 'Selldone таны бизнест хэр их мөнгө хадгалсан бэ?',
        'sub-title' => ':start-аас :end хүртэл',
        'infrastructure' => [
            'title' => 'Дэд бүтэц',
            'subtitle' => 'Сервер, CDN, Хадгалах болон бусад үүлэн үйлчилгээ',
        ],
        'experts' => [
            'title' => 'Мэргэжилтнүүд ба ажилтнууд',
            'subtitle' => 'Хөгжүүлэгчид, засвар үйлчилгээ, дэмжлэг',
        ],
        'total_save' => 'Нийт мөнгө хэмнэсэн'
    ],
    // -------------------------------------- SR-SeasonalPerformance ------------------------------------
    'SR-SeasonalPerformance' => [
        'title' => 'Таны гүйцэтгэл',
        'sub-title' => ':start-аас :end хүртэлх бизнесийн тойм',

        'new_visitors' => 'New Users',
        'returning_visitors' => 'Буцаж ирсэн хэрэглэгчид',

        'shop_views' => 'Дэлгүүр харах',
        'baskets' => [
            'title' => 'Худалдааны тэрэг',
            'subtitle' => 'Шинэ тэрэгний тоог мэдээлэх',

        ],
        'products' => [
            'title' => 'Бүтээгдэхүүний тойм',
            'subtitle' => 'Дэлгүүрт байгаа бүтээгдэхүүний төрлөөр нь байдал',
            'value_name' => 'Бүтээгдэхүүн'
        ],
        'views' => [
            'title' => 'Page Views',
            'subtitle' => 'Вэбсайт хуудсыг нийт үзсэн',
        ],
    ],


    // ██████████████████████ Marketplace ██████████████████████
    'vendor-order' => [
        'title' => 'New Order',
        'message' => "Та шинэ захиалга хүлээн авлаа. Худалдагчийн самбар дээрх захиалга боловсруулах хуудас руу очно уу.",
        'subject' => "🛍️ Шинэ захиалга ирлээ| :order_id",
        'your_revenue' => "Таны орлого",
    ],
    'vendor-invite' => [
        'title' => 'Худалдагчийн урилга',
        'message' => "Та :shop_name-ийн борлуулагч болох урилга хүлээн авлаа. Та дараах товчлуурууд дээр дарж үүнийг зөвшөөрөх эсвэл татгалзах боломжтой.",
        'subject' => ":shop_name |Манай борлуулагч болох урилга",
        'accept' => "Зөвшөөрч, Худалдагч болоорой",
        'reject' => "Татгалзах",

    ],

    // Staff of vendor
    'vendor-member-invite' => [
        'title' => 'Манай багт нэгдэхийг урьж байна',
        'message' => "Таныг :shop_name дээрх :vendor_name-д нэгдэхийг урьсан. Та доорх товчлууруудыг ашиглан энэ урилгыг зөвшөөрөх эсвэл татгалзах боломжтой.",
        'subject' => ":vendor_name-д элсэх урилга|Багийн гишүүн болоорой",
        'accept' => "Зөвшөөрч, багт нэгдээрэй",
        'reject' => "Татгалзах",

    ],

    // -------------------------------------- ShopEmailLogin ------------------------------------
    'shop-email-login' => [
        'subject' => "Таны :shop руу нэвтрэх код",
        'header-message' => "Та дэлгүүрт нэвтрэх код хүссэн тул бид танд энэ имэйлийг илгээж байна. Нэг удаагийн нууц үгээ (OTP) доороос олно уу.",
        'footer-message' => "Энэ код нь 10 минутын турш хүчинтэй байх болно. Хэрэв та энэ нэвтрэх кодыг хүсээгүй бол энэ имэйлийг үл тооно уу."
    ],

    // -------------------------------------- ShopEmailVerifyLinkEmail ------------------------------------
    'shop-email-verify-link' => [
        'subject' => "Имэйлээ баталгаажуулна уу| :shop",
        'title' => 'Имэйл баталгаажуулалт',
        'header-message' => "Сайн уу :name,<br> **:email** нь таны цахим шуудангийн хаяг гэдгийг 48 цагийн дотор доорх товчийг дарж эсвэл доорх холбоосыг ашиглан баталгаажуулна уу.",
        'footer-message' => ""
    ],


    // -------------------------------------- VendorProductsChangeEmail ------------------------------------
    'vendor-products' => [
        'subject' => "Бүтээгдэхүүний шинэчлэлтүүд| :shop",
        'title' => "Бүтээгдэхүүний статусын шинэчлэлт - Сүүлийн 24 цаг",
        'message' => "Энэ зурвас танд сайн олдсон гэж найдаж байна. Энэ бол сүүлийн 24 цагийн хугацаанд манай платформ дээрх бүтээгдэхүүнийхээ төлөв байдлын талаар танд мэдээлэх товч шинэчлэл юм.\nЭнэ хугацаанд зарим бүтээгдэхүүний төлөв байдалд өөрчлөлт орсон. Эдгээр өөрчлөлтүүд нь худалдан авалт, хувьцааны шинэчлэл эсвэл бусад холбогдох үйл явдлуудтай холбоотой байж болно.\nБүтээгдэхүүн бүрийн талаар илүү дэлгэрэнгүй мэдээлэл авахыг хүсвэл өөрийн бүртгэлээр нэвтэрч \"Бүтээгдэхүүний статус\" хэсгийг шалгана уу.",
        'action' => "Борлуулагчийн самбарыг нээнэ үү",
    ],

    // -------------------------------------- ShopBulkOrdersEmail ------------------------------------
    'bulk-orders' => [
        'subject' => "Бөөн захиалга хүлээн авсан| :shop | :date",
        'title' => "Бөөн захиалгын мэдэгдэл",
        'message' => "Та бөөнөөр нь захиалга хүлээн авлаа. Дэлгэрэнгүй мэдээллийг самбар дээрх захиалга боловсруулах хуудаснаас авна уу. Та захиалгын жагсаалтыг 7 хоногийн хүчинтэй аюулгүй холбоосоор татаж авах боломжтой.<br><br>\n        <b>ЧУХАЛ:</b> Энэ холбоос нь 7 хоног хүчинтэй.<br>\n        Энэ холбоос нь динамик тул та үүнийг товших болгондоо тухайн өдрийн хамгийн шинэчилсэн захиалгыг хүлээн авах болно. <b>Энэ нь захиалгын төлбөрийн статус татгалзсан болж өөрчлөгдвөл та татаж авсан CSV-д тухайн захиалгыг харахгүй, эсвэл захиалга төлсөн бол жагсаалтад харагдах болно гэсэн үг.</b><br><br>\n        <ul>\n            <li>CSV нь :date.</li>-д нөөцөлсөн огноотой төлбөртэй захиалга агуулсан\n            <li>Захиалагдсан огноо нь хэрэглэгч захиалгын хуудас дээр төлбөр тооцоо хийх огноо юм.</li>\n        </ul>\n        <b> Захиалга давхардахаас сэргийлэхийн тулд илгээхээсээ өмнө ID захиалгыг шалгана уу.</b>",
        'action' => "Захиалгын жагсаалтыг татаж авах",
    ],

    // -------------------------------------- Order Refund ------------------------------------
    'order-refund' => [
        'message' => "Таны захиалгын зарим барааг хүлээн аваагүй тул хүргэх боломжгүй. Эдгээр зүйлсийн мөнгийг удахгүй таны картанд буцаан олгох болно."
    ]

];
