<?php

return [
    'default_title' => 'SELLDONE',
    'keywords' => ['бизнесийн os', 'domain', 'selldone', 'цахим худалдааны платформ', 'дэлгүүрийн барилгачин', 'дэлгүүрийн барилгачин', 'вэб сайт бүтээгч', 'бизнесийн санаа', 'захиалгат олон нийтийн барилгачин', 'цагаан шошготой цахим худалдаа'],
    'samin' => 'Selldone',
    'Selldone' => 'Selldone',


    'related' => 'Холбоотой',
    'share' => 'Хуваалцах',

    /*
    |--------------------------------------------------------------------------
    | Global
    |--------------------------------------------------------------------------
    */
    'global' => [
        'blog' => 'Блог',
    ],

    /*
    |--------------------------------------------------------------------------
    | Global footer
    |--------------------------------------------------------------------------
    */
    'footer-title' => 'Selldone®|Бизнесүүд <span class="os-grad">OS</span>™',
    'footer-subtitle' => "ЖДҮ болон бие даасан брэндүүдийн №1 үйлдлийн систем",
    'footer-about-selldone' => 'Selldone нь цахим худалдааны платформын хувьд бизнесийн өсөлтийн сахиусан тэнгэрийн үүрэг гүйцэтгэдэг. Тоосгоны жижиг дэлгүүр эсвэл том компани байгаа эсэхээс үл хамааран та бүтээгдэхүүнээ интернетэд харуулах хэрэгтэй. Selldone нь үйл ажиллагааны зардал багатай, илүү уян хатан онлайн дэлгүүрүүд байгуулдаг байсан. Нэмж дурдахад бид дэлгүүрийн удирдлага, визуал програмчлалын интерфэйсийг нэгтгэх, автоматжуулалтын процесс эсвэл хиймэл оюун ухааны интеграцчлалыг бий болгох гэх мэт долоо хоног бүр шинэ боломжуудыг олж авдаг цахим худалдааны удирдлагын хэрэгслийн сүлжээг байнга сайжруулдаг.',
    'footer-action' => "Цахим худалдаагаа үүсгээрэй - Энэ нь үнэ төлбөргүй",

    'footer' => [
        'about' => 'Selldone-ийн тухай',
        'contact' => 'бидэнтэй холбоо барина уу',
        'email' => 'support@selldone.com',
        'phone' => '🇩🇰 +45 36991215',
    ],

    'footer-menu' => [


        // Menu 1:
        [
            'title' => 'Selldone',
            'items' => [
                ['title' => 'Бизнесийн платформ', 'href' => '/store-builder'],
                ['title' => 'Блог', 'href' => '/blog'],
                ['title' => 'Туслаач', 'href' => '/help'],
                ['title' => 'FAQ', 'href' => '/faq'],
                ['title' => 'Нууцлалын бодлого', 'href' => '/privacy'],
                ['title' => 'Үйлчилгээний хугацаа', 'href' => '/terms'],
            ],
        ],

        // Menu 2:
        [
            'title' => 'Онцлогууд',
            'items' => [
                ['title' => 'Онцлог, давуу тал', 'href' => '/features'],
                ['title' => 'Marketing tools', 'href' => '/marketing'],
                ['title' => 'Processing center', 'href' => '/order-processing'],
                ['title' => 'Урамшуулал ба клубууд', 'href' => '/incentives'],
                ['title' => 'Аудит, нягтлан бодох бүртгэл', 'href' => '/auditing'],
                ['title' => 'Cloud hosting', 'href' => '/cloud'],

            ],
        ],

        // Menu 3:
        [
            'title' => 'Шийдэл',
            'items' => [
                ['title' => 'NFT цуглуулга', 'href' => '/nft'],
                ['title' => 'Гильд', 'href' => '/guild'],
                ['title' => 'Авокадо', 'href' => '/avocado'],
                ['title' => 'Мэргэжилтнүүд', 'href' => '/experts'],
                ['title' => 'SEO engine', 'href' => '/seo'],
                ['title' => 'Smart report', 'href' => '/smart-report'],
            ],
        ],

        // Menu 4:
        [
            'title' => 'Үйлчилгээ',
            'items' => [
                ['title' => 'Үнэ ба төлөвлөгөө', 'href' => '/price'],
                ['title' => 'Хэрэглээ', 'href' => '/apps'],
                ['title' => 'Application builder', 'href' => '/app-builder'],
                ['title' => 'Хуудас бүтээгч', 'href' => '/page-builder'],
                ['title' => 'Logistic solution', 'href' => '/logistic'],
                ['title' => 'Автоматжуулалт ба IoT', 'href' => '/automation'],

            ],
        ],


    ],


    /*
    |--------------------------------------------------------------------------
    | Global header
    |--------------------------------------------------------------------------
    */
    'header' => [
        'home' => 'Гэр',
        'features' => 'Онцлогууд',
        'pricing' => 'Үнэ тогтоох',
        'blogs' => 'Блог',
        'community' => 'Нийгэмлэг',
        'help' => 'Туслаач',
        'features-menu' => [
            'store-builder' => 'Цахим худалдаа бүтээгч',
            'community-platform' => 'Захиалгат нийгэмлэг',
            'cloud' => 'Үүлэн дээр суурилсан хостинг',
            'page-builder' => 'Landing Page Builder',
            'smart-report' => 'Ухаалаг тайлан үүсгэгч',
            'payment' => 'Төлбөр, нягтлан бодох бүртгэл',

            'staffs' => 'Хэрэглэгчид ба баг',
            'logistic' => 'Логистик ба хүргэлт',
            'order-processing' => 'Захиалга ба боловсруулалт',
            'marketing' => 'Маркетинг ба кампанит ажил',
            'incentives' => 'Клуб ба урамшуулал',
            'pos' => 'Онлайн ПОС',
            'seo' => 'Авто SEO хөдөлгүүр',
            'automation' => 'Автоматжуулалт ба IoT',
            'ai' => 'AI худалдаа',
            'app-builder' => 'Хэрэглээний бүтээгч',
        ],
        'build' => "барих",
        'build-sub' => "Бид таны амжилтын түүхийг бүтээхийн тулд таны эргэн тойронд системийг бий болгодог.",

        'manage' => "Удирдах",
        'manage-sub' => "Бизнесээ удирдах нь урьд өмнөхөөсөө илүү тааламжтай байх болно.",

        'sel' => "Зарна",
        'sel-sub' => "Үргэлж хааж, мөнгө олж, таашаал аваарай.",

        'grow' => "Өсөх",
        'grow-sub' => "Таны гарт байгаа аж ахуйн нэгжийн түвшний онцлог, хэрэгсэл, тэнгэр таны хязгаар байх болно.",


    ],

    /*
    |--------------------------------------------------------------------------
    | Article
    |--------------------------------------------------------------------------
    */
    'article' => [
        'list-of-content' => 'Агуулгын жагсаалт',
        'author' => 'Зохиогч',
        'others-title' => ":title-ийн талаарх дэлгэрэнгүй мэдээлэл",
    ],


    /*
    |--------------------------------------------------------------------------
    | Main pages
    |--------------------------------------------------------------------------
    */
    'page.login' => ['title' => 'Selldone |Нэвтрэх', 'image' => '/images/seo/en/login.jpg', 'description' => "Та хэр их хөрөнгөтэй, хаана бизнесээ эхлүүлсэн, дэлхийн хаана амьдарч байгаа нь хамаагүй! Selldone танд мэргэжлийн борлуулалтын бүх хэрэгслээр хангасан. Бүртгэл болон эдгээр хэрэгслүүд нь хүн бүрт, үүрд үнэ төлбөргүй байдаг."],
    'page.register' => ['title' => 'Selldone |Бүртгүүлэх', 'image' => '/images/seo/en/login.jpg', 'description' => "Хандалт нь давуу эрх биш харин эрх гэдэгт бид итгэдэг! Та Нью-Йоркийн хамгийн баян гудамжинд эсвэл алс холын тосгонд бизнес эрхэлдэг эсэхээс үл хамааран интернет болон онлайн хэрэгсэл нь онлайнаар зарахад хэрэгтэй бүх зүйл байх ёстой! Энэ бол Selldone-ийн мөрөөдөл юм."],


    'page.home' => ['title' => "Мэргэжлийн хүмүүс шиг зарах — Selldone® Business OS", 'image' => '/images/seo/en/create-my-ecommerce-website-free.jpg', 'description' => "Selldone нь бизнесээ нүдээр харуулах, удирдах, өргөжүүлэхэд зориулагдсан Бизнесийн үйлдлийн систем юм. Сая сая захиалгад зориулж бүтээсэн кодгүй, шинжээчийн шаардлагагүй шийдлээр үүнийг өөрөө бүтээгээрэй."],
    'page.helps' => ['title' => 'Туслаач', 'image' => '/images/seo/en/help.jpg', 'description' => "Хэрхэн амжилттай бизнес хийх вэ."],
    'page.blogs' => ['title' => 'Business OS Mag', 'image' => '/images/seo/en/academy.jpg', 'description' => "Онлайнаар борлуулалт хийх нэг цэгийн гарын авлага, зөвлөгөө, заль мэх, мэргэжилтний зөвлөгөө, онлайн борлуулалтын хийх болон болохгүй зүйлс, онлайн орлогоо нэмэгдүүлэх мэргэжилтнүүдийн зөвлөгөө."],
    'page.faqs' => ['title' => 'Байнга асуудаг асуултууд', 'image' => '/images/seo/en/faq.jpg', 'description' => "Selldone дээрх асуулт хариулт."],
    'page.price' => ['title' => 'Үнийн жагсаалт', 'image' => '/images/seo/en/price.jpg', 'description' => "Цагийн хязгаарлалтгүйгээр үнэ төлбөргүй дэлгүүр, сайт барих мэргэжлийн бүх боломжууд таныг хүлээж байна."],


    'page.apps' => ['title' => 'Хэрэглээний интеграци', 'image' => '/images/seo/en/apps.jpg', 'description' => "Дэлгүүрт програм суулгах нь зөвхөн нэг товшилтоор таны дэлгүүрт зориулагдсан болно."],
    'page.experts' => ['title' => 'Мэргэжилтнүүд', 'image' => '/images/seo/en/expert.jpg', 'description' => "Дэлгүүрээ төлөвлөх, нээх, сурталчлах, удирдах талаар санаа зовох хэрэггүй, Selldone-ийн мэргэжилтнүүд танд туслахад бэлэн байна. Мэргэшсэн мэргэжилтэн хөлсөлж, ажлыг илүү сайн, хурдан хий."],


    'page.avocado' => ['title' => 'Авокадо - Орчин үеийн нийгмийн борлуулалтын суваг', 'image' => '/images/seo/en/create-avocado-seo.jpg?v=1',
        'description' => "Үйлчлүүлэгчдээсээ төлбөр цуглуулахад зөвхөн дүн болон гарчиг нь л хангалттай. Мөнгө таны дансанд шууд орж, үйлчлүүлэгчид тань дэлгүүр хэсэх боломжтой."],

    // All private dashboards:
    'shuttle' => ['title' => 'Шатл|Бизнесийн үйлдлийн системээ удирдаарай', 'image' => '/images/seo/en/dashboard.jpg',
        'description' => "Дэлгүүрийн удирдлагын самбар, хэрэв та энэ дэлгүүрт хандах эрхтэй бол энэ холбоосоор дамжуулан дэлгүүрийн удирдлагын самбараа оруулах боломжтой."],

    'shuttle-shop' => ['title' => 'Дэлгүүрийн хяналтын самбар|Дэлгүүрээ удирдаарай', 'image' => '/images/seo/en/shuttle-shop.jpg', 'video' => '/images/seo/en/videos/shuttle-shop.mp4',
        'description' => "Хяналтын самбар дээрх бүх зүйлийг удирдаарай. Бүтээгдэхүүн, захиалга, буух хуудасны дизайн, маркетинг, урамшуулал болон гайхалтай бизнест хэрэгтэй бүх зүйлийг удирдаарай."],


    'guild' => ['title' => 'Guild - Хамтын борлуулалтын суваг', 'image' => '/images/seo/en/guild.jpg?v=2',
        'description' => "Гайхалтай холбоо байгуулснаар бизнесээ дэлхийн өнцөг булан бүрт байгаа хэн бүхэнд хүртээмжтэй, хүртээмжтэй болго."],


    'page.referral' => ['title' => 'Түнш хөтөлбөр - Selldone', 'image' => '/images/seo/en/referral.png', 'description' => "Сонирхолтой номлолд нэгдэж, өөртөө идэвхгүй орлогын урсгалыг бий болго."],


    'page.press' => ['title' => 'Хэвлэлийн эх сурвалж - Selldone', 'image' => '/images/seo/en/press.png', 'description' => "Selldone-ийн талаар бичих сонирхолтой хэн бүхэнд зориулсан эх сурвалж."],
    'page.roadmap' => ['title' => 'Замын зураг — Selldone', 'image' => '/images/seo/roadmap.jpg', 'description' => "Энэ бол цорын ганц платформ юм: ЖДҮ-д зориулсан аж ахуйн нэгжийн түвшний хэрэгсэл бүхий үйлчилгээ болох кодгүй бизнесийн үйлдлийн систем."],

    'page.onboarding' => ['title' => 'Үнэгүй онлайн дэлгүүрийн вэбсайт бүтээгч - Хариуцлагатай, мэргэжлийн', 'image' => '/images/seo/ui-kit.jpg', 'description' => "Selldone бол таны бизнесийг хөгжүүлэхэд туслах зорилгоор бүтээгдсэн цахим худалдааны платформ юм. Жижиг тоосгоны дэлгүүр эсвэл том компанитай эсэхээс үл хамааран танд мэргэжлийн, хэрэглэхэд хялбар хэрэгсэл хэрэгтэй."],



    'page.books' => ['title' => 'Бизнесийн гарын авлага: Онлайн худалдааны вэбсайтуудын эхлэл ба өсөлтийн зөвлөмжүүд', 'image' => '/images/seo/en/cover.jpg', 'description' => "Та эндээс бизнесийг хөгжүүлэх гарын авлагуудыг үнэгүй татаж авах боломжтой. Эдгээр номноос та онлайн дэлгүүрийнхээ хөрвөлтийн хувь хэмжээг нэмэгдүүлэхийн тулд бизнесийг хөгжүүлэх бүрэн зөвлөмж, практик сайжруулах гарын авлагуудыг олох болно."],


    'page.quiz' => ['title' => 'Асуулт|Бизнесийн үйлдлийн систем танд тохирох уу?', 'image' => '/images/seo/en/quiz.png', 'description' => "Хэрэв та бизнест тань бизнесийн үйл ажиллагаа хэрэгтэй эсвэл ашиглах боломжтой гэдгийг мэдэхийг хүсвэл цааш явахаасаа өмнө 60 секундын асуулт асууна уу. Хэрэв та бизнест тань бизнесийн үйл ажиллагаа хэрэгтэй эсвэл ашиглах боломжтой гэдгийг мэдэхийг хүсвэл цааш явахаасаа өмнө 60 секундын асуулт асууна уу."],


    'page.countries' => ['title' => 'Дэмжигдсэн улс орнууд ба орон нутгийн төлбөрүүд - Бизнесийн үйлдлийн систем', 'image' => '/images/seo/en/countries.png', 'description' => "Бизнесийн үйлдлийн систем, цахим худалдааны платформоос сэдэв, залгаас, кодгүй зүйл рүү чиглэсэн худалдааны үйлчилгээний дараагийн хувьсал. 100% харааны!"],


    'page.participant' => ['title' => 'Таны хүссэн нийгэмлэг — 20 доллар тоглож, хожоорой', 'image' => '/images/seo/en/participants.jpg', 'description' => "Та бусдад туслахын тулд богино хэмжээний видео бүтээснээр selldone нийгэмлэгт оролцож, видео бүрт 20 USD бэлгийн кредит авах боломжтой."],

    'page.tax' => ['title' => 'Дэлхийн татварын хувь хэмжээний жагсаалт', 'image' => '/images/seo/en/tax.jpg', 'description' => "Та татварын дүрмийг хүчингүй болгож, өөр өөр бүтээгдэхүүний ангилалд нэгээс олон татварын профайлыг үүсгэж болно."],


    'page.premium' => ['title' => 'Дээд зэрэглэлийн болгож сайжруулж, цахим худалдааны тоглоомоо өөрчил', 'image' => '/images/seo/en/premium.jpg', 'description' => "Selldone Premium-ээр онлайн дэлгүүрээ дээшлүүлээрэй. Үр ашгийг дээшлүүлж, дижитал зах зээлд бусдаас ялгарахын тулд хиймэл оюун ухааны онцгой хэрэгсэл, захиалгат загвар болон бусад зүйлд хандаарай. Илүү ухаалаг, гоёмсог цахим худалдааны туршлага олж авахын тулд одоо нэгдээрэй!"],


    'page.builder' => [
        'title' => 'Үнэгүй хуудас бүтээгч & буух хуудас засварлагч Webapp - Нэвтрэх шаардлагагүй',
        'image' => '/images/seo/en/builder.png',
        'description' => 'Манай үнэгүй, хэрэглэгчдэд ээлтэй хуудас бүтээгч, засварлагчийн тусламжтайгаар гайхалтай вэб хуудас болон буух хуудсуудыг хялбархан бүтээгээрэй. Нэвтрэх шаардлагагүй. Манай чирж буулгах интерфэйсийн тусламжтайгаар вэб хуудсаа хурдан зохион бүтээж, өөрчилж, нийтлээрэй. Ямар ч асуудалгүй вэб дизайны шийдлийг хайж буй маркетерууд, жижиг бизнес эрхлэгчид, хөгжүүлэгчдэд тохиромжтой.'
    ],

    'page.token' => [
        'title' => 'Selldone зоос (SLDN) - Цахим худалдааны инновацийг бэхжүүлэх',
        'image' => '/images/seo/en/token.jpg?v=1',
        'description' => 'Цахим худалдааны бизнес эрхлэгчдийг урамшуулах, чадавхжуулах зорилготой Selldone Coin (SLDN) дижитал жетонтой танилцаарай. Selldone экосистемийн салшгүй хэсэг болох SLDN ашиглан орлого олж, худалдаа хийж, бизнесээ хөгжүүлээрэй.'
    ],


    'page.red-alert' => ['title' => 'Улаан дохиолол - Гэмт хэргийн үйл ажиллагаа, аюулгүй байдлын хөтөлбөрийг мэдээлнэ үү',
        'image' => '/images/seo/en/red-alert.jpg',
        'description' => 'Аюулгүй байдал, аюулгүй байдлын хамгийн дээд түвшнийг Selldone-аар мэдрээрэй – хамгийн аюулгүй байдалд төвлөрсөн платформ. Манай Red Alert хөтөлбөр нь гэмт хэргийн шинжтэй үйлдлүүдийг шуурхай, найдвартай мэдээлэх боломжийг олгодог бөгөөд ингэснээр танай нийгэмлэг хамгаалагдсан хэвээр байх болно. Аюулгүй орчин бий болгох, гэмт хэргийн эсрэг арга хэмжээ авах бидний эрхэм зорилгод бидэнтэй нэгдээрэй.'    ],

    /*
    |--------------------------------------------------------------------------
    | App pages
    |--------------------------------------------------------------------------
    */
    'apps.structure-data' => ['title' => 'Бүтцийн өгөгдөл үүсгэгч| JSON-LD', 'description' => "Энэ хүчирхэг бүтэцтэй өгөгдлийн үүсгэгчийг ашиглан JSON-LD тэмдэглэгээ, түүний дотор шаардлагатай бүх зүйлийн шинж чанарууд болон бусад зүйлс бий болно."
    ],

    /*
    |--------------------------------------------------------------------------
    | Call to action
    |--------------------------------------------------------------------------
    */
    'call-to-action' => [
        'title' => "Зах зээл дээрх хамгийн шилдэг техникийн шийдлээр бизнесээ онлайн болго.",
        'money-back' => "30 хоногийн мөнгө буцааж өгөх баталгаа",
        'action' => "Өөрийн цахим худалдааг үүсгэ",
        'action-sub' => "Одоо эхлээрэй - Үнэгүй",
        'message' => "Онлайн борлуулалт бага байгаадаа баяртай гэж хэлээрэй!",
    ]

,

    'page' => [
        'login' => [
            'title' => 'Selldone | Нэвтрэх',
            'image' => '/images/seo/en/login.jpg',
            'description' => 'Та хэр их хөрөнгөтэй, хаана бизнесээ эхлүүлсэн, дэлхийн хаана амьдарч байгаа нь хамаагүй! Selldone танд мэргэжлийн борлуулалтын бүх хэрэгслээр хангасан. Бүртгэл болон эдгээр хэрэгслүүд нь хүн бүрт, үүрд үнэ төлбөргүй байдаг.',
        ],
        'register' => [
            'title' => 'Selldone | Бүртгүүлэх',
            'image' => '/images/seo/en/login.jpg',
            'description' => 'Хандалт нь давуу эрх биш харин эрх гэдэгт бид итгэдэг! Нью-Йоркийн хамгийн баян гудамжинд эсвэл алс холын тосгонд бизнес эрхэлдэг эсэхээс үл хамааран интернет болон онлайн хэрэгсэл нь танд онлайнаар зарахад хэрэгтэй бүх зүйл байх ёстой! Энэ бол Селдонегийн мөрөөдөл юм.',
        ],
        'home' => [
            'title' => 'Мэргэжлийн хүмүүс шиг борлуулалт — Selldone® Business OS',
            'image' => '/images/seo/en/create-my-ecommerce-website-free.jpg',
            'description' => 'Selldone бол бизнесээ визуал байдлаар бүтээх, удирдах, өргөжүүлэхэд зориулагдсан Business OS юм. Сая сая захиалгын хувьд кодгүй, шинжээчийн шаардлагагүй шийдлээр үүнийг өөрөө хий.',
        ],
        'helps' => [
            'title' => 'Туслаач',
            'image' => '/images/seo/en/help.jpg',
            'description' => 'Хэрхэн амжилттай бизнес хийх вэ.',
        ],
        'blogs' => [
            'title' => 'Блог',
            'image' => '/images/seo/en/academy.jpg',
            'description' => 'Selldone-ийн хамгийн сүүлийн үеийн мэдээ, контент.',
        ],
        'faqs' => [
            'title' => 'Түгээмэл асуултууд',
            'image' => '/images/seo/en/faq.jpg',
            'description' => 'Selldone дээрх асуулт хариулт.',
        ],
        'price' => [
            'title' => 'Үнийн жагсаалт',
            'image' => '/images/seo/en/price.jpg',
            'description' => 'Цагийн хязгаарлалтгүйгээр үнэ төлбөргүй дэлгүүр, сайт барих мэргэжлийн бүх боломжууд таныг хүлээж байна.',
        ],
        'apps' => [
            'title' => 'Апп дэлгүүр',
            'image' => '/images/seo/en/apps.jpg',
            'description' => 'Дэлгүүрт програм суулгах нь зөвхөн нэг товшилтоор таны дэлгүүрт зориулагдсан болно.',
        ],
        'experts' => [
            'title' => 'Мэргэжилтнүүд',
            'image' => '/images/seo/en/expert.jpg',
            'description' => 'Дэлгүүрээ төлөвлөх, нээх, сурталчлах, удирдах талаар санаа зовох хэрэггүй, Selldone-ийн мэргэжилтнүүд танд туслахад бэлэн байна. Мэргэшсэн мэргэжилтэн хөлсөлж, ажлыг илүү сайн, хурдан хий.',
        ],
        'avocado' => [
            'title' => 'Авокадо - Орчин үеийн нийгмийн борлуулалтын суваг',
            'image' => '/images/seo/en/create-avocado-seo.jpg?v=1',
            'description' => 'Нэг мөнгөн дүн, нэг гарчиг байхад л үйлчлүүлэгчдээсээ мөнгө авах хэрэгтэй! Мөнгө таны дансанд шууд орох бөгөөд таны үйлчлүүлэгчид худалдан авалт хийх өвөрмөц туршлагатай болно.',
        ],
        'referral' => [
            'title' => 'Түнш хөтөлбөр - Selldone',
            'image' => '/images/seo/en/referral.png',
            'description' => 'Сонирхолтой номлолд нэгдэж, өөртөө идэвхгүй орлогын урсгалыг бий болго.',
        ],
        'press' => [
            'title' => 'Хэвлэлийн эх сурвалж - Selldone',
            'image' => '/images/seo/en/press.png',
            'description' => 'Selldone-ийн талаар бичих сонирхолтой хэн бүхэнд зориулсан эх сурвалж.',
        ],
        'roadmap' => [
            'title' => 'Замын зураг — Selldone',
            'image' => '/images/seo/roadmap.jpg',
            'description' => 'Энэ бол цорын ганц платформ юм; Энэ нь огт өвөрмөц бөгөөд бусад бүхнээс тэс өөр юм. Энэ бол ЖДҮ-д зориулсан аж ахуйн нэгжийн түвшний хэрэгсэл бүхий үйлчилгээ болох цорын ганц, кодгүй Бизнесийн үйлдлийн систем юм.',
        ],
        'onboarding' => [
            'title' => 'Үнэгүй онлайн худалдааны вэбсайт бүтээгч - Хариуцлагатай, мэргэжлийн',
            'image' => '/images/seo/ui-kit.jpg',
            'description' => 'Selldone нь цахим худалдааны платформын хувьд таны бизнесийн өсөлтөд сахиусан тэнгэр шиг ажилладаг. Жижиг тоосгоны дэлгүүр эсвэл том компанитай эсэхээс үл хамааран танд мэргэжлийн, гэхдээ хэрэглэхэд хялбар хэрэгсэл хэрэгтэй болно.',
        ],
        'books' => [
            'title' => 'Бизнесийн гарын авлага: Онлайн худалдааны вэбсайтуудын эхлэл ба өсөлтийн зөвлөмжүүд',
            'image' => '/images/seo/en/cover.jpg',
            'description' => 'Та эндээс бизнесийг хөгжүүлэх гарын авлагуудыг үнэгүй татаж авах боломжтой. Эдгээр номноос та бизнесээ хөгжүүлэх бүрэн зөвлөмж, онлайн дэлгүүрт хөрвөх ханшийг нэмэгдүүлэх практик сайжруулах гарын авлагуудыг олох болно.',
        ],
        'quiz' => [
            'title' => 'Асуулт | Бизнесийн үйлдлийн систем танд тохирох уу?',
            'image' => '/images/seo/en/quiz.png',
            'description' => 'Хэрэв та бизнест тань бизнесийн үйл ажиллагаа хэрэгтэй эсвэл ашиглах боломжтой гэдгийг мэдэхийг хүсвэл цааш явахаасаа өмнө 60 секундын асуулт асууна уу. Хэрэв та бизнест тань бизнесийн үйл ажиллагаа хэрэгтэй эсвэл ашиглах боломжтой гэдгийг мэдэхийг хүсвэл цааш явахаасаа өмнө 60 секундын асуулт асууна уу.',
        ],
        'countries' => [
            'title' => 'Дэмжигдсэн улс орнууд ба орон нутгийн төлбөрүүд - Бизнесийн үйлдлийн систем',
            'image' => '/images/seo/en/countries.png',
            'description' => 'Бизнесийн үйлдлийн систем, цахим худалдааны платформоос сэдэв, залгаас, кодгүй зүйл рүү чиглэсэн худалдааны үйлчилгээний дараагийн хувьсал. 100% харааны!',
        ],
        'participant' => [
            'title' => 'Таны хүссэн нийгэмлэг — 20 доллар тоглож, хожоорой',
            'image' => '/images/seo/en/participants.jpg',
            'description' => 'Та бусдад туслахын тулд богино хэмжээний видео бичлэг хийснээр selldone нийгэмлэгт оролцож, нэг видеонд 20 ам.долларын бэлгийн кредит авах боломжтой.',
        ],
        'tax' => [
            'title' => 'Дэлхийн татварын хувь хэмжээний жагсаалт',
            'image' => '/images/seo/en/tax.jpg',
            'description' => 'Та татварын дүрмийг хүчингүй болгож, өөр өөр бүтээгдэхүүний ангилалд нэгээс олон татварын профайлыг үүсгэж болно.',
        ],
        'premium' => [
            'title' => 'Дээд зэрэглэлийн болгож сайжруулж, цахим худалдааны тоглоомоо өөрчил',
            'image' => '/images/seo/en/premium.jpg',
            'description' => 'Selldone Premium-ээр онлайн дэлгүүрээ дээшлүүлээрэй. Үр ашгийг дээшлүүлж, дижитал зах зээлд бусдаас ялгарахын тулд хиймэл оюун ухааны онцгой хэрэгсэл, захиалгат загвар болон бусад зүйлд хандаарай. Илүү ухаалаг, гоёмсог цахим худалдааны туршлага олж авахын тулд одоо нэгдээрэй!',
        ],
        'builder' => [
            'title' => 'Үнэгүй хуудас бүтээгч & буух хуудас засварлагч Webapp - Нэвтрэх шаардлагагүй',
            'image' => '/images/seo/en/builder.png',
            'description' => 'Манай үнэгүй, хэрэглэгчдэд ээлтэй хуудас бүтээгч, засварлагчийн тусламжтайгаар гайхалтай вэб хуудас болон буух хуудсуудыг хялбархан бүтээгээрэй. Нэвтрэх шаардлагагүй. Манай чирж буулгах интерфэйсийн тусламжтайгаар вэб хуудсаа хурдан зохион бүтээж, өөрчилж, нийтлээрэй. Ямар ч асуудалгүй вэб дизайны шийдлийг хайж буй маркетерууд, жижиг бизнес эрхлэгчид, хөгжүүлэгчдэд тохиромжтой.',
        ],
    ],
    'apps' => [
        'structure-data' => [
            'title' => 'Бүтцийн өгөгдөл үүсгэгч | JSON-LD',
            'description' => 'Энэ хүчирхэг бүтэцтэй өгөгдлийн үүсгэгчийг ашиглан JSON-LD тэмдэглэгээ, түүний дотор шаардлагатай бүх зүйлийн шинж чанарууд болон бусад зүйлс бий болно.',
        ],
    ],
];
