<?php 

 return [
     "failed" => "די קראַדענטשאַלז טאָן ניט גלייַכן אונדזער רעקאָרדס.",
     "password" => "די צוגעשטעלט פּאַראָל איז פאַלש.",
     "throttle" => "צו פילע לאָגין פרווון. ביטע פּרובירן ווידער אין: סעקונדעס סעקונדעס.",
     "title_shop" => "לאָגין צו: נאָמען",
     "title_app" => "אַפּפּליקאַטיאָן אַקסעס פון: נאָמען",
     "login_message" => "בעטן אַקסעס צו דיין חשבון.",
     "scopes_title" => "דעם אַפּ וועט האָבן אַקסעס צו די פאלגענדע סקאָפּעס",
     "accept" => "באַשטעטיקן",
     "reject" => "אָפּוואַרפן",
     "login_incorrect_password" => "אומגילטיק באנוצער נאמען אדער שפּריכוואָרט.",
     "reset_2fa_title" => "באַשטעטיק צוויי-שריט לאָגין בעטן",
     "go_main_page" => "גיין צו האָמעפּאַגע",
     "signing_in" => "זיך איינשרייבן...",
];