<?php 

 return [
     "default_title" => "SELLDONE",
     "keywords" => [
        "געשעפט אָס",
        "domain",
        "selldone",
        "עקאָממערסע פּלאַטפאָרמע",
        "קראָם בילדער",
        "קראָם בילדער",
        "וועבזייטל בילדער",
        "געשעפט געדאַנק",
        "מנהג קהל בילדער",
        "ווייַס לאַבעל עקאָממערסע"
     ],
     "samin" => "סעלדאַן",
     "Selldone" => "סעלדאַן",
     "related" => "פֿאַרבונדענע",
     "share" => "ייַנטיילן",
     "global" => [
     "blog" => "בלאָג",
],
     "footer-title" => "Seldone® | געשעפטן <span class='os-grad'>אַס</span> ™",
     "footer-subtitle" => "די #1 אָפּערייטינג סיסטעם פֿאַר סמעס און פרייַ בראַנדז",
     "footer-about-selldone" => "סעללדאָנע, ווי אַן eCommerce פּלאַטפאָרמע, אַפּערייץ ווי אַ מלאך פֿאַר די וווּקס פון געשעפטן. צי איר האָבן אַ קליין ציגל-און-מאָרטער קראָם אָדער אַ גרויס פירמע, איר דאַרפֿן צו וויטרינע דיין פּראָדוקט אויף דער אינטערנעץ. סעללדאָנע געניצט צו בויען אָנליין סטאָרז מיט נידעריקער אַפּערייטינג קאָס און גרעסערע בייגיקייַט. אין אַדישאַן, מיר צושטעלן אַן שטענדיק ימפּרוווינג מכשירים פֿאַר E- האַנדל פאַרוואַלטונג וואָס באַקומען נייַע פֿעיִקייטן יעדער וואָך, ווי ינטאַגרייטינג קראָם אַדמיניסטראַציע און וויזשאַוואַל פּראָגראַממינג צובינד צו שאַפֿן מנהג אָטאַמיישאַן פּראַסעסאַז אָדער אַי ינטאַגריישאַן.",
     "footer-action" => "שאַפֿן דיין עקאָממערסע - עס איז פריי",
     "footer" => [
     "about" => "וועגן סעלדאָנע",
     "contact" => "רוף אונז",
     "email" => "support@selldone.com",
     "phone" => "🇩🇰 +45 36991215",
],
     "footer-menu" => [
        [
     "title" => "סעלדאַן",
     "items" => [
        [
     "title" => "געשעפט פּלאַטפאָרמע",
     "href" => "/store-builder",
],
        [
     "title" => "בלאָג",
     "href" => "/blog",
],
        [
     "title" => "הילף",
     "href" => "/help",
],
        [
     "title" => "FAQ",
     "href" => "/faq",
],
        [
     "title" => "פּריוואַטקייט פּאָליטיק",
     "href" => "/privacy",
],
        [
     "title" => "טערמין פון דינסט",
     "href" => "/terms",
]
     ],
],
        [
     "title" => "איינריכטונגען",
     "items" => [
        [
     "title" => "פֿעיִקייטן & Benefits",
     "href" => "/features",
],
        [
     "title" => "Marketing tools",
     "href" => "/marketing",
],
        [
     "title" => "Processing center",
     "href" => "/order-processing",
],
        [
     "title" => "ינסעניוו & קלאַבז",
     "href" => "/incentives",
],
        [
     "title" => "אַדיטינג & אַקאַונטינג",
     "href" => "/auditing",
],
        [
     "title" => "Cloud hosting",
     "href" => "/cloud",
]
     ],
],
        [
     "title" => "סאַלושאַנז",
     "items" => [
        [
     "title" => "NFT זאַמלונג",
     "href" => "/nft",
],
        [
     "title" => "גילד",
     "href" => "/guild",
],
        [
     "title" => "אַוואָקאַדאָ",
     "href" => "/avocado",
],
        [
     "title" => "עקספּערץ",
     "href" => "/experts",
],
        [
     "title" => "SEO engine",
     "href" => "/seo",
],
        [
     "title" => "Smart report",
     "href" => "/smart-report",
]
     ],
],
        [
     "title" => "באַדינונגען",
     "items" => [
        [
     "title" => "פּרייַז & פּלאַנס",
     "href" => "/price",
],
        [
     "title" => "אַפּפּליקאַטיאָנס",
     "href" => "/apps",
],
        [
     "title" => "Application builder",
     "href" => "/app-builder",
],
        [
     "title" => "בלאַט פאַבריקאַנט",
     "href" => "/page-builder",
],
        [
     "title" => "Logistic solution",
     "href" => "/logistic",
],
        [
     "title" => "אַוטאָמאַטיאָן און IoT",
     "href" => "/automation",
]
     ],
]
     ],
     "header" => [
     "home" => "היים",
     "features" => "איינריכטונגען",
     "pricing" => "פּרייסינג",
     "blogs" => "בלאָג",
     "community" => "קהילה",
     "help" => "הילף",
     "features-menu" => [
     "store-builder" => "עקאָממערסע בילדער",
     "community-platform" => "מנהג קאַמיוניטי",
     "cloud" => "וואָלקן-באזירט האָסטינג",
     "page-builder" => "לאַנדינג בלאַט בילדער",
     "smart-report" => "סמאַרט באריכט גענעראַטאָר",
     "payment" => "צאָלונג & אַקאַונטינג",
     "staffs" => "קאַסטאַמערז & מאַנשאַפֿט",
     "logistic" => "לאָגיסטיק & עקספּרעס",
     "order-processing" => "אָרדערס & פּראַסעסינג",
     "marketing" => "מאַרקעטינג & קאַמפּיין",
     "incentives" => "קלוב & ינסענטיווז",
     "pos" => "אָנליין POS",
     "seo" => "אַוטאָ סעאָ ענגינע",
     "automation" => "אַוטאָמאַטיאָן און IoT",
     "ai" => "אַי קאַמערס",
     "app-builder" => "אַפּפּליקאַטיאָן בילדער",
],
     "build" => "בויען",
     "build-sub" => "מיר שאַפֿן אַ סיסטעם אַרום איר צו שאַפֿן דיין הצלחה געשיכטע.",
     "manage" => "פירן",
     "manage-sub" => "אָנפירונג דיין געשעפט וועט זיין מער ענדזשויאַבאַל ווי אלץ.",
     "sel" => "פאַרקויפן",
     "sel-sub" => "שטענדיק זיין קלאָוזינג, מאַכן געלט און הנאה עס.",
     "grow" => "וואַקסן",
     "grow-sub" => "ענטערפּרייז-מיינונג פֿעיִקייטן און מכשירים אין דיין האַנט, הימל וועט זיין דיין שיעור.",
],
     "article" => [
     "list-of-content" => "רשימה פון אינהאַלט",
     "author" => "מחבר",
     "others-title" => "מער אינפֿאָרמאַציע וועגן: טיטל",
],
     "page" => [
     "login" => [
     "title" => "Seldone | צייכן אריין",
     "image" => "/images/seo/en/login.jpg",
     "description" => "עס טוט נישט ענין ווי פיל קאַפּיטאַל איר האָבן, ווו איר סטאַרטעד דיין געשעפט, ווו אין דער וועלט איר לעבן! סעללדאָנע האט צוגעשטעלט איר מיט אַלע די פאַכמאַן פארקויפונג מכשירים. רעגיסטראַציע און די מכשירים זענען פריי פֿאַר אַלעמען און אויף אייביק.",
],
     "register" => [
     "title" => "Seldone | רעגיסטרירן",
     "image" => "/images/seo/en/login.jpg",
     "description" => "מיר גלויבן אַז אַקסעס איז אַ רעכט און נישט אַ פּריווילעגיע! צי איר האָט אַ געשעפט אויף די ריטשאַסט גאַס אין ניו יארק אָדער אין אַ ווייַט דאָרף, די אינטערנעט און אַן אָנליין געצייַג זאָל זיין אַלע איר דאַרפֿן צו פאַרקויפן אָנליין! דאָס איז דער חלום פון די סעללדאָנע.",
],
     "home" => [
     "title" => "סאַלעס ווי פּראָפעססיאָנאַלס - סעללדאָנע® ביזנעס אַס",
     "image" => "/images/seo/en/create-my-ecommerce-website-free.jpg",
     "description" => "סעללדאָנע איז אַ געשעפט אַס צו בויען, פירן און וואָג דיין געשעפט וויזשוואַלי. מאַכן עס זיך מיט קיין-קאָד און קיין-מבֿין דארף לייזונג פֿאַר מיליאַנז פון אָרדערס.",
],
     "helps" => [
     "title" => "הילף",
     "image" => "/images/seo/en/help.jpg",
     "description" => "ווי צו מאַכן אַ מצליח געשעפט.",
],
     "blogs" => [
     "title" => "בלאָג",
     "image" => "/images/seo/en/academy.jpg",
     "description" => "די לעצטע Seldone נייַעס און אינהאַלט.",
],
     "faqs" => [
     "title" => "אָפט געשטעלטע פֿראגן",
     "image" => "/images/seo/en/faq.jpg",
     "description" => "ק&א אויף סעללדאָנע.",
],
     "price" => [
     "title" => "פּרייַז רשימה",
     "image" => "/images/seo/en/price.jpg",
     "description" => "אַלע די פאַכמאַן פֿעיִקייטן פון בויען אַ קראָם און פּלאַץ פֿאַר פריי אָן קיין צייט לימיטעד ווארטן פֿאַר איר.",
],
     "apps" => [
     "title" => "אַפּ קראָם",
     "image" => "/images/seo/en/apps.jpg",
     "description" => "ינסטאָלינג אַפּלאַקיישאַנז צו די קראָם איז צוגעשטעלט פֿאַר דיין קראָם מיט בלויז איין גיט.",
],
     "experts" => [
     "title" => "עקספּערץ",
     "image" => "/images/seo/en/expert.jpg",
     "description" => "דו זאלסט נישט זאָרג וועגן דיזיינינג, לאָנטשינג, גאַנצע אָדער אָנפירונג דיין קראָם, סעללדאָנע ספּעשאַלאַסץ זענען גרייט צו העלפֿן איר. אָנשטעלן אַ סערטאַפייד מומכע צו טאָן טינגז בעסער און פאַסטער.",
],
     "avocado" => [
     "title" => "אַוואָקאַדאָ - מאָדערן סאציאל סאַלעס טשאַננעל",
     "image" => "/images/seo/en/create-avocado-seo.jpg?v=1",
     "description" => "איין סומע און איין טיטל איז אַלע איר דאַרפֿן צו באַקומען געלט פון דיין קאַסטאַמערז! געלט וועט זיין קרעדאַטאַד גלייַך צו דיין חשבון און דיין קאַסטאַמערז וועט האָבן אַ יינציק שאַפּינג דערפאַרונג.",
],
     "referral" => [
     "title" => "צוגעבן פּראָגראַם - סעללדאָנע",
     "image" => "/images/seo/en/referral.png",
     "description" => "באַהעפטן אַן יקסייטינג מיסיע און מאַכן אַ פּאַסיוו רעוועך טייַך פֿאַר זיך.",
],
     "press" => [
     "title" => "דרוק רעסאָורסעס - סעללדאָנע",
     "image" => "/images/seo/en/press.png",
     "description" => "רעסאָורסעס פֿאַר ווער עס יז אינטערעסירט אין שרייבן וועגן סעללדאָנע.",
],
     "roadmap" => [
     "title" => "ראָאַדמאַפּ - סעלדאָנע",
     "image" => "/images/seo/roadmap.jpg",
     "description" => "עס איז אַ איין-פון-אַ-מין פּלאַטפאָרמע; עס איז גאָר יינציק און זייער אַנדערש פון אַלע די אנדערע. עס איז דער בלויז אַלע-אין-איין, קיין-קאָד געשעפט אָפּערייטינג סיסטעם ווי אַ סערוויס מיט פאַרנעמונג-מיינונג מכשירים פֿאַר סמעס.",
],
     "onboarding" => [
     "title" => "פריי אָנליין שאַפּינג וועבזייטל באשעפער - אָפּרופיק און פאַכמאַן",
     "image" => "/images/seo/ui-kit.jpg",
     "description" => "סעללדאָנע, ווי אַן eCommerce פּלאַטפאָרמע, אַפּערייץ ווי אַ מלאך פֿאַר דעם וווּקס פון דיין געשעפט. צי איר האָבן אַ קליין ציגל-און-מאָרטער קראָם אָדער אַ גרויס פירמע, איר דאַרפֿן אַ גאַנג פון פאַכמאַן אָבער גרינג-צו-נוצן מכשירים.",
],
     "books" => [
     "title" => "געשעפט האַנדבאָאָקס: אָנהייב און גראָוט עצות פֿאַר אָנליין שאַפּינג וועבסיטעס",
     "image" => "/images/seo/en/cover.jpg",
     "description" => "איר קענט אראפקאפיע פריי האַנדבאָאָקס וועגן געשעפט אַנטוויקלונג דאָ. אין די ביכער, איר וועט געפֿינען פולשטענדיק עצות פֿאַר דעוועלאָפּינג אַ געשעפט און פּראַקטיש פֿאַרבעסערונג גוידעס צו פאַרגרעסערן קאַנווערזשאַן ראַטעס אין דיין אָנליין קראָם.",
],
     "quiz" => [
     "title" => "ויספרעג | איז די געשעפט אָפּערייטינג סיסטעם רעכט פֿאַר איר?",
     "image" => "/images/seo/en/quiz.png",
     "description" => "אויב איר ווילט וויסן אַז דיין געשעפט דאַרף אָדער קענען נוצן אַ געשעפט אַס, איידער איר גיין ווייַטער, ביטע נעמען דעם 60 סעק ויספרעג. אויב איר ווילט וויסן אַז דיין געשעפט דאַרף אָדער קענען נוצן אַ געשעפט אַס, איידער איר גיין ווייַטער, ביטע נעמען דעם 60 סעק ויספרעג.",
],
     "countries" => [
     "title" => "שטיצט לענדער און לאקאלע פּיימאַנץ - ביזנעס אַס",
     "image" => "/images/seo/en/countries.png",
     "description" => "ביזנעס אַס, דער ווייַטער עוואָלוציע שריט פון האַנדל באַדינונגס פֿון E- האַנדל פּלאַטפאָרמס צו עפּעס אָן טעמע, פּלוגין אָדער קאָד. 100% וויזשוואַלי!",
],
     "participant" => [
     "title" => "די קהל איר ווילן - שפּיל און געווינען $ 20",
     "image" => "/images/seo/en/participants.jpg",
     "description" => "איר קענט אָנטייל נעמען אין די סעללדאָנע קהל דורך קריייטינג קורץ ווידיאס צו העלפֿן אנדערע און באַקומען אַרויף צו 20 וסד טאַלאַנט קרעדיט פּער ווידעא.",
],
     "tax" => [
     "title" => "גלאבאלע שטייַער ראַטעס רשימה",
     "image" => "/images/seo/en/tax.jpg",
     "description" => "איר קענען אָווועררייד שטייער כּללים און שאַפֿן מער ווי איין שטייער פּראָפיל פֿאַר פאַרשידענע פּראָדוקט קאַטעגאָריעס.",
],
     "premium" => [
     "title" => "אַפּגרייד צו פּרעמיום און יבערמאַכן דיין E- האַנדל שפּיל",
     "image" => "/images/seo/en/premium.jpg",
     "description" => "הייבן דיין אָנליין קראָם מיט סעללדאָנע פּרעמיום. אַקסעס ויסשליסיק אַי מכשירים, בעספּאָקע טעמפּלאַטעס, און מער צו בוסט עפעקטיווקייַט און שטיין אויס אין די דיגיטאַל מאַרק. באַהעפטן איצט פֿאַר אַ סמאַרטער, גליטשיק E- האַנדל דערפאַרונג!",
],
     "builder" => [
     "title" => "פריי בלאַט בילדער און לאַנדינג בלאַט עדיטאָר וועבאַפּ - ניט קיין לאָגין פארלאנגט",
     "image" => "/images/seo/en/builder.png",
     "description" => "שאַפֿן סטאַנינג וועב זייַטלעך און לאַנדינג בלעטער מיט אונדזער פריי, באַניצער-פרייַנדלעך בלאַט בילדער און רעדאַקטאָר. קיין לאָגין פארלאנגט. פּלאַן, קאַסטאַמייז און אַרויסגעבן דיין וועב זייַטלעך געשווינד מיט אונדזער ינטואַטיוו שלעפּן-און-קאַפּ צובינד. שליימעסדיק פֿאַר מאַרקעטערס, אָונערז פון קליין געשעפטן און דעוועלאָפּערס וואָס זוכן אַ כאַסאַל-פריי וועב פּלאַן לייזונג.",
],
],
     "shuttle" => [
     "title" => "Seldone | דאַשבאָרד",
     "image" => "/images/seo/en/dashboard.jpg",
     "description" => "קראָם פאַרוואַלטונג טאַפליע, אויב איר האָבן אַקסעס צו דעם קראָם, איר קענען אַרייַן דיין קראָם פאַרוואַלטונג דאַשבאָרד דורך דעם לינק.",
],
     "shuttle-shop" => [
     "title" => "Seldone | קראָם דאַשבאָרד",
     "image" => "/images/seo/en/shuttle-shop.jpg",
     "video" => "/images/seo/en/videos/shuttle-shop.mp4",
     "description" => "פירן אַלץ אין דיין דאַשבאָרד. פירן פּראָדוקטן, אָרדערס, לאַנדינג בלאַט פּלאַן, פֿאַרקויף, ינסענטיווז און אַלץ איר דאַרפֿן פֿאַר אַ גרויס געשעפט.",
],
     "guild" => [
     "title" => "גילד - קאָלעקטיוו סאַלעס קאַנאַל",
     "image" => "/images/seo/en/guild.jpg?v=2",
     "description" => "מאַכן דיין געשעפט אַטשיוואַבאַל און צוטריטלעך פֿאַר ווער עס יז אַרום די וועלט דורך קריייטינג אַ גרויס גילד.",
],
     "apps" => [
     "structure-data" => [
     "title" => "סטרוקטור דאַטאַ גענעראַטאָר | JSON-LD",
     "description" => "ניצן דעם שטאַרק סטראַקטשערד דאַטן גענעראַטאָר צו שאַפֿן JSON-LD מאַרקאַפּס, אַרייַנגערעכנט אַלע די פארלאנגט נומער פּראָפּערטיעס און מער.",
],
],
     "call-to-action" => [
     "title" => "מאַכן דיין געשעפט אָנליין דורך דער בעסטער ניט-טעכניש לייזונג אין די מאַרק.",
     "money-back" => "30 טאָג געלט-צוריק גאַראַנטירן",
     "action" => "שאַפֿן דיין עקאָממערסע",
     "action-sub" => "אָנהייב איצט - עס איז פריי",
     "message" => "זייַ געזונט צו דיין נידעריק אָנליין פארקויפונג קורס!",
],
];