<?php 

 return [
     "shop-order-payment" => [
     "title" => "אָננעמען צאָלונג",
     "sample" => "דיין צאָלונג פון 267 $ איז הצלחה געזעצט.<br> סדר: SM-425<br> דאַנקען, <b>דיין קראָם נאָמען</b> .<br> סעלדאָנע",
     "body" => "דיין :param2 צאָלונג איז הצלחה געזעצט. סדר: :param1 דאַנקען, :param3. סעלדאָנע",
],
     "shop-order-payment-admin" => [
     "title" => "אָננעמען צאָלונג",
     "sample" => "ניו 267 $ צאָלונג הצלחה געזעצט.<br> סדר: SM-425<br> דאַנקען, <b>דיין קראָם נאָמען</b> .<br> סעלדאָנע",
     "body" => "נייַ: פּאַראַמ2 צאָלונג הצלחה געזעצט. סדר: :param1 דאַנקען, :param3. סעלדאָנע",
],
     "shop-login" => [
     "title" => "לאָגין וועראַפאַקיישאַן קאָד",
     "sample" => "דיין לאָגין קאָד איז: <b>123456</b><br> <b>דיין קראָם נאָמען</b><br> סעלדאָנע",
     "body" => "דיין לאָגין קאָד איז: :param1 :param2 סעללדאָנע",
],
     "user-login" => [
     "title" => "לאָגין הצלחה אָנזאָג",
     "sample" => "טייערער <b>נאמען</b> ,<br> איר האָט לאָגד אין דיין חשבון דורך <b>יפאָנע 165.250.300.1</b> בייַ <b>5/8/2021 9:14 AM</b> .<br> סעלדאָנע",
     "body" => "ליב :param1, איר האָט לאָגד אין דיין חשבון דורך :param2 ביי :param3. סעלדאָנע",
],
     "avocado-order-submit" => [
     "title" => "אַוואָקאַדאָ נייַ סדר דערלאנגט צו קוינע",
     "sample" => "<b>דיין קראָם נאָמען</b><br> טייערער <b>דיין נאמען</b> ,<br> מיר האָבן באקומען דיין סדר און מיר זענען ריוויוינג עס.<br> סדר נומער: <b>אַוואָ-246</b><br> סעלדאָנע",
     "body" => ":param3 ליב :param1, מיר האָבן באקומען דיין סדר און מיר ריוויו עס. סדר #: :param2 סעללדאָנע",
],
     "avocado-order-submit-seller" => [
     "title" => "אַוואָקאַדאָ באַקומען נייַ סדר שיקן צו טרעגער",
     "sample" => "איר האָט באַקומען אַן אַוואָקאַדאָ סדר:<br> קראָם: <b>דיין קראָם נאָמען</b><br> קוינע: <b>קוינע נאָמען</b><br> סדר: <b>אַוואָ-246</b><br> סעלדאָנע",
     "body" => "איר האָט באַקומען אַן אַוואָקאַדאָ סדר: קראָם: :param1 קוינע: :param2 סדר: :param3 סעללדאָנע",
],
     "avocado-ready-to-pay" => [
     "title" => "אַוואָקאַדאָ סדר גרייט צו באַצאָלן",
     "sample" => "<b>דיין קראָם נאָמען</b><br> דיין סדר איז באשטעטיקט און קענען זיין באַצאָלט דורך די פאלגענדע לינק.<br> סדר נומער: <b>אַוואָ-246</b><br> לינק: <b>https://your-domain/avocado</b><br> סעלדאָנע",
     "body" => ":param3 דיין סדר איז באשטעטיקט און קענען זיין באַצאָלט דורך די פאלגענדע לינק. סדר #: :param2 לינק: :param1 סעללדאָנע",
],
];