<?php

return [
    /*
    |--------------------------------------------------------------------------
    | General
    |--------------------------------------------------------------------------
    */

    'shop' => "ហាង",
    'request' => "សំណើ",
    'stage' => "ស្ថានភាព",
    'budget' => "ថវិកា",
    'contact' => "ទំនាក់ទំនង",
    'name' => "ឈ្មោះ",
    'email' => "អ៊ីមែល",
    'user' => "អ្នកប្រើប្រាស់",
    'copy' => "ចម្លង",
    'important' => "សំខាន់",
    'faq' => "FAQ",

    'select_shop' => "ជ្រើសរើសហាង",
    'loading' => "កំពុងផ្ទុក",

    'add_comment' => "បន្ថែមមតិ",
    'add_comment_sub' => "ចែករំលែកគំនិតរបស់អ្នកជាមួយពួកយើង",

    /*
    |--------------------------------------------------------------------------
    | Special agreements > SMS Services
    |--------------------------------------------------------------------------
    */
    'sms_agreement_twilio' => "ដោយចុច 'ចុះឈ្មោះ' អ្នកយល់ព្រមនឹង :name <a href='/terms' target='_blank'> លក្ខខណ្ឌប្រើប្រាស់</a> និង <a href='/privacy' target='_blank'> គោលការណ៍ឯកជនភាព</a> ។ អ្នកយល់ព្រមទទួលការហៅទូរសព្ទ និងសារ SMS ពី :name សម្រាប់ការធ្វើបច្ចុប្បន្នភាពការបញ្ជាទិញ និង/ឬគោលបំណងទីផ្សារ។ ភាពញឹកញាប់នៃសារអាស្រ័យលើសកម្មភាពរបស់អ្នក។ អ្នកអាចជ្រើសរើសចេញដោយការផ្ញើសារ <b>STOP</b> ទៅ <b>86753</b> ។ អត្រាសារ និងទិន្នន័យអាចត្រូវបានអនុវត្ត។ យើងគោរពភាពឯកជនរបស់មនុស្ស ហើយមិនដែលលក់ទិន្នន័យរបស់អ្នក ឬប្រើវាសម្រាប់ការផ្សាយពាណិជ្ជកម្មឡើយ។ ប្រសិនបើអ្នកត្រូវការព័ត៌មានបន្ថែម សូមទាក់ទងមកយើងខ្ញុំ។",

    /*
    |--------------------------------------------------------------------------
    | Expert
    |--------------------------------------------------------------------------
    */
    'expert' => [
        'no_budget_set' => 'មិនបានកំណត់។ ខ្ញុំត្រូវការព័ត៌មានបន្ថែម។',
        'start' => "ខ្ញុំទើបតែចាប់ផ្តើមអាជីវកម្មរបស់ខ្ញុំ។",
        'online' => "ខ្ញុំមានអាជីវកម្មមួយ ហើយចង់នាំវាមកតាមអ៊ីនធឺណិត។",
        'extend' => "ខ្ញុំធ្វើការលើហាងអនឡាញរបស់ខ្ញុំ។",
        'pos' => "ខ្ញុំមានបំណងប្រើ Selldone POS នៅក្នុងហាងជាក់ស្តែងរបស់ខ្ញុំ។",
    ],

    /*
      |--------------------------------------------------------------------------
      | @see VendorPaymentOptionObject
      |--------------------------------------------------------------------------
      */
    'vendor_payment_option' => [
        'bank' => [
            'title' => "ការផ្ទេរប្រាក់តាមធនាគារ",
            'description' => "ផ្ទេរប្រាក់ដោយដៃទៅគណនីរបស់អ្នកលក់។",
        ],
    ],

];
