<?php


use App\Shop\Mail\enums\ShopMailTemplateCodes;

return [

    'email-types-description' => [
        ShopMailTemplateCodes::ShopCustomerJoin => 'សារនេះស្វាគមន៍អ្នកទិញថ្មីមកកាន់ហាង។',
        ShopMailTemplateCodes::OrderCheckout => 'ការជូនដំណឹងនេះត្រូវបានផ្ញើនៅពេលដែលអ្នកទិញបញ្ជាក់ការបញ្ជាទិញ។',
        ShopMailTemplateCodes::OrderPayment => 'ការជូនដំណឹងនេះបញ្ជាក់ពីការទូទាត់ដោយជោគជ័យដែលធ្វើឡើងដោយអតិថិជន។',
        ShopMailTemplateCodes::OrderUpdate => 'សារនេះត្រូវបានផ្ញើដើម្បីធ្វើបច្ចុប្បន្នភាពអ្នកទិញអំពីស្ថានភាពនៃការបញ្ជាទិញរបស់ពួកគេ។',

        ShopMailTemplateCodes::OrderPaymentAdmin => 'សារនេះត្រូវបានផ្ញើទៅអ្នកលក់ ដើម្បីជូនដំណឹងដល់ពួកគេអំពីការបញ្ជាទិញដែលបានបញ្ជាក់។',
        ShopMailTemplateCodes::PosCheckout => 'ការជូនដំណឹងនេះត្រូវបានផ្ញើដើម្បីបញ្ជាក់ចំណុចនៃការបញ្ជាទិញសម្រាប់អ្នកទិញ។',
        ShopMailTemplateCodes::PosPayment => 'ការជូនដំណឹងនេះបញ្ជាក់ពីចំណុចនៃការលក់ដែលធ្វើឡើងដោយអ្នកទិញ។',
        ShopMailTemplateCodes::PosPaymentAdmin => 'សារនេះជូនដំណឹងដល់អ្នកលក់អំពីការទិញដែលបានធ្វើឡើងនៅចំណុចលក់របស់ពួកគេ។',
        ShopMailTemplateCodes::ShopContact => 'ការជូនដំណឹងនេះត្រូវបានផ្ញើនៅពេលដែលទម្រង់ទំនាក់ទំនងត្រូវបានដាក់ស្នើ។',
        ShopMailTemplateCodes::ShopGiftCard => 'ការជូនដំណឹងនេះជូនដំណឹងដល់អ្នកប្រើប្រាស់ថាពួកគេបានទទួលកាតអំណោយ។',

        ShopMailTemplateCodes::ShopVendorJoin => 'សារនេះស្វាគមន៍អ្នកលក់ថ្មីមកកាន់ហាង។',
        ShopMailTemplateCodes::ShopVendorInvite => "សារនេះត្រូវបានបញ្ជូនដើម្បីអញ្ជើញអ្នកលក់ឱ្យចូលរួមទីផ្សាររបស់អ្នក។",
        ShopMailTemplateCodes::ShopVendorOrder => "សារនេះត្រូវបានផ្ញើទៅកាន់អ្នកលក់ នៅពេលដែលការបញ្ជាទិញត្រូវបានទទួលក្នុងស្ថានភាពបង់ប្រាក់ ឬសាច់ប្រាក់លើការដឹកជញ្ជូន (COD)។",
        ShopMailTemplateCodes::ShopVendorProducts => "បានបញ្ជូនជារៀងរាល់ថ្ងៃដើម្បីធ្វើបច្ចុប្បន្នភាពអ្នកលក់អំពីស្ថានភាពនៃផលិតផលរបស់ពួកគេ។",
        ShopMailTemplateCodes::ShopVendorMemberInvite => "សារនេះត្រូវបានផ្ញើដើម្បីអញ្ជើញអ្នកលក់ឱ្យចូលរួមទីផ្សាររបស់អ្នក។",

        ShopMailTemplateCodes::UserLogin => "ជូនដំណឹងដល់អ្នកប្រើប្រាស់ជាមួយនឹងព័ត៌មានលម្អិតអំពីការចូល រួមទាំងអាសយដ្ឋាន IP កាលបរិច្ឆេទ និងឧបករណ៍ សម្រាប់គោលបំណងសុវត្ថិភាព។",
        ShopMailTemplateCodes::LoginCode => "ផ្ញើ​លេខ​កូដ​សម្ងាត់​មួយ​ដង​សម្រាប់​អ្នក​ប្រើ​ចូល​ក្នុង​ហាង។",

        ShopMailTemplateCodes::EmailVerifyLink => "ផ្ញើតំណដើម្បីផ្ទៀងផ្ទាត់អាសយដ្ឋានអ៊ីមែលរបស់អ្នកប្រើ។ អ៊ីមែលនេះត្រូវបានផ្ញើនៅពេលដែលអ្នកប្រើប្រាស់ចុះឈ្មោះដោយ SMS ហើយបញ្ចូលអ៊ីមែលរបស់ពួកគេ។ វាមិនត្រូវបានផ្ញើនៅពេលអ្នកប្រើប្រាស់ចុះឈ្មោះដោយផ្ទាល់ជាមួយនឹងការចូលសង្គម ឬអ៊ីមែល។",

        ShopMailTemplateCodes::EmailBulkOrder => "ផ្ញើបញ្ជីនៃការបញ្ជាទិញដែលបានទទួល និងបង់ប្រាក់ជាចំនួនច្រើនសម្រាប់ថ្ងៃជាក់លាក់មួយ។"


    ,

    ],


    'global' => [
        'greetings' => 'សួស្តី :name!',
        'end-statement' => 'ក្រុមគាំទ្រ',

        'receiver_name' => 'សួស្តី :user_name',
        'footer-help' => "ត្រូវការជំនួយ? សួរតាម [support@selldone.com](mailto:support@selldone.com) ឬចូលទៅកាន់ [មជ្ឈមណ្ឌលជំនួយ](https://selldone.com/community) របស់យើង។",
        'selldone-team' => 'ក្រុម Selldone',
        'footer-shop' => "ប្រសិនបើអ្នកត្រូវការជំនួយជាមួយអ្វីមួយ សូមកុំស្ទាក់ស្ទើរក្នុងការទម្លាក់អ៊ីមែលមកយើង៖ :shop_mail",
        'accept' => "ទទួលយក",
        'reject' => "បដិសេធ",
        'verify' => "ផ្ទៀងផ្ទាត់",
        'title' => "ចំណងជើង",
        'value' => "តម្លៃ",
        'description' => "ការពិពណ៌នា",
        'shop' => "ហាង",
        'shop-info' => "ព័ត៌មានហាង",
        'user' => "អ្នក​ប្រើ",
        'user-info' => "ព័ត៌មានគណនី",
        'license' => "អាជ្ញាប័ណ្ណ",
        'status' => "ស្ថានភាព",
        'start' => "ចាប់ផ្តើម",
        'end' => "ចប់",
        'renewal' => "ការបន្ត",
        'view' => "មើល",

        'balance' => "តុល្យភាព",
        'card_number' => "លេខ​កាត",
        'cvv' => "Cvv",
        'expire_date' => "កាលបរិច្ឆេទផុតកំណត់",

        'Dashboard' => "ផ្ទាំងគ្រប់គ្រង",
        'order' => "លំដាប់",
        'view_order' => "មើលលំដាប់",
        'pay_now' => "Pay now",

        'official_selldone' => "លក់ជាផ្លូវការ",

        'account-number' => "Account number",
        'account-name' => "Account name",
        'currency' => "រូបិយប័ណ្ណ",
        'free-balance' => "សមតុល្យឥតគិតថ្លៃ",
        'locked-balance' => "សមតុល្យជាប់សោ",
        'bot' => "បូត",
        'requests' => "សំណើ",
        'baskets' => 'រទេះ',
        'physical' => "រាងកាយ",
        'virtual' => "និម្មិត",
        'file' => "ឯកសារ",
        'service' => "សេវាកម្ម",
        'fulfillment' => "ការបំពេញ",
        'open' => "បើក",
        'reserved' => "កក់ទុក",
        'canceled' => "បានលុបចោល",
        'payed' => "បង់",
        'cod' => "COD",
        'orders-count' => 'ការបញ្ជាទិញ',
        'payments-count' => 'ការទូទាត់',
        'confirms-count' => 'បញ្ជាក់',
        'sends-count' => 'ផ្ញើ',
        'delivers-count' => 'ចែកចាយ',
        'count' => 'រាប់',
        'transactions-count' => 'ប្រតិបត្តិការរាប់',
        'success-transactions' => 'ប្រតិបត្តិការជោគជ័យ',
        'total-amount' => 'ចំនួន​សរុប',
        'amount' => 'ចំនួនទឹកប្រាក់',
        'wage' => 'ប្រាក់ឈ្នួល',
        'debug' => 'បំបាត់កំហុស',
        'pos' => 'POS',
        'live' => 'រស់នៅ',
        'CheckQueue' => 'ពិនិត្យជួរ',
        'OrderConfirm' => 'បញ្ជាក់ការបញ្ជាទិញ',
        'PreparingOrder' => 'កំពុងរៀបចំការបញ្ជាទិញ',
        'SentOrder' => 'បានផ្ញើការបញ្ជាទិញ',
        'ToCustomer' => 'ប្រគល់ជូនអតិថិជន',
        'Pending' => 'កំពុងរង់ចាំ',
        'Accepted' => 'ទទួលយក',
        'Rejected' => 'ច្រានចោល',
        'pc' => 'PC',
        'tablet' => 'ថេប្លេត',
        'phone' => 'ទូរស័ព្ទ',
        'total' => 'សរុប',
        'view-detail' => 'មើលព័ត៌មានលម្អិត',
        'empty' => 'ទទេ',
        'dropshipping' => 'Dropshipping',
        'reply' => 'ឆ្លើយតប',
        'reactions' => 'ប្រតិកម្ម',
        'Comments' => 'មតិយោបល់',
        'last-comment' => 'មតិចុងក្រោយ',
        'response-to' => 'ឆ្លើយតបទៅ',
        'posts' => 'ប្រកាស',
        'post' => 'ប្រកាស',

        'name' => 'ឈ្មោះ',
        'email' => 'អ៊ីមែល',
        'type' => 'ប្រភេទ',
        'device' => 'ឧបករណ៍',
        'platform' => 'វេទិកា',
        'browser' => 'កម្មវិធីរុករក',
        'time' => 'ពេលវេលា',
        'Wallet' => 'កាបូប',
        'date' => 'កាលបរិច្ឆេទ',

        'account' => 'គណនី',
        'transaction' => 'ប្រតិបត្តិការ',
        'fee' => 'ថ្លៃឈ្នួល',

        'location' => 'Location',
        'ip' => 'IP',

        'bill' => 'ប៊ីល។',
        'category' => 'ប្រភេទ',
        'password' => 'ពាក្យសម្ងាត់',
        'verify-login' => "ផ្ទៀងផ្ទាត់ & ចូល",
        'url' => 'URL',
        'avocado' => 'ផ្លែបឺរ',
        'hyper' => 'លើស',
        'buy-now' => "ទិញ​ឥឡូវនេះ",
        'add-domain' => "Add Domain",
        'views' => 'ទស្សនៈ',


        'country' => 'ប្រទេស',
        'address' => 'អាសយដ្ឋាន',
        'postal' => 'លេខ​កូដ​ប្រៃ​ស​ណី​យ',
        'building_no' => 'អគារ #',
        'building_unit' => 'ឯកតា #',
        'message' => 'សារ',


        'customer' => 'អតិថិជន',
        'cart-items' => 'ធាតុរទេះ',
        'payment' => 'ការទូទាត់',
        'receiver' => 'អ្នកទទួល',
        'virtual-items' => 'ធាតុនិម្មិត',
        'no-payment' => 'គ្មានការបង់ប្រាក់ទេ!',

        'enable' => 'បើក',
        'access' => 'ការចូលប្រើ',
        'bank' => 'ព័ត៌មានធនាគារ',

        'vendor' => 'អ្នកលក់',

        'view_content' => "មើលមាតិកាពេញលេញ",
        'files' => 'ឯកសារ',
        'download' => 'ទាញយក',
        'file_name' => 'ឈ្មោះឯកសារ',
        'file_size' => 'ទំហំ',

        'subscription' => 'ការជាវ',
        'products' => 'ផលិតផល',
        'vendor_products' => 'អ្នកលក់ផលិតផល',

        'pickup' => 'មកយក',

        'minutes' => 'នាទី',
        'hours' => 'ម៉ោង',

        'refund' => 'សងប្រាក់វិញ។',
        'recipient_address' => 'អាសយដ្ឋានអ្នកទទួល',
        'signature' => 'ហត្ថលេខា',
        'blockchain' => 'Blockchain',
        'details' => 'ព័ត៌មានលម្អិត',


    

        'Shop' => 'ហាង',
        'dashboard' => 'ផ្ទាំងគ្រប់គ្រង',
        'comments' => 'មតិយោបល់',
        'wallet' => 'កាបូប',
    ],
    //―――――――――――――――――――――――――――― Titles ―――――――――――――――――――――――――
    'selldone-business-os' => "Selldone Business OS",

    //―――――――――――――――――――――――――――― Senders name & emails ―――――――――――――――――――――――――
    'senders' => [
        'WeeklyReport' => [
            'id' => 'performance',
            'name' => 'របាយការណ៍ការអនុវត្ត Selldone'
        ],
        'SeasonalReport' => [
            'id' => 'seasonal',
            'name' => 'របាយការណ៍រដូវកាល Selldone'
        ],
        'Onboarding' => [
            'id' => 'សួស្តី',
            'name' => 'Selldone អាជីវករ'
        ],
        'Support' => [
            'id' => 'support',
            'name' => 'គាំទ្រ :name'
        ],
        'EmailVerify' => [
            'id' => 'verify',
            'name' => 'Selldone'
        ],
        'Welcome' => [
            'id' => 'សួស្តី',
            'name' => 'សហគមន៍, Selldone'
        ],
        'NewShop' => [
            'id' => 'ឈ្មួញ',
            'name' => 'Selldone អាជីវករ'
        ],
        'Approve' => [
            'id' => 'យល់ព្រម',
            'name' => 'Selldone អាជីវករ'
        ],
        'SellerReceiveOrder' => [
            'id' => 'order',
            'name' => 'ការគ្រប់គ្រងការបញ្ជាទិញ :name'
        ],

        'Recovery' => [
            'id' => 'ការងើបឡើងវិញ',
            'name' => 'ក្រុម​ការ​ងើប​ឡើង​វិញ Selldone'
        ],

    ],


    'bill-status' => [
        'PENDING' => 'កំពុងរង់ចាំ⌛',
        'PAYED' => '✅បង់រំលោះ',
        'CANCELED' => 'លុបចោល',

    ],

    'shop-invite' => [
        'LEVEL-NAME' => [
            'ADMIN' => 'អ្នកគ្រប់គ្រង',
            'OFFICER' => 'មន្ត្រី និងអ្នកគ្រប់គ្រង',
            'AUDITING' => 'អ្នកគ្រប់គ្រងសវនកម្ម',
            'EMPLOYEE' => 'និយោជិត',
            'PRODUCT' => 'អ្នកគ្រប់គ្រងផលិតផល',
            'CONTENT' => 'អ្នកគ្រប់គ្រងមាតិកា',
            'MARKETING' => 'អ្នកគ្រប់គ្រង​ផ្នែក​ទីផ្សារ',
            'VIEWER' => 'អ្នកមើល',

        ],
        'subject' => ":inviter បានអញ្ជើញអ្នកជា :level| :shop",
        'category' => "ការអញ្ជើញបុគ្គលិក",
        'title' => "អ្នកត្រូវបានអញ្ជើញឱ្យ <b>:shop_name</b> ជា <b>:level</b> ។",
        'message' => "អ្នកបានទទួលការអញ្ជើញឱ្យសហការជាមួយក្រុម <b>:shop_title</b> នៅក្នុងអាជីវកម្ម។ អ្នកមានជម្រើសក្នុងការទទួលយក ឬបដិសេធការផ្តល់ជូននេះ។ ប្រសិនបើអ្នកជ្រើសរើសទទួលយក សូមចូលទៅកាន់សេវាកម្ម Selldone ដើម្បីបញ្ជាក់ការសម្រេចចិត្តរបស់អ្នក។ នៅពេលបញ្ជាក់ អ្នកនឹងទទួលបានសិទ្ធិចូលទៅកាន់ផ្នែកគ្រប់គ្រងហាង។",

    ],

    'welcome-email' => [
        'subject' => "👋 សូមស្វាគមន៍ :name តោះចាប់ផ្តើមជាមួយ Selldone!",
        'category' => 'CONGRATULATION',
        'title' => "សូមស្វាគមន៍មកកាន់ Selldone",
        'message' => "អរគុណសម្រាប់ការជ្រើសរើស Selldone! ឥឡូវនេះអ្នកគឺជាផ្នែកនៃសហគមន៍ដ៏រស់រវើកដែលភ្ជាប់អ្នកលក់ទូទាំងពិភពលោកទៅកាន់អតិថិជន អាជីវកម្មក្នុងតំបន់ទៅកាន់សហគ្រាស និងបុគ្គលទៅកាន់សាជីវកម្ម។ ឧបករណ៍ Master និង Pro ទាំងអស់របស់យើងអាចរកបានសម្រាប់អ្នក ** ឥតគិតថ្លៃ ** និង ** គ្មានដែនកំណត់ ** ។ យើងនៅទីនេះដើម្បីគាំទ្រអ្នក និងបើកទ្វារឆ្ពោះទៅរកភាពជោគជ័យរបស់អ្នក។",

        'index' => "ជំហាន :step ។",

        'step-domain' => [
            'title' => 'បន្ថែមដែនផ្ទាល់ខ្លួនរបស់អ្នក។',
            'message' => "ដើម្បីចាប់ផ្តើម សូមបន្ថែមដែនផ្ទាល់ខ្លួនរបស់អ្នកដោយឥតគិតថ្លៃនៅក្នុងផ្ទាំងគ្រប់គ្រងហាងនៅក្រោម ការកំណត់ > ការកំណត់ដែន។",
            'action' => 'គ្រប់គ្រងដែនរបស់ខ្ញុំ',
        ],
        'step-landing' => [
            'title' => 'ប្ដូរទំព័រដើមរបស់អ្នកតាមបំណង',
            'message' => "កំណត់ទំព័រដើមរបស់អ្នកឱ្យផ្ទាល់ខ្លួនដោយចូលទៅកាន់ផ្ទាំងគ្រប់គ្រង > ទំព័រ។ ជ្រើសរើសទំព័រចុះចត ឬបង្កើតទំព័រថ្មីមួយ។ វាងាយស្រួល និងវិចារណញាណ ហើយអ្នកអាចចាប់ផ្តើមធ្វើវាភ្លាមៗ។",
            'action' => 'ប្ដូរទំព័រចុះចតរបស់ខ្ញុំតាមបំណង',
        ],
        'step-payment' => [
            'title' => 'រៀបចំវិធីបង់ប្រាក់',
            'message' => "ចាប់ផ្តើមទទួលយកការទូទាត់ដោយផ្ទាល់ទៅក្នុងគណនីធនាគាររបស់អ្នក។ ដើម្បីភ្ជាប់អ្នកផ្តល់សេវាបង់ប្រាក់របស់អ្នកដូចជា Stripe, PayPal និងច្រើនទៀត សូមចូលទៅកាន់ Dashboard > Accounting > Gateway។",
            'action' => 'បន្ថែមវិធីបង់ប្រាក់',
        ],
        'step-products' => [
            'title' => 'បន្ថែមផលិតផលរបស់អ្នក។',
            'message' => "ងាយស្រួលបន្ថែមផលិតផល និងប្រភេទនៅក្នុងផ្ទាំងគ្រប់គ្រង > ផលិតផល។ វា​ដូចជា​ការ​គ្រប់គ្រង​ឯកសារ និង​ថត​ឯកសារ​នៅ​លើ​កុំព្យូទ័រ​របស់​អ្នក​ដែរ – រួចរាល់​ហើយ​អូស​ហើយ​ទម្លាក់។ អ្នកក៏អាចនាំចូលផលិតផលយ៉ាងច្រើនដោយប្រើ Excel ។ គំរូគំរូមានដើម្បីជួយអ្នកចាប់ផ្តើម។",
            'action' => 'គ្រប់គ្រងផលិតផលរបស់ខ្ញុំ',
        ],
        'step-shipping' => [
            'title' => 'រៀបចំវិធីសាស្រ្តដឹកជញ្ជូន',
            'message' => "ដើម្បីគិតប្រាក់អតិថិជនសម្រាប់ការដឹកជញ្ជូន កំណត់វិធីដឹកជញ្ជូនរបស់អ្នកនៅក្នុងផ្ទាំងគ្រប់គ្រង > ការដឹកជញ្ជូន > ការដឹកជញ្ជូន។ អ្នកអាចកំណត់តម្លៃខុសៗគ្នា និងការគាំទ្រសម្រាប់ទីតាំងផ្សេងៗ។ កុំភ្លេចកំណត់ប្រភពដើមឃ្លាំងរបស់អ្នកនៅក្នុង Dashboard> Logistic> Warehouse។",
            'action' => 'គ្រប់គ្រងវិធីសាស្រ្តដឹកជញ្ជូន',
        ],
    

        'seller' => [
            'title' => 'តើអ្នកជាអ្នកលក់មែនទេ?',
            'message' => 'ដើម្បីចាប់ផ្តើមលក់ សូមបញ្ចូលផ្ទាំងគ្រប់គ្រងរបស់អ្នកនៅក្នុង Selldone តាមរយៈតំណភ្ជាប់ខាងក្រោម ហើយបង្កើតហាងដំបូងរបស់អ្នកដោយឥតគិតថ្លៃទាំងស្រុង។ វានឹងចំណាយពេលពីរបីនាទី ហើយអ្នកនឹងមានហាងផ្ទាល់ខ្លួន និងគេហទំព័រអនឡាញ។ បន្ទាប់មក យើងនឹងណែនាំអ្នកទៅកាន់ជំហានបន្ទាប់ និងទទួលបានច្រកផ្លូវបង់ប្រាក់។',
            'action' => 'ចូលទៅផ្ទាំងគ្រប់គ្រងរបស់ខ្ញុំ',
        ],
        'buyer' => [
            'title' => 'ខ្ញុំជាអ្នកទិញ',
            'message' => 'សូមអបអរសាទរ។ នៅពេលដែលអ្នកជាសមាជិករបស់ Selldone អ្នកនឹងកម្ចាត់បញ្ហាទាំងអស់នៃសមាជិកភាព និងការផ្ទៀងផ្ទាត់នៅក្នុងហាងអនឡាញ។ ដើម្បីទទួលបានអត្ថប្រយោជន៍ពីហាង និងគេហទំព័រណាមួយដែលប្រើវេទិកា Selldone អ្នកអាចចូលដោយចុចតែម្តង ហើយធ្វើឱ្យការទិញរបស់អ្នកមានលក្ខណៈសាមញ្ញ លឿន និងមានសុវត្ថិភាព។',
        ],
    ],


    'charge-account' => [
        'category' => 'កាបូប > គណនី > គិតថ្លៃ',
        'title' => "ការគិតថ្លៃជោគជ័យ",
        'message' => "គណនីរបស់អ្នក <b>:account_number</b> ត្រូវបានគិតប្រាក់ <b>:amount</b> ដោយជោគជ័យ។",
        'account' => 'គណនី',
        'charge' => 'គិតថ្លៃ',
        'balance' => 'តុល្យភាព',
        'footer' => "ធ្វើឱ្យអាជីវកម្មមានភាពងាយស្រួល សម្រេចបាន និងអាចចូលដំណើរការបានសម្រាប់នរណាម្នាក់ជុំវិញពិភពលោក។"
    ],

    'verify-email' => [
        'subject' => "🙌 បំពេញការចុះឈ្មោះរបស់អ្នកជាមួយ Selldone! ផ្ទៀងផ្ទាត់តំណ។",
        'category' => "អ្នកនៅឆ្ងាយមួយជំហាន",
        'title' => "ផ្ទៀងផ្ទាត់អាសយដ្ឋានអ៊ីមែលរបស់អ្នក។",
        'message' => "Hi :name,<br><br>Thank you for choosing Selldone!<br><br>To confirm that <b>:email</b> is your correct email address, please click the button below or use the link provided. You have 48 hours to complete this verification.",
        'footer' => "ប្រសិនបើអ្នកមានបញ្ហាក្នុងការចុចប៊ូតុងផ្ទៀងផ្ទាត់ សូមចម្លង និងបិទភ្ជាប់ URL ខាងក្រោមទៅក្នុងកម្មវិធីរុករកតាមអ៊ីនធឺណិតរបស់អ្នក៖ :activation_url",
        'next-step' => "បន្ទាប់មក យើងនឹងបញ្ជូនអ្នកនូវសម្ភារៈមានប្រយោជន៍មួយចំនួន និងការណែនាំជាជំហានៗ ដើម្បីធ្វើឱ្យវាងាយស្រួលសម្រាប់អ្នកក្នុងការបញ្ចូលដែនផ្ទាល់ខ្លួនរបស់អ្នក រៀបចំការទូទាត់ បន្ថែមផលិតផល និងទទួលបានការបញ្ជាទិញដំបូងរបស់អ្នក។",

    ],
    'verify-email-code' => [
        'subject' => "លេខកូដផ្ទៀងផ្ទាត់សម្រាប់ :name",
        'category' => "SECURITY",
        'title' => "លេខកូដផ្ទៀងផ្ទាត់អ៊ីមែល",
        'message' => "សួស្តី :name,<br><br> ដើម្បីបញ្ជាក់ថា <b>:email</b> គឺជាអាសយដ្ឋានអ៊ីមែលត្រឹមត្រូវរបស់អ្នក សូមបញ្ចូលលេខកូដខាងក្រោមក្នុងរយៈពេល <b>10 នាទី</b>៖",
    ],
    'onboarding-verify-email' => [
        'subject' => "🎉 ហាងរបស់អ្នករួចរាល់ហើយ។| :name",
        'category' => "អ្នកនៅឆ្ងាយមួយជំហាន",
        'title' => "ការដំឡើងបានបញ្ចប់",
        'account_title' => "គណនី​របស់​អ្នក",
        'account_msg' => "ផ្ទៀងផ្ទាត់ និងចូលគណនីរបស់អ្នកជាមួយនឹងព័ត៌មាននេះ។",
        'shop_msg' => "ព័ត៌មានគណនីនៅលើប្រព័ន្ធប្រតិបត្តិការអាជីវកម្ម Selldone ។",

    ],

    'reset2fa' => [
        'category' => "សារផ្លូវការសុវត្ថិភាព",
        'title' => "ស្នើសុំបិទការចូល 2 ជំហាន",
        'message' => "អ្នកកំពុងទទួលបានអ៊ីមែលនេះ ដោយសារយើងបានទទួលសំណើដើម្បីកំណត់ការផ្ទៀងផ្ទាត់កត្តាពីរឡើងវិញសម្រាប់គណនី **:name** ជាមួយ **:email** email.<br><br> យើងបានរកឃើញព័ត៌មានលម្អិតខាងក្រោមសម្រាប់គណនីរបស់អ្នក៖",
        'footer' => "ប្រសិនបើអ្នកមិនបានស្នើសុំកំណត់ពាក្យសម្ងាត់ឡើងវិញទេនោះ មិនចាំបាច់មានសកម្មភាពអ្វីទៀតទេ។",
        'action' => 'បិទការចូលពីរជំហាន',
    ],


    'build-new-shop' => [
        'subject' => "🎊 ហាងរបស់អ្នករួចរាល់ហើយ!",
        'category' => "បង្កើតហាងអនឡាញថ្មីនៅលើពិភពលោក",
        'title' => "សូមអបអរសាទរ :name!",
        'message' => "<b> សូមអបអរសាទរ :name! អាជីវកម្មអនឡាញថ្មីរបស់អ្នកបានផ្សាយបន្តផ្ទាល់ហើយ!</b> យើងមានសេចក្តីរំភើបរីករាយក្នុងការស្វាគមន៍អ្នកមកកាន់សហគមន៍ Selldoners។ អ្នកបានបោះជំហានដំបូងឆ្ពោះទៅរកភាពជោគជ័យ ហើយយើងនៅទីនេះដើម្បីជួយអ្នកគ្រប់ជំហាននៃផ្លូវ។<br> ឥឡូវនេះហាងរបស់អ្នករួចរាល់ហើយ សូមប្រាកដថាអ្នកបានកំណត់ដើម្បីទទួលបានការទូទាត់ដោយផ្ទាល់ពីអតិថិជនរបស់អ្នក ហើយចាប់ផ្តើមពង្រីកអាណាចក្ររបស់អ្នក។ ប្រសិនបើអ្នកត្រូវការជំនួយ យើងគ្រាន់តែផ្ញើសារទៅឆ្ងាយប៉ុណ្ណោះ—ក្រុមគាំទ្ររបស់យើងតែងតែនៅទីនេះសម្រាប់អ្នក។<br><br><b> ជំហានបន្ទាប់សំខាន់ៗ៖ </b> ដើម្បីចាប់ផ្តើម សូមប្រាកដថាអ្នកបានដំឡើងទាំងអស់សម្រាប់ការទទួលការទូទាត់ និងប្រតិបត្តិការដោយរលូន។ យើងនឹងណែនាំអ្នកឱ្យឆ្លងកាត់ដំណាក់កាលនីមួយៗ ដើម្បីឱ្យហាងរបស់អ្នកដំណើរការយ៉ាងរលូន។",
        'pdf-book' => "កុំខកខានសៀវភៅដៃភ្ជាប់មកជាមួយ៖ ធ្វើអាជីវកម្មរបស់អ្នកដូចហ្គេម",

        'account' => [
            'title' => 'ជំហានទី 1: បង្កើតគណនីនៅក្នុងកាបូប Selldone',
            'message' => "ដើម្បីចាប់ផ្តើម សូមបង្កើតគណនីនៅក្នុងកាបូប Selldone របស់អ្នក។ នេះគឺជាកន្លែងដែលថ្លៃសេវារបស់អ្នកនឹងត្រូវបានកាត់ចេញ ហើយវាក៏ជាកន្លែងដែលអ្នកនឹងបញ្ចូលទឹកប្រាក់ផងដែរ ដើម្បីរក្សាហាងរបស់អ្នកឱ្យដំណើរការយ៉ាងរលូន។ ប្រសិនបើសមតុល្យរបស់អ្នកតែងតែអវិជ្ជមាន កុំបារម្ភ! ហាងរបស់អ្នកនឹងបន្តដំណើរការដោយគ្មានការរំខាន។",
            'action' => 'ចូលទៅកាបូប',
        ],

        'shop-account' => [
            'title' => 'ជំហានទី 2: ភ្ជាប់គណនីទៅហាង',
            'message' => "បន្ទាប់មក ភ្ជាប់គណនីកាបូបរបស់អ្នកទៅហាងរបស់អ្នក។ ទៅកាន់ <b>Store > គណនេយ្យ > Invoice</b> ហើយភ្ជាប់កាបូបរបស់អ្នក។ នេះធានាថាការបង់ប្រាក់របស់អតិថិជនទាំងអស់ត្រូវបានដាក់ដោយផ្ទាល់ទៅក្នុងគណនីធនាគាររបស់អ្នក—Selldone មិនកាត់ចំនួនទឹកប្រាក់ណាមួយពីប្រាក់ចំណូលរបស់អ្នកទេ។",
            'action' => 'រក្សាទុកផ្ទាំងវិក្កយបត្រ',
        ],

        'gateway' => [
            'title' => 'ជំហានទី 3៖ ភ្ជាប់ច្រកទូទាត់តាមអ៊ីនធឺណិត',
            'message' => "ឥឡូវនេះ ចូរយើងរៀបចំច្រកទូទាត់តាមអ៊ីនធឺណិតរបស់អ្នក។ ចូលទៅកាន់ <b>Store > គណនេយ្យ > Port</b> ហើយចុចលើ <b>Add New Port</b> ។ ជ្រើសរើសរូបិយប័ណ្ណរបស់អ្នក ហើយអ្នកនឹងឃើញបញ្ជីនៃច្រកផ្លូវទូទាត់ដែលមាន។ ការភ្ជាប់ផ្លូវចេញចូលគឺរហ័ស និងងាយស្រួល ប៉ុន្តែប្រសិនបើអ្នកត្រូវការជំនួយណាមួយ សូមពិនិត្យមើលការណែនាំ Selldone ឬទាក់ទងមកពួកយើង។",
            'action' => 'បន្ថែមវិបផតថលទៅហាង',
        ],

        'domain' => [
            'title' => 'ជំហានចុងក្រោយ៖ ភ្ជាប់ដែនជាក់លាក់',
            'message' => "ឥឡូវនេះ ភ្ជាប់ដែនផ្ទាល់ខ្លួនរបស់អ្នកទៅហាងរបស់អ្នក។ នេះអនុញ្ញាតឱ្យអតិថិជនទិញផលិតផល ឬសេវាកម្មរបស់អ្នក និងធ្វើការទូទាត់ដោយផ្ទាល់ទៅអ្នក។",
            'action' => 'ការណែនាំ និងទទួលបានកាតអំណោយគ្មានដែនកំណត់',
        ],
    ],


    'basket-list' => [
        'item' => "ធាតុ",
        'count' => "រាប់",
        'price' => "តម្លៃ",
        'discount-code' => "លេខ​កូដ​បញ្ចុះតម្លៃ",
        'customer-club' => 'ក្លឹបអតិថិជន',
        'shipping' => "ការដឹកជញ្ជូន",
        'total' => "សរុប",
        'offer' => "ការផ្តល់ជូន",
        'coupon' => "ប័ណ្ណ",
        'lottery' => "រង្វាន់",
        'tax' => "ពន្ធ",
        'tax_included' => "រួមបញ្ចូលក្នុងតម្លៃ",
        'tax_shipping' => "Shipping Tax",
    ],

    'buyable-payments' => [
        'method' => 'វិធីសាស្រ្ត',
        'amount' => 'ចំនួនទឹកប្រាក់',
        'giftcard' => 'Gift card',
        'payment' => 'ការទូទាត់',
    ],


    'shop-subscription-email' => [
        'category' => "បច្ចុប្បន្នភាពនៃការជាវ",
        'title' => "អាជ្ញាប័ណ្ណហាង៖ :shop_title",
        'title-reserved' => "អាជ្ញាប័ណ្ណកក់ទុក៖ :shop_title",
        'title-active' => "អាជ្ញាប័ណ្ណសកម្ម៖ :shop_title",
        'title-finished' => "អាជ្ញាប័ណ្ណបានបញ្ចប់៖ :shop_title",
        'title-cancel' => "បោះបង់អាជ្ញាប័ណ្ណ៖ :shop_title",
        'message' => "ផែនការអាជ្ញាប័ណ្ណហាងរបស់អ្នកបានធ្វើបច្ចុប្បន្នភាព",
        'RESERVED' => "⚡គម្រោងការជាវរបស់អ្នកត្រូវបាន **កក់ទុក**។",
        'ACTIVE' => "🟢 គម្រោងការជាវរបស់អ្នកត្រូវបាន **ធ្វើឱ្យសកម្ម**។",
        'FINISHED' => "🚧 គម្រោងការជាវរបស់អ្នកត្រូវបាន **បញ្ចប់**។",
        'CANCEL' => "⛔ គម្រោងការជាវរបស់អ្នកត្រូវបាន **លុបចោល**។",
    ],

    'support' => [
        'subject' => "មជ្ឈមណ្ឌលគាំទ្រ|:name បានឆ្លើយតប",
        'category' => "មជ្ឈមណ្ឌលគាំទ្រ",
        'title' => "អ្នកបានទទួលការឆ្លើយតប",
        'action' => "បើកហាងអ្នកគ្រប់គ្រង",
    ],

    'shop-customer-join' => [
        'subject' => "ចូលរួមជាមួយ :shop_title",
        'category' => "ការប្រារព្ធពិធីអតិថិជនថ្មី។",
        'title' => "យើងរីករាយចំពោះសមាជិកភាពរបស់អ្នក។",
        'action' => "ទស្សនាឥឡូវនេះ",
    ],

    'shop-vendor-join' => [
        'subject' => "អ្នកលក់បន្ត | :shop_title",
        'category' => "ពិធីជប់លៀងអ្នកលក់ថ្មី។",
        'title' => "យើងរីករាយចំពោះសមាជិកភាពរបស់អ្នក។",
        'action' => "Vendor Panel",
    ],


    'shop-giftcard' => [
        'subject' => "កាតអំណោយ :shop_title",
        'category' => "បន្ថែមកាតថ្មី។",
        'title' => "សូមអបអរសាទរអ្នកបានទទួលកាតអំណោយ",
        'action' => "ទិញឥឡូវនេះ",
        'message' => "អ្នកបានទទួលកាតអំណោយដែលមានតម្លៃ :balance :currency ។ អ្នកអាចប្រើកាតអំណោយនេះនៅក្នុងហាងរបស់យើង។",

    ],
    // -------------------------------------- Shop Contact ------------------------------------
    'contact' => [
        'subject' => "មជ្ឈមណ្ឌលគាំទ្រ| :shop",
        'category' => "គាំទ្រ",
        'title' => "អ្នកបានទទួលការឆ្លើយតប",
    ],

    // -------------------------------------- Shop Customer ------------------------------------
    'order-checkout' => [
        'subject' => "🛍️បញ្ជាក់ការបញ្ជាទិញ|បញ្ជាទិញ :order_id",
        'title' => "លំដាប់",
        'message' => "អ្នកបានធ្វើការបញ្ជាទិញនៅហាងរបស់យើង។ យើងបានទទួលការបញ្ជាទិញរបស់អ្នក ហើយនឹងផ្ញើអ៊ីមែលមួយទៀតទៅអ្នក នៅពេលដែលការទូទាត់ត្រូវបានបញ្ជាក់។"
    ,

        'payments' => 'ការទូទាត់',
    ],

    'order-payment' => [
        'subject' => "🛍️បញ្ជាក់ការទូទាត់|បញ្ជាទិញ :order_id",
        'title' => "ការបញ្ជាទិញការទូទាត់",
        'message' => "ការទូទាត់របស់អ្នកបានបញ្ចប់,<br> យើងបានទទួលការបញ្ជាទិញរបស់អ្នក។ យើង​នឹង​ទម្លាក់​អ៊ីមែល​មួយ​ទៀត​ឱ្យ​អ្នក​នៅ​ពេល​ការ​បញ្ជា​ទិញ​របស់​អ្នក​ដឹក​ជញ្ជូន។",
    

        'payments' => 'ការទូទាត់',
    ],

    'order-update' => [
        'subject' => "🛍️ ធ្វើបច្ចុប្បន្នភាពស្ថានភាពការបញ្ជាទិញ|បញ្ជាទិញ :order_id",
        'title' => "ធ្វើបច្ចុប្បន្នភាពស្ថានភាពការបញ្ជាទិញ",
        'message' => "ការបញ្ជាទិញរបស់អ្នកត្រូវបានធ្វើបច្ចុប្បន្នភាព។ អ្នកអាចពិនិត្យមើលស្ថានភាពចុងក្រោយនៃការបញ្ជាទិញនេះនៅក្នុងគណនីរបស់អ្នក។",
        'instructions' => [
            'PHYSICAL' => [
                'CheckQueue' => "ការបញ្ជាទិញរបស់អ្នកស្ថិតនៅក្នុងជួរសម្រាប់ដំណើរការ។ យើងនឹងជូនដំណឹងដល់អ្នកនៅពេលដែលវាត្រូវបានរៀបចំ។",
                'OrderConfirm' => "ការបញ្ជាទិញរបស់អ្នកត្រូវបានបញ្ជាក់ ហើយការរៀបចំបានចាប់ផ្តើម។",
                'PreparingOrder' => "ការបញ្ជាទិញរបស់អ្នកកំពុងត្រូវបានរៀបចំ ហើយនឹងត្រូវបានដឹកជញ្ជូនក្នុងពេលឆាប់ៗនេះ។",
                'SentOrder' => "ការបញ្ជាទិញរបស់អ្នកត្រូវបានដឹកជញ្ជូន។ អ្នកនឹងទទួលបានវាក្នុងពេលឆាប់ៗនេះ។",
                'ToCustomer' => "ការបញ្ជាទិញរបស់អ្នកត្រូវបានដឹកជញ្ជូនហើយ។ យើងសង្ឃឹមថាអ្នករីករាយនឹងវា!",

                'PreparingOrder-PICKUP' => "ការបញ្ជាទិញរបស់អ្នកកំពុងត្រូវបានរៀបចំ។ អ្នកនឹងទទួលបានការជូនដំណឹង នៅពេលដែលវារួចរាល់សម្រាប់ការយក",
                'SentOrder-PICKUP' => "ការបញ្ជាទិញរបស់អ្នករួចរាល់សម្រាប់ការមកយក។ សូមអញ្ជើញមកហាងដើម្បីប្រមូលវា។",
                'ToCustomer-PICKUP' => "ការបញ្ជាទិញរបស់អ្នកត្រូវបានទទួល។ យើងសង្ឃឹមថាអ្នករីករាយនឹងវា!"

            ],
            'VIRTUAL' => [
                'CheckQueue' => "ការបញ្ជាទិញរបស់អ្នកស្ថិតនៅក្នុងជួរសម្រាប់ដំណើរការ។ យើងនឹងជូនដំណឹងដល់អ្នកនៅពេលដែលវារួចរាល់។",
                'OrderConfirm' => "ការបញ្ជាទិញរបស់អ្នកត្រូវបានបញ្ជាក់ ហើយការរៀបចំកំពុងដំណើរការ។",
                'PreparingOrder' => "ការបញ្ជាទិញរបស់អ្នកកំពុងត្រូវបានរៀបចំ ហើយនឹងផ្ញើជូនអ្នកក្នុងពេលឆាប់ៗនេះ។",
                'ToCustomer' => "ការបញ្ជាទិញនិម្មិតរបស់អ្នកត្រូវបានបញ្ជូនទៅគណនីរបស់អ្នក។ សូមអរគុណ!"
            ],
            'SERVICE' => [
                'CheckQueue' => "សំណើសេវាកម្មរបស់អ្នកស្ថិតនៅក្នុងជួរ។ យើងនឹងជូនដំណឹងដល់អ្នកនៅពេលយើងចាប់ផ្តើម។",
                'OrderConfirm' => "សេវាកម្មរបស់អ្នកត្រូវបានបញ្ជាក់ ហើយយើងកំពុងរៀបចំដើម្បីចាប់ផ្តើម។",
                'PreparingOrder' => "យើងកំពុងរៀបចំសេវាកម្មរបស់អ្នក ហើយនឹងជូនដំណឹងដល់អ្នកនៅពេលវាត្រូវបានបញ្ចប់។",
                'ToCustomer' => "សេវាកម្មរបស់អ្នកបានបញ្ចប់ហើយ។ សូមអរគុណសម្រាប់ការជ្រើសរើសពួកយើង!"
            ],
            'FILE' => [
                'PreparingOrder' => "ឯកសាររបស់អ្នកកំពុងត្រូវបានរៀបចំ ហើយនឹងមានក្នុងពេលឆាប់ៗនេះ។",
                'ToCustomer' => "ឯកសាររបស់អ្នករួចរាល់ ហើយត្រូវបានចែកចាយ ឥឡូវនេះអ្នកអាចទាញយកវាបាន។"
            ],
            'SUBSCRIPTION' => [
                'CheckQueue' => "ការបញ្ជាទិញជាវរបស់អ្នកគឺស្ថិតនៅក្នុងជួរ។ យើងនឹងជូនដំណឹងដល់អ្នកនៅពេលដំណើរការចាប់ផ្តើម។",
                'OrderConfirm' => "ការជាវរបស់អ្នកត្រូវបានបញ្ជាក់ ហើយកំពុងត្រូវបានដំឡើង។",
                'PreparingOrder' => "យើងកំពុងរៀបចំការជាវរបស់អ្នក ហើយវានឹងចាប់ផ្តើមក្នុងពេលឆាប់ៗនេះ។",
                'SentOrder' => "ការជាវរបស់អ្នកត្រូវបានធ្វើឱ្យសកម្ម។ អ្នកនឹងទទួលបានព័ត៌មានថ្មីៗជាបន្តបន្ទាប់។",
                'ToCustomer' => "សេវាកម្មជាវរបស់អ្នកត្រូវបានដំណើរការដោយជោគជ័យ។"
            ]
        ]

    ],

    // -------------------------------------- Vouchers ------------------------------------
    'get-voucher' => [
        'subject' => 'សូមអបអរសាទរ :name|ប័ណ្ណថ្មី៖ :title',
        'category' => "អបអរសាទរ ប័ណ្ណបញ្ចុះតម្លៃថ្មី។",
        'message' => "ហេ :name <br><br> អ្នកបានទទួលប័ណ្ណថ្មីជាកាដូពីយើងហើយ! អ្នកអាចទទួលបានប័ណ្ណបន្ថែមកាន់តែច្រើនដោយការណែនាំ Selldone ទៅកាន់មិត្តភ័ក្តិរបស់អ្នក និងអ្នកទាំងអស់គ្នាដែលអ្នកស្គាល់។ ប័ណ្ណបញ្ចុះតម្លៃនេះមានតម្លៃ **:price :currency**.<br><br>Q អ្នកបានឈានជំហានដំបូងហើយ យើងនៅទីនេះដើម្បីជួយអ្នកក្នុងការដោះសោមុខងារថ្មីៗជាមួយនឹងប័ណ្ណទូទាត់របស់អ្នក! សូមចូលដោយប្រើ **:email** ហើយស្វែងរកប័ណ្ណទូទាត់របស់អ្នកនៅក្នុងហាង **ផ្ទាំងគ្រប់គ្រង** > **ការកំណត់**> **អាជ្ញាប័ណ្ណ**.<br><br> សូមអបអរសាទរ!",
        'action' => "ផ្ទាំងគ្រប់គ្រងរបស់ខ្ញុំ",
    ],


    // -------------------------------------- Received Gift ------------------------------------
    'received-gift' => [
        'subject' => 'សូមអបអរសាទរ :name ជាទីគោរព|អ្នកបានទទួលកាដូពិសេស!',
        'category' => "សេចក្តីជូនដំណឹងអំពីការទទួលអំណោយ",
        'title' => "អំណោយសម្រាប់អ្នក",
        'message' => "Hi :name, we're excited to let you know that you've received a special gift from Selldone! 🎉 You can earn more gifts by staying active, growing your store, and improving your expertise on Selldone. To check out your gift, simply log in with :email and look for it in the top-right corner of your dashboard.<br><br>This gift is worth **:price :currency**, and you can easily deposit it into your wallet within Selldone.<br><br>Use your gift to upgrade your store's license and unlock even more powerful tools to boost your online business!",
        'action' => "អំណោយ",
    ],

    // -------------------------------------- Shop Order Payment Admin (Seller) ------------------------------------

    'order-payment-admin' => [
        'subject' => "🛍️ ទទួលកម្ម៉ង់ថ្មីហើយ។| :order_id",
        'title' => "New Order",
        'message' => "អ្នកបានទទួលការបញ្ជាទិញថ្មី។ សូមចូលទៅកាន់ទំព័រដំណើរការការបញ្ជាទិញនៅក្នុងហាងរបស់អ្នក។",
    ],


    // -------------------------------------- Virtual item info component ------------------------------------

    'virtual-item' => [
        'input-form-title' => 'ព័ត៌មានដែលអ្នកបានបំពេញ',
        'output-form-title' => 'ព័ត៌មានអំពីទំនិញដែលបានទិញ',
    ],

    // -------------------------------------- Weekly shop report ------------------------------------
    'selldone-weekly-report' => [
        'subject' => '📬 :shop_title|របាយការណ៍ប្រចាំសប្តាហ៍ :time',
        'title' => 'របាយការណ៍ប្រតិបត្តិការហាងប្រចាំសប្តាហ៍',
        'message' => "នេះគឺជារបាយការណ៍ប្រចាំសប្តាហ៍របស់ហាងរបស់អ្នកចាប់ពី <b>:start</b> ដល់ <b>:end</b> ។ របាយការណ៍នេះរួមបញ្ចូលទាំងគន្លឹះសម្រាប់កែលម្អអាជីវកម្មរបស់អ្នក អ្នកក៏អាចពិនិត្យមើលស្ថានភាពនៃហាងអនឡាញរបស់អ្នក និងការបញ្ជាទិញថ្មីៗផងដែរ។ ខ្ញុំសង្ឃឹមថាអ្នកមានថ្ងៃល្អ និងសប្តាហ៍ខាងមុខ។"
    ],

    // -------------------------------------- Seasonal shop report ------------------------------------
    'shop-seasonal-report' => [
        'subject' => '☘ របាយការណ៍សន្សំ :amount របស់អ្នកក្នុងរយៈពេលបីខែចុងក្រោយនេះ។| :shop_title',
        'title' => 'របាយការណ៍តាមរដូវកាលអំពីសកម្មភាពអាជីវកម្ម រង្វាន់ និងការសន្សំហិរញ្ញវត្ថុរបស់អ្នក។',
        'message' => "នេះជារបាយការណ៍រដូវកាល <b>:shop_title</b> របស់អ្នកពី <b>:start</b> ទៅ <b>:end</b> ។"
    ],


// -------------------------------------- EC-ShopAccounts ------------------------------------
    'EC-ShopAccounts' => [
        'title' => 'គណនីដែលបានភ្ជាប់',
        'sub-title' => 'តើអ្វីទៅជាស្ថានភាពចុងក្រោយនៃគណនីកាបូបដែលភ្ជាប់ទៅហាងរបស់ខ្ញុំ?',
        'view-wallet' => 'មើលកាបូប',
        'tip-title' => 'គន្លឹះសំខាន់ៗ',
        'tip' => "រៀបចំកាបូប Selldone ឥតគិតថ្លៃ ហើយភ្ជាប់វាទៅហាងរបស់អ្នក។ ទោះបីជាសមតុល្យរបស់អ្នកអវិជ្ជមានក៏ដោយ អតិថិជនរបស់អ្នកនៅតែអាចទិញទំនិញ និងបង់ប្រាក់ដោយគ្មានបញ្ហា។ កុំបារម្ភ ប្រតិបត្តិការ និងទិន្នន័យរបស់ហាងរបស់អ្នកនឹងបន្តយ៉ាងរលូនរហូតដល់ 1 ខែ ដោយមិនមានការរំខានណាមួយឡើយ។",
        'view-my-wallet' => 'My wallet',
        'connect-account' => 'ភ្ជាប់ទៅគណនី'
    ],

// -------------------------------------- EC-ShopApps ------------------------------------
    'EC-ShopApps' => [
        'title' => 'បានដំឡើងកម្មវិធី',
        'sub-title' => 'បញ្ជីកម្មវិធីដែលអ្នកបានដំឡើងនៅក្នុងហាងរបស់អ្នកក្នុងសប្តាហ៍នេះ។',
        'tip' => "តើអ្នកចង់ស្វែងរកកម្មវិធីបន្ថែមសម្រាប់ហាងរបស់អ្នកទេ?",
        'view-app-store' => 'សូមចូលទៅកាន់ Selldone App Store..',
    ],

// -------------------------------------- EC-ShopBots ------------------------------------
    'EC-ShopBots' => [
        'title' => 'បូតហាងរបស់អ្នក។',
        'sub-title' => 'រូបយន្តលក់សកម្មនៅក្នុងហាងរបស់ខ្ញុំ។',
        'tip-title' => 'ការលក់បូត',
        'tip' => "Selldone បានផ្តល់ឱ្យអ្នកនូវរូបយន្តលក់ដោយស្វ័យប្រវត្តិ។ អ្វីដែលអ្នកត្រូវធ្វើគឺចូលទៅកាន់ Add-ons> Bots panel ហើយបើកដំណើរការ store bots របស់អ្នក។ ចំណាំថាសេវាកម្មដែលពាក់ព័ន្ធត្រូវតែមាននៅក្នុងប្រទេសរបស់អ្នក។",
        'view-bots' => 'គ្រប់គ្រងបូត',
    ],

// -------------------------------------- EC-ShopContacts ------------------------------------
    'EC-ShopContacts' => [
        'title' => 'ការប្រាស្រ័យទាក់ទងជាមួយអតិថិជន',
        'sub-title' => 'តើ​ខ្ញុំ​មាន​ទំនាក់ទំនង​ប៉ុន្មាន​ជាមួយ​អតិថិជន​របស់​ខ្ញុំ​ក្នុង​សប្តាហ៍​នេះ?',
        'faqs' => 'សំណួរ​ដែល​សួរ​ញឹកញាប់',
        'tickets' => 'សំបុត្រអតិថិជន',
    ],

// -------------------------------------- EC-ShopData ------------------------------------
    'EC-ShopData' => [
        'title' => 'ស្ថានភាពអ្នកប្រើប្រាស់',
        'sub-title' => 'សកម្មភាពពី :start ដល់ :end',
        'users' => [
            'title' => 'អតិថិជន',
            'subtitle' => 'ចុះឈ្មោះអ្នកប្រើប្រាស់',
        ],
        'views' => [
            'title' => 'ទស្សនា',
            'subtitle' => 'តើអ្នកបានទៅហាងប៉ុន្មានដង',
        ],
        'new_visitors' => 'New Users',
        'returning_visitors' => 'អ្នកប្រើប្រាស់ដែលបានត្រឡប់មកវិញ',

        'shop_views' => 'ទិដ្ឋភាពហាង',
        'baskets' => [
            'title' => 'រទេះលក់ទំនិញ',
            'subtitle' => 'រាយការណ៍ពីចំនួនរទេះទិញទំនិញថ្មី។',
        ],
        'products' => [
            'title' => 'ទិដ្ឋភាពទូទៅនៃផលិតផល',
            'subtitle' => 'ស្ថានភាពនៃផលិតផលនៅក្នុងហាងតាមប្រភេទ',
            'value_name' => 'ផលិតផល'
        ],
        'products_count' => 'ប្រភេទផលិតផល',
        'views_count' => 'មើលចំនួន',
        'sell_count' => 'លក់រាប់',
        'send_count' => 'ចំនួនដឹកជញ្ជូន',
    ],


// -------------------------------------- EC-ShopDropShipping ------------------------------------
    'EC-ShopDropShipping' => [
        'title' => 'ទម្លាក់ការដឹកជញ្ជូន',
        'sub-title' => 'បន្ទះសម្រាប់អ្នកលក់ធំនៃ Drop Shipping Selldone ។',
        'total_fulfillments' => 'ការបញ្ជាទិញសរុបត្រូវបានទទួល',
        'ds_count' => 'បានទទួលការបញ្ជាទិញ',
        'statistics_title' => 'រាយការណ៍ពីការបញ្ជាទិញដែលបានទទួល',
        'ds_cancels' => 'បោះបង់ដោយអ្នកលក់ចំណុចប្រទាក់',
        'ds_rejects' => 'បោះបង់ដោយអ្នក។',
        'tip' => "តើអ្នកជាអ្នកលក់ទំនិញធំមែនទេ? តើអ្នកជាម្ចាស់ឃ្លាំង រោងចក្រ ឬអ្នកចែកចាយផលិតផលទេ? អ្នកអាចផ្តល់ជូននូវផលិតផលរបស់អ្នកទៅអ្នកលក់ផ្សេងទៀតនៅក្នុងសេវា Selldone Drop Shipping ដើម្បីលក់ផលិតផលរបស់អ្នកក្នុងទ្រង់ទ្រាយធំ។ ផ្ញើអ៊ីមែលមកយើងតាមរយៈ support@selldone.com ដើម្បីណែនាំអ្នក។",
        'view-drop-shipping-panel' => 'ចូលទៅកាន់ផ្ទាំងលក់ដុំ',
    ],


// -------------------------------------- EC-ShopExchangeRates ------------------------------------
    'EC-ShopExchangeRates' => [
        'title' => 'អត្រា​ប្តូ​រ​ប្រាក់',
        'sub-title' => 'បញ្ជីអត្រាប្តូរប្រាក់ចុងក្រោយបំផុតនៅក្នុងហាងរបស់អ្នក។',
        'from' => 'ប្រភពរូបិយប័ណ្ណ',
        'to' => 'រូបិយប័ណ្ណគោលដៅ',
        'rate' => 'អត្រានៃការបម្លែង',
        'view-exchange-panel' => 'គ្រប់គ្រងអត្រាប្តូរប្រាក់',
    

        'vew-exchange-panel' => 'ផ្ទាំងគ្រប់គ្រងអត្រាប្តូរប្រាក់',
    ],


// -------------------------------------- EC-ShopExperts ------------------------------------
    'EC-ShopExperts' => [
        'title' => 'កិច្ចសន្យាអ្នកជំនាញ',
        'sub-title' => 'តើអ្នកជំនាញណាខ្លះធ្វើការនៅហាងរបស់ខ្ញុំ?',
        'cost' => 'បរិមាណកិច្ចសន្យា',
        'duration' => 'រយៈពេល',
        'start_at' => 'Start Date',
        'complete_at' => 'Completion Date',
        'cancel_at' => 'កាលបរិច្ឆេទបោះបង់',
        'end_at' => 'កាលបរិច្ឆេទចែកចាយ',
        'tip' => 'អ្នកអាចជួលអ្នកឯកទេសល្អបំផុតនៅក្នុង Selldone ដើម្បីអភិវឌ្ឍអាជីវកម្មរបស់អ្នក។',
        'view-experts' => 'ចុចដើម្បីចាប់ផ្តើម។',
    ],


// -------------------------------------- EC-ShopGateways ------------------------------------
    'EC-ShopGateways' => [
        'title' => 'Payment gateways',
        'sub-title' => 'ច្រកផ្លូវទូទាត់សកម្មនៅលើហាងរបស់អ្នក :shop',
        'tip-title' => 'គន្លឹះសំខាន់ៗ',
        'tip' => "ចូលទៅកាន់ទំព័រគ្រប់គ្រងវិបផតថលនៅក្នុងហាងរបស់អ្នក ហើយបន្ថែមច្រកយ៉ាងហោចណាស់មួយក្នុងរយៈពេលពីរបីនាទី។ អតិថិជនរបស់អ្នកចូលចិត្តបង់ប្រាក់យ៉ាងរហ័ស និងសុវត្ថិភាពតាមរយៈវិបផតថលអនឡាញ។",
        'view-shop-gateways' => 'ចូលទៅកាន់ការគ្រប់គ្រងវិបផតថលហាងរបស់ខ្ញុំ។',
        'view-gateways' => 'មើលច្រកផ្លូវច្រើនទៀត',
    ],


// -------------------------------------- EC-ShopOrders ------------------------------------
    'EC-ShopOrders' => [
        'title' => 'ការបញ្ជាទិញ',
        'sub-title' => 'បញ្ជីនៃការបញ្ជាទិញដែលខ្ញុំបានទទួលនៅសប្តាហ៍នេះ។',
        'total_baskets' => 'ការបញ្ជាទិញសរុប',
        'total_posBaskets' => 'ការបញ្ជាទិញសាច់ប្រាក់សរុប',
        'pos-title' => 'ប្រអប់ POS Store',
        'chart-label' => 'ការបញ្ជាទិញបានបញ្ចប់ (ការបញ្ជាទិញទាំងនេះមិនចាំបាច់បង់ប្រាក់ទេ!)',
        'tip-title' => 'អ្នក​គួរ​តែ​ព្យាយាម​ឲ្យ​បាន​ច្រើន​ជាង​នេះ...',
        'tip' => "គ្មានជោគជ័យសាមញ្ញទេ។",
    ],

// -------------------------------------- EC-ShopProcessCenter ------------------------------------
    'EC-ShopProcessCenter' => [
        'title' => 'មជ្ឈមណ្ឌលកែច្នៃ',
        'sub-title' => 'តើ​យើង​បាន​ធ្វើ​ការ​បញ្ជា​ទិញ​ប៉ុន្មាន​ក្នុង​ហាង​ក្នុង​សប្តាហ៍​នេះ?',
        'tip-title' => 'អ្នកមិនមានលក់ទេ!',
        'tip' => "ជាអកុសល អ្នកមិនមានការលក់ណាមួយក្នុងសប្តាហ៍នេះទេ។ អ្នកត្រូវទទួលបានកាន់តែច្រើនទៅហាងរបស់អ្នក។ អ្នកអាចបន្ថែមផលិតផលបន្ថែមទៀត ជ្រើសរើសរូបភាពប្រសើរជាងមុន ឬសរសេរការពិពណ៌នាប្រសើរជាងមុនសម្រាប់ផលិតផលរបស់អ្នក។ ពិចារណាការងារពេញម៉ោងសម្រាប់អាជីវកម្មរបស់អ្នក។ បើ​អ្នក​ធ្វើ​វា​បាន​ត្រឹម​ត្រូវ ហើយ​មិន​ធុញ​ទ្រាន់ នោះ​អ្នក​នឹង​ជោគជ័យ។",
        'view-process-center' => 'មើលមជ្ឈមណ្ឌលដំណើរការ',
        'return' => [
            'title' => 'ការបញ្ជាទិញត្រឡប់មកវិញ',
            'subtitle' => 'រាយការណ៍ពីការបញ្ជាទិញដែលបានត្រឡប់មកវិញ។',
            'tip-title' => 'តើ​អ្នកដឹង​ទេ ...',
            'tip' => "អ្នកអាចបង្កើតការចុះឈ្មោះសាច់ប្រាក់បានច្រើនតាមដែលអ្នកត្រូវការជាមួយ Selldone POS! មិនថាជាថេប្លេត ទូរសព្ទចល័ត ឬកុំព្យូទ័រយួរដៃរបស់អ្នកទេ អ្នកអាចប្រែក្លាយឧបករណ៍ណាមួយទៅជាចំណុចលក់របស់ហាងរបស់អ្នក។ វាសាមញ្ញ រហ័សក្នុងការដំឡើង និងរៀបចំយ៉ាងពេញលេញសម្រាប់ម៉ាស៊ីនមេរបស់អ្នក។ ចាប់ផ្តើមប្រើថ្ងៃនេះ!",
            'view-pos' => 'ចូល​ទៅ​កាន់​ហាង​គិតលុយ​តាម​អ៊ីនធឺណិត​របស់​ខ្ញុំ'
        ]
    ],


// -------------------------------------- EC-ShopSessions ------------------------------------
    'EC-ShopSessions' => [
        'title' => 'វគ្គ',
        'sub-title' => 'ខ្ញុំបានទៅហាងរបស់ខ្ញុំប៉ុន្មានដង?',
        'countries-title' => 'តើប្រទេសណាខ្លះបានទៅលេងច្រើនជាងគេ?',
    ],


// -------------------------------------- EC-PublicMessage ------------------------------------
    'EC-PublicMessage' => [
        'title' => 'ចង់​រក​លុយ​ដោយ​មិន​បាច់​ចំណាយ​លុយ​មួយ​កាក់​ទេ?',
        'message' => "សួស្តី :name ដល់ពេលចាប់ផ្តើមរកប្រាក់ចំណូលជាមួយ Selldone! ចូលទៅកាន់ផ្ទាំងគ្រប់គ្រង > ច្រើនទៀត > ការរកប្រាក់ > ទទួលបានតំណយោងរបស់អ្នក។ ចែករំលែកតំណជាមួយមិត្តភ័ក្តិរបស់អ្នក ហើយទទួលបានកាតអំណោយ និងចំណែកនៃការទូទាត់របស់ពួកគេ។ ផ្នែកដ៏ល្អបំផុត? ទាំងអ្នក និងមិត្តរបស់អ្នកទទួលបានកាតអំណោយមួយ!",
        'action' => 'មើលតំណណែនាំរបស់ខ្ញុំ',
        'mail-clip' => "<b style='color: #C2185B'>សំខាន់៖</b> ប្រសិនបើអ្នកប្រើសេវាកម្មអ៊ីមែលដូចជា Gmail ដែលកំណត់រយៈពេលនៃអ៊ីមែល សូមស្វែងរកជម្រើសខាងក្រោមនៅចុងបញ្ចប់នៃអ៊ីមែល ដើម្បីបង្ហាញរបាយការណ៍ពេញលេញ ហើយចុចលើវា៖",

        'no-coin-reward' => "<b style='color: #C2185B'>សូមអភ័យទោស៖</b> សកម្មភាពរបស់អ្នកមិនបំពេញតាមតម្រូវការដើម្បីទទួលបានរង្វាន់ SEL Coins ដោយឥតគិតថ្លៃ។ ព្យាយាមឱ្យកាន់តែខ្លាំង និងលក់កាន់តែច្រើននៅលើហាងរបស់អ្នកសម្រាប់រដូវកាលក្រោយ។",
        'yes-coin-reward' => "<b style='color: #4CAF50'> សូមអបអរសាទរ៖ </b> ការងារដ៏អស្ចារ្យ! ដោយផ្អែកលើលទ្ធផលដ៏ល្អរបស់អ្នក យើងបានបញ្ចូលកាក់ :amount SEL ទៅក្នុងគណនីរបស់អ្នកជារង្វាន់។",

        'need-buy-license' => "<b> បង្កើនអាជីវកម្មរបស់អ្នក៖ </b> វាហាក់ដូចជាអ្នកមិនទាន់បានចុះឈ្មោះគម្រោងការជាវណាមួយសម្រាប់គេហទំព័ររបស់អ្នកនៅឡើយទេ! ដំឡើងកំណែឥឡូវនេះ ដើម្បីដោះសោមុខងារជាច្រើនទៀតដោយគ្រាន់តែ :amount ក្នុងមួយខែ ប្រសិនបើបង់ប្រាក់ប្រចាំឆ្នាំ។",
        'not-afford-message' => "ប្រសិនបើអ្នកមិនអាចមានលទ្ធភាពទិញ ឬមានបញ្ហាជាមួយការទូទាត់ សូមប្រាប់ពួកយើងតាមរយៈ support@selldone.com។",
        'add-domain' => "<b>ហេតុអ្វីមិនមានដែនផ្ទាល់ខ្លួនសម្រាប់អាជីវកម្មរបស់អ្នក?</b><br> បន្ថែមដែនទៅគេហទំព័ររបស់អ្នកឥឡូវនេះ។ វាឥតគិតថ្លៃ!"
    ],


    // -------------------------------------- Widget-Socials ------------------------------------
    'Widget-Socials' => [
        'title' => "Selldone គឺ ក<del> ផលិតផល</del> <span style = 'color: forestgreen'>សហគមន៍</span> ។<br> ក្លាយជាអ្នកលក់ដ៏ជំនាញ!",
        'message' => "តាមដានទំព័រផ្លូវការរបស់ Selldone នៅលើ Twitter, LinkedIn និងបណ្តាញសង្គម។ ផ្ញើមកយើងរាល់មតិយោបល់ សំណើ ឬការរិះគន់ ឬចូលរួមក្នុងការពិភាក្សាអំពី Selldone ។ យើងក៏ជាផ្នែកមួយនៃសហគមន៍ Selldone ដែល <b>អ្នកបង្កើត</b> ផងដែរ។"
    ],


    // -------------------------------------- Avocado (Seller) ------------------------------------
    'avocado-seller-daily-report' => [
        'subject' => 'ទទួលបានការបញ្ជាទិញផ្លែបឺរថ្មី។|:shop_title :time',
        'title' => "របាយការណ៍លទ្ធផលសម្រាប់ 24 ម៉ោងចុងក្រោយ",
        'message' => "អតិថិជនរបស់អ្នកកំពុងរង់ចាំការបញ្ជាទិញរបស់អ្នកដើម្បីពិនិត្យ និងវាយតម្លៃ។ ឆ្លើយតបទៅនឹងសំណើរបស់អតិថិជនរបស់អ្នកឱ្យបានឆាប់តាមដែលអាចធ្វើទៅបានដើម្បីទទួលបានការលក់កាន់តែច្រើន។",
        'card_title' => "ការបញ្ជាទិញនៅក្នុងជួរ",
        'card_subtitle' => "ចាប់តាំងពី :date",

        'card_payed' => "ការបញ្ជាទិញដែលបានបង់"
    ],


    // -------------------------------------- Community > Post ------------------------------------
    'community-comments' => [
        'subject' => 'ឆ្លើយតបទៅនឹងការបង្ហោះរបស់អ្នកនៅក្នុង:community_title',
        'title' => ":name និង :count ផ្សេងទៀតបានចូលរួមការសន្ទនានៅលើប្រកាសរបស់អ្នក!",
        'message' => "សួស្តី :name ការបង្ហោះរបស់អ្នកកំពុងទទួលបានការចាប់អារម្មណ៍! អ្នកបានទទួលមតិយោបល់នៅក្នុងសហគមន៍របស់យើង។ ចូលទៅគណនីរបស់អ្នក ដើម្បីចូលរួមការពិភាក្សា និងមើលអ្វីដែលគ្រប់គ្នាកំពុងនិយាយ។",
        'title-simple' => ":name បានបញ្ចេញមតិលើការបង្ហោះរបស់អ្នក!",
    ],


    // -------------------------------------- Community > Topic ------------------------------------
    'community-topic' => [
        'subject' => '🔔 ឆ្លើយតបទៅនឹងប្រធានបទរបស់អ្នក :topic_title',
        'title' => ":name, និង :count អ្នកផ្សេងទៀតបានឆ្លើយតបលើប្រធានបទរបស់អ្នក។",
        'message' => "សួស្តី :name ប្រធានបទរបស់អ្នកកំពុងទទួលបានការចាប់អារម្មណ៍! អ្នកបានទទួលការឆ្លើយតបនៅក្នុងសហគមន៍របស់យើង។ ចូលទៅគណនីរបស់អ្នក ដើម្បីចូលរួមការពិភាក្សា និងមើលអ្វីដែលគ្រប់គ្នាកំពុងនិយាយ។",
        'title-simple' => ":name បានឆ្លើយតបលើប្រធានបទរបស់អ្នក។",
    ],

    // -------------------------------------- User > Login ------------------------------------
    'user-login' => [
        'subject' => '🔔 ចូលថ្មី :name',
        'category' => 'ការជូនដំណឹងអំពីសុវត្ថិភាព',
        'title' => "ចូលគណនី",
        'message' => "សូមគោរព :name ការចូលទៅកាន់គណនី Selldone របស់អ្នកត្រូវបានរកឃើញ។",   // Login in selldone (seller)
        'message-shop' => "សូមគោរព :name ការចូលទៅកាន់ :shop_title ត្រូវបានរកឃើញ។",  // Login in shop (buyer)

        'footer' => "ប្រសិនបើអ្នកមិនបានចូលទេ សូមប្តូរពាក្យសម្ងាត់របស់អ្នក។",

    ],


    // -------------------------------------- Account > TransactionNotification ------------------------------------
    'account-transaction' => [
        'withdraw' => "ការដកប្រាក់",
        'deposit' => "ដាក់ប្រាក់",

        'withdraw_subject' => "ដកប្រាក់ពីគណនី :account",
        'deposit_subject' => "ដាក់ប្រាក់ទៅគណនី :account",

        'message' => "ការផ្ទេរប្រាក់ត្រូវបានធ្វើឡើងដោយមានការបញ្ជាក់ដូចខាងក្រោម។",

        'type' => "ប្រភេទប្រតិបត្តិការ",

        'from' => "គណនីប្រភព",
        'to' => "Destination account",

        'desc' => "ការពិពណ៌នាអំពីប្រតិបត្តិការ",
        'action' => "មើលប្រតិបត្តិការ",
    ],
    // -------------------------------------- Shop > Penalty ------------------------------------

    'penalty' => [
        'subject' => "⛔ សំខាន់! ការបំពានច្បាប់| :shop",
        'category' => "ព័ត៌មានសំខាន់",
        'title' => "ហាងរបស់អ្នកត្រូវបានពិន័យ",
        'action' => "បើកផ្ទាំងគ្រប់គ្រងហាង",
    ],


    // -------------------------------------- User > Invite friend ------------------------------------
    'invite' => [
        'subject' => ":inviter បានអញ្ជើញអ្នកឱ្យចូលរួម Selldone",
        'title' => ":name បានបញ្ជូនអ្នក :amount ដើម្បីជួយបើកដំណើរការហាងអនឡាញថ្មីរបស់អ្នក និងរកប្រាក់ពីវា!",
        'message' => "សួស្តី **:receiver_name**,<br><br> សូមស្វាគមន៍មកកាន់ Selldone! នៅលើ Selldone អ្នកអាចបង្កើតគេហទំព័រ e-commerce របស់អ្នកយ៉ាងងាយស្រួល ប្លក់ សហគមន៍អនឡាញ និងថែមទាំងរៀបចំប្រព័ន្ធ POS អនឡាញសម្រាប់ការលក់ដោយផ្ទាល់ - ទាំងអស់ក្នុងរយៈពេលតែប៉ុន្មាននាទីប៉ុណ្ណោះ។ វាជាប្រព័ន្ធប្រតិបត្តិការអាជីវកម្មអនឡាញពេញលេញដែលត្រូវបានរចនាឡើងដើម្បីធ្វើឱ្យអាជីវកម្មរបស់អ្នកកាន់តែប្រសើរ លឿនជាងមុន និងងាយស្រួលក្នុងការដំណើរការ។<br><br> ចុះឈ្មោះដោយ <b>:date</b> ហើយទទួលបានប័ណ្ណទូទាត់ :amount ដើម្បីចាប់ផ្តើម!",
        'accept' => "ទទួលយកការអញ្ជើញ",
        'owner' => "ម្ចាស់នៃ",
        'join-date' => "នៅលើ Selldone ចាប់តាំងពី",
    ],

    // -------------------------------------- Shop > Recovery mail ------------------------------------
    'shop-recovery' => [
        'subject' => "តំណភ្ជាប់ការស្តារឡើងវិញ| :shop",
        'category' => "សុវត្ថិភាពហាង",
        'title' => "តំណភ្ជាប់ការស្ដារហាងនៃ <b>:shop_name</b> .",
        'message' => "អ៊ីមែលនេះត្រូវបានផ្ញើទៅអ្នក ដោយសារអ្នកបានស្នើសុំស្ដារហាងរបស់អ្នក។ ចុចលើតំណខាងក្រោមនឹងទាញយកហាងរបស់អ្នក និងទិន្នន័យទាំងអស់ដែលជាកម្មសិទ្ធិរបស់វា។",
        'action' => "បញ្ជាក់ការស្ដារហាង",

    ],


    // -------------------------------------- SR-SeasonalSaving ------------------------------------
    'SR-SeasonalSaving' => [
        'title' => 'តើ Selldone សន្សំប្រាក់ប៉ុន្មានសម្រាប់អាជីវកម្មរបស់អ្នក?',
        'sub-title' => 'ចាប់ពីកាលបរិច្ឆេទ :start ដល់ :end',
        'infrastructure' => [
            'title' => 'ហេដ្ឋារចនាសម្ព័ន្ធ',
            'subtitle' => 'ម៉ាស៊ីនមេ CDN កន្លែងផ្ទុក និងសេវាកម្មពពកផ្សេងទៀត។',
        ],
        'experts' => [
            'title' => 'អ្នកជំនាញ និងបុគ្គលិក',
            'subtitle' => 'អ្នកអភិវឌ្ឍន៍ ការថែទាំ និងការគាំទ្រ',
        ],
        'total_save' => 'ប្រាក់សន្សំសរុប'
    ],
    // -------------------------------------- SR-SeasonalPerformance ------------------------------------
    'SR-SeasonalPerformance' => [
        'title' => 'ការសម្តែងរបស់អ្នក។',
        'sub-title' => 'ទិដ្ឋភាពទូទៅនៃអាជីវកម្មពី :start ដល់ :end',

        'new_visitors' => 'New Users',
        'returning_visitors' => 'អ្នកប្រើប្រាស់ដែលបានត្រឡប់មកវិញ',

        'shop_views' => 'ទិដ្ឋភាពហាង',
        'baskets' => [
            'title' => 'រទេះលក់ទំនិញ',
            'subtitle' => 'រាយការណ៍ពីចំនួនរទេះទិញទំនិញថ្មី។',

        ],
        'products' => [
            'title' => 'ទិដ្ឋភាពទូទៅនៃផលិតផល',
            'subtitle' => 'ស្ថានភាពនៃផលិតផលនៅក្នុងហាងតាមប្រភេទ',
            'value_name' => 'ផលិតផល'
        ],
        'views' => [
            'title' => 'Page Views',
            'subtitle' => 'ការមើលទំព័រគេហទំព័រសរុប',
        ],
    ],


    // ██████████████████████ Marketplace ██████████████████████
    'vendor-order' => [
        'title' => 'New Order',
        'message' => "អ្នកបានទទួលការបញ្ជាទិញថ្មី។ សូមចូលទៅកាន់ទំព័រដំណើរការការបញ្ជាទិញនៅក្នុងបន្ទះអ្នកលក់របស់អ្នក។",
        'subject' => "🛍️ ទទួលកម្ម៉ង់ថ្មីហើយ។| :order_id",
        'your_revenue' => "ចំណូលរបស់អ្នក។",
    ],
    'vendor-invite' => [
        'title' => 'ការអញ្ជើញអ្នកលក់',
        'message' => "អ្នកបានទទួលការអញ្ជើញឱ្យក្លាយជាអ្នកលក់ :shop_name ។ អ្នកអាចទទួលយក ឬបដិសេធវាបានដោយចុចលើប៊ូតុងខាងក្រោម។",
        'subject' => ":shop_name | អ្នកបានទទួលការអញ្ជើញឱ្យក្លាយជាអ្នកលក់របស់យើង។",
        'accept' => "ទទួលយក & ក្លាយជាអ្នកលក់",
        'reject' => "បដិសេធ",

    ],

    // Staff of vendor
    'vendor-member-invite' => [
        'title' => 'ការអញ្ជើញចូលរួមក្រុមរបស់យើង។',
        'message' => "អ្នកត្រូវបានអញ្ជើញឱ្យចូលរួម :vendor_name នៅ :shop_name ។ អ្នកអាចទទួលយក ឬបដិសេធការអញ្ជើញនេះដោយប្រើប៊ូតុងខាងក្រោម។",
        'subject' => "ការអញ្ជើញចូលរួម :vendor_name|ក្លាយជាសមាជិកក្រុម",
        'accept' => "ទទួលយក និងចូលរួមក្រុម",
        'reject' => "បដិសេធ",

    ],

    // -------------------------------------- ShopEmailLogin ------------------------------------
    'shop-email-login' => [
        'subject' => "លេខកូដចូលរបស់អ្នកសម្រាប់ :shop",
        'header-message' => "យើងកំពុងផ្ញើអ៊ីមែលនេះទៅអ្នក ដោយសារអ្នកបានស្នើសុំលេខកូដចូលសម្រាប់ហាង។ សូមស្វែងរកពាក្យសម្ងាត់តែម្តង (OTP) របស់អ្នកខាងក្រោម៖",
        'footer-message' => "លេខកូដនេះនឹងមានសុពលភាពរយៈពេល 10 នាទី។ ប្រសិនបើអ្នកមិនបានស្នើសុំលេខកូដចូលនេះទេ សូមមិនអើពើអ៊ីមែលនេះ។"
    ],

    // -------------------------------------- ShopEmailVerifyLinkEmail ------------------------------------
    'shop-email-verify-link' => [
        'subject' => "ផ្ទៀងផ្ទាត់អ៊ីមែលរបស់អ្នក។| :shop",
        'title' => 'ការផ្ទៀងផ្ទាត់តាមអ៊ីមែល',
        'header-message' => "សួស្តី :name,<br> សូមបញ្ជាក់ថា **:email** គឺជាអាសយដ្ឋានអ៊ីមែលរបស់អ្នកដោយចុចប៊ូតុងខាងក្រោម ឬប្រើប្រាស់តំណភ្ជាប់ខាងក្រោមក្នុងរយៈពេល 48 ម៉ោង។",
        'footer-message' => ""
    ],


    // -------------------------------------- VendorProductsChangeEmail ------------------------------------
    'vendor-products' => [
        'subject' => "បច្ចុប្បន្នភាពផលិតផល| :shop",
        'title' => "ធ្វើបច្ចុប្បន្នភាពលើស្ថានភាពផលិតផល - 24 ម៉ោងចុងក្រោយ",
        'message' => "ខ្ញុំសង្ឃឹមថាសារនេះរកឃើញអ្នកបានល្អ។ នេះគឺជាការអាប់ដេតសង្ខេបដើម្បីជូនដំណឹងដល់អ្នកអំពីស្ថានភាពនៃផលិតផលរបស់អ្នកនៅលើវេទិការបស់យើងក្នុងរយៈពេល 24 ម៉ោងកន្លងមក។\nក្នុងអំឡុងពេលនេះមានការផ្លាស់ប្តូរស្ថានភាពនៃផលិតផលមួយចំនួន។ ការផ្លាស់ប្តូរទាំងនេះអាចបណ្តាលមកពីការទិញ បច្ចុប្បន្នភាពស្តុក ឬព្រឹត្តិការណ៍ពាក់ព័ន្ធផ្សេងទៀត។\nសម្រាប់ព័ត៌មានលម្អិតអំពីផលិតផលនីមួយៗ សូមចូលទៅកាន់គណនីរបស់អ្នក ហើយពិនិត្យមើលផ្នែក 'ស្ថានភាពផលិតផល'។",
        'action' => "បើកផ្ទាំងអ្នកលក់",
    ],

    // -------------------------------------- ShopBulkOrdersEmail ------------------------------------
    'bulk-orders' => [
        'subject' => "ការបញ្ជាទិញច្រើនត្រូវបានទទួល| :shop | :date",
        'title' => "ការជូនដំណឹងអំពីការបញ្ជាទិញច្រើន",
        'message' => "អ្នក​បាន​ទទួល​ការ​បញ្ជា​ទិញ​ជា​ច្រើន​ដុំ។ សូមចូលទៅកាន់ទំព័រដំណើរការការបញ្ជាទិញនៅក្នុងបន្ទះរបស់អ្នកសម្រាប់ព័ត៌មានលម្អិតបន្ថែម។ អ្នកក៏អាចទាញយកបញ្ជីបញ្ជាទិញតាមរយៈតំណសុវត្ថិភាពដែលបានផ្ដល់ជូន ដែលមានសុពលភាពរយៈពេល 7 ថ្ងៃ។<br><br>\n        <b>IMPORTANT:</b> តំណភ្ជាប់នេះមានសុពលភាពរយៈពេល 7 ថ្ងៃ។<br>\n        តំណនេះគឺថាមវន្ត ដូច្នេះរាល់ពេលដែលអ្នកចុចវា អ្នកនឹងទទួលបានការបញ្ជាទិញថ្មីៗបំផុតសម្រាប់កាលបរិច្ឆេទជាក់លាក់នេះ។ <b> វាមានន័យថាប្រសិនបើស្ថានភាពការទូទាត់ការបញ្ជាទិញផ្លាស់ប្តូរទៅជាការបដិសេធ អ្នកនឹងលែងឃើញការបញ្ជាទិញនោះនៅក្នុង CSV ដែលបានទាញយក ឬប្រសិនបើការបញ្ជាទិញត្រូវបានបង់ វានឹងបង្ហាញនៅក្នុងបញ្ជី។</b><br><br>\n        <ul>\n            <li> CSV មានការបញ្ជាទិញដែលបានបង់ជាមួយនឹងកាលបរិច្ឆេទដែលបានបម្រុងទុកនៅក្នុង :date.</li>\n            <li>Reserved date គឺជាកាលបរិច្ឆេទដែលអ្នកប្រើប្រាស់ចុច checkout នៅលើទំព័របញ្ជាទិញ។</li>\n        </ul>\n        <b> ដើម្បីទប់ស្កាត់ការបញ្ជាទិញស្ទួន សូមពិនិត្យមើលការបញ្ជាទិញ ID ជានិច្ចមុនពេលផ្ញើ។</b>",
        'action' => "ទាញយកបញ្ជីបញ្ជាទិញ",
    ],

    // -------------------------------------- Order Refund ------------------------------------
    'order-refund' => [
        'message' => "ទំនិញមួយចំនួននៅក្នុងការបញ្ជាទិញរបស់អ្នកមិនត្រូវបានទទួលយក និងមិនអាចដឹកជញ្ជូនបានទេ។ ចំនួនទឹកប្រាក់សម្រាប់ធាតុទាំងនេះនឹងត្រូវបានបង្វិលសងទៅកាតរបស់អ្នកក្នុងពេលឆាប់ៗនេះ។"
    ]

];
