<?php


return [


    // -------------------------------------- Received Gift ------------------------------------
    'received-gift' => [
        'title' => "ទទួលអំណោយ។",
        'message' => "សូមអបអរសាទរ :name ជាទីគោរព! យើងបានផ្ញើអំណោយ :amount :currency ដល់អ្នក។",
    ],

    // -------------------------------------- Account > TransactionNotification ------------------------------------
    'account-transaction' => [
        'deposit-title' => "ដាក់ប្រាក់ :amount :currency ទៅក្នុងគណនី :account_from ។",
        'withdraw-title' => "ដក :amount :currency ពីគណនី :account_from ។",
        'message' => "ប្រតិបត្តិការថ្មីនៅក្នុងគណនីរបស់អ្នកត្រូវបានធ្វើរួច។",
    ],
];
