<?php


return [
    /*
  |--------------------------------------------------------------------------
  | Instagram
  |--------------------------------------------------------------------------
  */
    'instagram' => [
        'title' => "អ្នកបង្កើតហាង Instagram|បំលែងគណនី Instagram ទៅជាហាងអនឡាញ",
        'desc' => "កុំខ្ជះខ្ជាយលុយរបស់អ្នកគ្រប់ទីកន្លែង។ នៅពេលដែលអ្នកបានបង្កើតហាងរបស់អ្នកនៅក្នុង Selldone អ្នកនឹងលែងគិតពីការធ្វើការជាមួយឧបករណ៍បង្កើតហាងផ្សេងទៀតដូចជា WordPress, Joomla និង WooCommerce ទៀតហើយ។",

        'clip' => "/landing-assets/instashop/video/Anime-Instagram-En.m4v",
        'clip_title' => "តើមេចុងភៅ និងឆ្មាដ៏គួរឲ្យស្រលាញ់របស់នាង លក់នៅលើ Instagram យ៉ាងដូចម្តេច?",


        'alt1' => "Selldone អ្នកបង្កើតហាង Instagram",
        'alt2' => 'រឿងរ៉ាវនៃការលក់នំ Sarah នៅលើ Instagram',
        'alt3' => 'មជ្ឈមណ្ឌលដំណើរការការបញ្ជាទិញតាមអ៊ីនធឺណិត Selldone',
        'alt4' => 'Selldone ផ្លូវបង់ប្រាក់តាមហាងអនឡាញ',
        'alt5' => 'ម៉ាស៊ីន SEO ស្វ័យប្រវត្តិសម្រាប់ហាងអនឡាញ',
        'alt6' => 'វិធីថ្មីដើម្បីលក់អនឡាញនៅលើ Instagram',
        'alt7' => 'ម៉ាកយីហោនិងម៉ាកយីហោ',
        'alt8' => 'ហាងគិតលុយ',
        'alt9' => 'ឧបករណ៍ទីផ្សារ និងការលក់',
        'alt10' => 'ដៃគូអាជីវកម្មឥតគិតថ្លៃ',
        'alt11' => 'មជ្ឈមណ្ឌលដំណើរការការបញ្ជាទិញ',
        'alt12' => 'អតិថិជនស្មោះត្រង់',
        'alt13' => 'ច្រកផ្លូវទូទាត់ដោយផ្ទាល់',
        'alt14' => 'បណ្តាញលក់ Instagram',
        'alt15' => 'ជួលអ្នកបង្កើតគេហទំព័រ និងហាង',
        'alt16' => 'រឿងវេទិកា Selldone',
        'alt17' => 'គេហទំព័រ និងរក្សាទុកម៉ាស៊ីន SEO ស្វ័យប្រវត្តិ',
        'alt18' => 'អ្នកលក់រីករាយ',
        'alt19' => 'រទេះទិញទំនិញ',


        'm1' => 'ហេតុអ្វី Selldone?',
        'm2' => 'SEO ស្វ័យប្រវត្តិ',
        'm3' => 'តម្លៃ (ឥតគិតថ្លៃ)',

        'register' => 'ចុះឈ្មោះ',

        'header' => '<span class="ulr"> 10x Times</span> More & Better<br><span class="ulr">Sell</span> នៅលើ Instagram',
        'header_msg' => 'ស្រមៃថាអតិថិជនបើកទំព័រដូចហាងពី Instagram ជ្រើសរើសផលិតផលពីរូបថតដែលពួកគេចូលចិត្ត បន្ថែមពួកវាទៅក្នុងការបញ្ជាទិញ និងបង់ប្រាក់ដោយផ្ទាល់ទៅគណនីរបស់អ្នកតាមអ៊ីនធឺណិត។ ដំណោះស្រាយគឺនៅចំពោះមុខអ្នក។',

        'name_plc' => 'បញ្ចូលឈ្មោះអ្នកប្រើប្រាស់របស់អ្នក។',
        'preview' => 'មើលហាងជាមុន',
        'create_act' => 'បង្កើតហាង Instagram',


        'title1s' => 'តើវាដំណើរការយ៉ាងដូចម្តេច?',
        'title1' => 'ប្រែក្លាយ Instagram របស់អ្នកទៅជាហាង <span class="ulb">full-featured</span>!',
        'desc1' => 'អ្នកនឹងមានលក្ខណៈពិសេសច្រើនជាងបន្ទះនៃហាងអនឡាញធំជាងគេ ប៉ុន្តែកុំធ្វើខុស ការធ្វើការជាមួយម៉ាស៊ីនសាមញ្ញគឺរីករាយ។',
        'sub1' => 'ការ​គ្រប់​គ្រង​ផលិតផល​ធ្វើ​ការ​បែប​នេះ...',
        'sub1msg' => "ជំហានដំបូងគឺត្រូវបន្ថែមផលិតផល។ ជាមួយនឹង Selldone អ្នកអាចនាំចូលផលិតផលពី Instagram បង្ហោះឯកសារ Excel ឬប្រើវិធីសាមញ្ញផ្សេងទៀតដោយគ្រាន់តែចុចពីរបីដងប៉ុណ្ណោះ។",
         'list1_1' => 'សម្លាប់ទាំងស្រុង និងគ្រប់គ្រងយ៉ាងជិតស្និទ្ធ',
         'list1_2' => 'ការធ្វើបច្ចុប្បន្នភាពសារពើភ័ណ្ឌ និងតម្លៃរហ័ស',
         'list1_3' => 'បន្ថែមផលិតផលជាមួយឯកសារ Excel',
         'list1_4' => 'បន្ថែមផលិតផលពីនេះ។',
         'list1_5' => 'តើអ្នកធុញទេ? យើងនឹងបន្ថែមអ្នក!',

        'title2s' => 'ការបញ្ជាទិញដំណើរការដូចនេះ ...',
        'title2' => "ការបញ្ជាទិញច្រើនជាង 10 ដងក្នុងមួយថ្ងៃមិនគ្រប់គ្រាន់សម្រាប់អ្នកទេ? Selldone ត្រូវបានរចនាឡើងសម្រាប់ការបញ្ជាទិញច្រើនជាង 10 ពាន់ក្នុងមួយថ្ងៃសម្រាប់ហាងនីមួយៗ។",

        'list2_1' => 'មើលស្ថានភាពធ្វើដំណើររបស់អ្នកបានលឿន ហើយធ្វើសកម្មភាពលឿន',
        'list2_2' => 'អតិថិជនអាចមើលឃើញស្ថានភាពចុងក្រោយនៃការបញ្ជាទិញរបស់គាត់។',
        'list2_3' => 'គ្រប់គ្រងការទូទាត់ ដំណើរការការបញ្ជាទិញ និងការដឹកជញ្ជូន',
        'list2_4' => 'បន្ថែមអ្នកសហការឱ្យបានច្រើនតាមដែលអ្នកចង់បាន',


        'title3s' => 'ហ្គេមផ្ទាល់បានបញ្ចប់!',
        'title3' => "ការទូទាត់តាមអ៊ីនធឺណិតនៅក្នុងហាងរបស់អ្នកនឹងធ្វើឡើងជាមួយដែនរបស់អ្នក និងដោយផ្ទាល់ទៅកាន់គណនីរបស់អ្នក! អ្នកអាចជ្រើសរើសប្រភេទនៃវិបផតថលអនឡាញ និងការទូទាត់នៅនឹងកន្លែង។",

        'list3_1' => 'ច្រកផ្លូវទូទាត់តាមអ៊ីនធឺណិត (ដោយផ្ទាល់ទៅគណនីរបស់អ្នក)',
        'list3_2' => 'សមត្ថភាពក្នុងការបើកការទូទាត់នៅនឹងកន្លែង',
        'list3_3' => 'ទទួលបានច្រកចេញដោយគ្មាននិមិត្តសញ្ញាទុកចិត្តអេឡិចត្រូនិច (បញ្ជីប្រាក់បៀវត្សរ៍)',
        'list3_4' => 'គ្រប់គ្រងការទូទាត់ និងការបញ្ជាទិញដោយចុចតែម្តង',


        'title4s' => 'SEO ស្វ័យប្រវត្តិ',
        'title4' => 'ការរចនាគេហទំព័រដែលងាយស្រួលប្រើ SEO ដែលធ្វើតាមការអនុវត្តល្អបំផុតរបស់ SEO ជួយធ្វើឱ្យអាជីវកម្មអនឡាញរបស់អ្នកមើលឃើញកាន់តែច្បាស់ចំពោះអតិថិជនសក្តានុពល។ Selldone ផ្តល់នូវហេដ្ឋារចនាសម្ព័ន្ធដែលអ្នកត្រូវការសម្រាប់ហាងដែលតម្រង់ទិស SEO ដូច្នេះអ្នកមិនចាំបាច់ព្រួយបារម្ភអំពីការត្រូវបានរកឃើញនៅលើ Google នោះទេ។',

        'list4_1' => 'អ្នកទុកអត្ថបទ និងរូបភាពល្អៗជាមួយយើង',

        'title0' => 'វាដល់ពេលហើយដើម្បី <span class="uly"> លក់កាន់តែមានវិជ្ជាជីវៈ</span> ធ្វើឱ្យអតិថិជនរបស់អ្នកកាន់តែរីករាយ<br> ហើយមានអារម្មណ៍ថាមានមោទនភាពដែលអ្នកកំពុងរីកលូតលាស់អាជីវកម្មអនឡាញ',


        'title6s' => "កុំពេញចិត្តនឹងរឿងនេះ",
        'title6' => 'ច្រើនជាងហាង Instagram...',


        'features' => 'លក្ខណៈពិសេស',
        'features_act' => 'មើលមុខងារទាំងអស់។',

        'x1' => 'ហាងអនឡាញនៅលើដែនជាក់លាក់មួយដើម្បីបង្កើតម៉ាកយីហោរបស់អ្នក និងមានក្លឹបអតិថិជនផ្ទាល់ខ្លួនរបស់អ្នក។',
        'x2' => 'ការចុះឈ្មោះសាច់ប្រាក់តាមហាងអនឡាញសម្រាប់ហាងមួយដែលមានតម្លៃកំណត់ 0$ និងច្រើនតាមដែលអ្នកត្រូវការ។',
        'x3' => 'ឧបករណ៍ទីផ្សារ និងការលក់ដ៏ល្អបំផុតដែលសូម្បីតែម៉ាកយីហោទីផ្សារប៉ូលីសដ៏ធំបំផុតក៏មិនមានដែរ។',
        'x4' => "ដៃគូដ៏ល្អ និងមានការរំពឹងទុកទាបឈ្មោះ Selldone ដែលការខិតខំប្រឹងប្រែងទាំងមូលគឺដើម្បីបង្កើនការលក់របស់ក្រុមហ៊ុន មិនមែនដើម្បីយកលុយហើយទុកពួកគេ។",

        'a1' => 'ដំណើរការបញ្ជាទិញ',
        'a1s' => 'រចនាឡើងសម្រាប់ល្បឿន',

        'a2' => 'ទីផ្សារ និងការលើកទឹកចិត្ត',
        'a2s' => 'ស្វែងរកអតិថិជនស្មោះត្រង់',

        'a3' => 'ការទូទាត់ផ្ទាល់',
        'a3s' => 'មិនមានចំណុចប្រទាក់បង់ប្រាក់ទេ។',

        'a4' => 'បណ្តាញលក់',
        'a4s' => 'Telegram, Google, Instagram ជាដើម។',

        'blog' => 'وبلاگ',

        'b1' => "តើយើងនៅតែត្រូវការជួលអ្នកសរសេរកម្មវិធី ទិញកញ្ចប់សាងសង់ហាង ឬម៉ាស៊ីននៅឆ្នាំ 2021 ដែរឬទេ?",
        'b2' => "រឿង Selldone|ផ្លាស់ប្តូរវិធីសាស្រ្តនៃការបើកដំណើរការគេហទំព័រ និងអាជីវកម្មអនឡាញ",
        'b3' => 'ម៉ាស៊ីន SEO ដោយស្វ័យប្រវត្តិភ្លឺនៅក្នុងលទ្ធផល Google',
        'read' => 'បន្ត',

        'title5s' => 'ចង់​ដឹង​ថា​តម្លៃ​ប៉ុន្មាន?',
        'title5' => 'ពីម៉ូដែល <span class="ulr"> ឥតគិតថ្លៃសម្រាប់ជីវិត</span> ជាមួយនឹងកម្រៃជើងសារ 2%<br>to កម្រៃជើងសារ 0.5% ជាមួយនឹងថ្លៃសេវាប្រចាំខែ',
        'msg5' => "ដរាបណាអ្នកមិនមានការលក់ ម្ចាស់នៃមួយរៀលនឹងមិនគិតប្រាក់អ្នកសម្រាប់គេហទំព័រ ម៉ាស៊ីនមេ សេវាកម្ម ឧបករណ៍ ការគាំទ្រ ការធ្វើបច្ចុប្បន្នភាព និងអ្វីផ្សេងទៀត! លុយនឹងត្រូវបានបញ្ចូលទៅក្នុងគណនីរបស់អ្នកដោយផ្ទាល់! Selldone ទុកចិត្តដៃគូរបស់គាត់ទាំងអស់ឱ្យបង់ថ្លៃនៅចុងខែ ឬប្រសិនបើពួកគេមានបញ្ហាពីរបីខែក្រោយដោយគិតលុយកាបូបរបស់ពួកគេ។",
         'footer_act' => "ឥតគិតថ្លៃមិនមែនជាអត្ថប្រយោជន៍តែមួយគត់! យ៉ាងម៉េច?",
         'footer' => 'សួរសំណួរ ឬគន្លឹះណាមួយដែលអ្នកចង់បាន។',

        's1' => 'ការរាយការណ៍ឆ្លាតវៃ',
        's2' => 'Cloud Hosting ឥតគិតថ្លៃ',
        's3' => 'ភស្តុភារ និងដំណើរការ',
        's4' => 'អ្នកបង្កើតទំព័រចុះចត',
        's5' => 'លក្ខណៈពិសេស និងអត្ថប្រយោជន៍',
        's6' => 'ការគ្រប់គ្រងហិរញ្ញវត្ថុ',
        's7' => 'ឧបករណ៍ទីផ្សារ',
        's8' => 'ការលើកទឹកចិត្ត និងអតិថិជន',
        's9' => 'អំពី Selldone',
        's10' => 'ប្លុក',
        's11' => 'ជំនួយ',
        's12' => 'ឯកជនភាព',
        's13' => 'លក្ខខណ្ឌ',
        's14' => 'អ្នកសាងសង់ហាង',

        'img1' => '/landing-assets/instashop/images/caveman-shop-builder-en.png',


        'importer-ts' => "ព្រួយបារម្ភអំពីការធ្វើការជាមួយ Selldone?",
        'import_title' => "សួរអ្នកប្រើប្រាស់ Selldone; មតិកែលម្អរបស់ពួកគេលើ <span class='ulr'> ភាពសាមញ្ញ និងល្បឿន</span> នឹងធ្វើឱ្យអ្នកភ្ញាក់ផ្អើល!",
        'import_message' => "អ្នកអាចនាំចូលផលិតផលរបស់អ្នកដោយផ្ទាល់ពី Instagram ទៅកាន់ហាងរបស់អ្នក ប៉ុន្តែប្រសិនបើអ្នកចង់បាន អ្នកអាចបន្ថែមផលិតផល និងរូបភាពទាំងអស់របស់ពួកគេដោយស្វ័យប្រវត្តិទៅក្នុងហាងរបស់អ្នកជាមួយនឹងឯកសារ Excel ធម្មតា។ អ្នកបំពេញឯកសារដូចគ្នា ចម្លង URL នៃរូបភាពពី Google ហើយចុងក្រោយទាញឯកសារ CSV របស់អ្នក ហើយទម្លាក់វាទៅក្នុងផ្នែកគ្រប់គ្រងផលិតផល។ Selldone នឹងធ្វើវាសម្រាប់អ្នក។",
        'import_t1' => "តើអ្នកមានផលិតផលណាមួយទេ?",
        'import_b1' => "ពួកគេមិនមានភាពចម្រុះ",
        'import_m1' => "គ្រាន់តែទាញយកឯកសារនេះ បញ្ចូលឈ្មោះ តម្លៃ និងសារពើភ័ណ្ឌនៃផលិតផល ហើយចម្លង និងបិទភ្ជាប់តំណរូបភាពពីកន្លែងមួយដូចជា Google",

        'import_b2' => "បំរែបំរួលជាច្រើន។",
        'import_m2' => "ភាពចម្រុះមានន័យថាពណ៌ ទំហំ សម្ភារៈ និងអ្វីៗដូចនោះ។ ប្រសិនបើអ្នកមានផលិតផលជាច្រើន អ្នកអាចទាញយកឯកសារនេះ ហើយបំពេញព័ត៌មានផលិតផលរបស់អ្នក។ មួយនេះគឺពិបាកបន្តិច",

        'import_download' => "ទាញយកឯកសារគំរូ",

    ]

];
