<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Password Reset Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are the default lines which match reasons
    | that are given by the password broker for a password update attempt
    | has failed, such as for an invalid token or invalid new password.
    |
    */

    'password' => 'ពាក្យសម្ងាត់ត្រូវតែមានយ៉ាងហោចណាស់ប្រាំមួយតួអក្សរ ហើយត្រូវគ្នានឹងការបញ្ជាក់។',
    'reset' => 'ពាក្យសម្ងាត់របស់អ្នកត្រូវបានកំណត់ឡើងវិញ!',
    'sent' => 'យើងបានផ្ញើតំណកំណត់ពាក្យសម្ងាត់របស់អ្នកឡើងវិញតាមអ៊ីមែល!',
    'token' => 'និមិត្តសញ្ញាកំណត់ពាក្យសម្ងាត់ឡើងវិញនេះមិនត្រឹមត្រូវទេ។',
    'user' => "យើងមិនអាចស្វែងរកអ្នកប្រើប្រាស់ដែលមានអាសយដ្ឋានអ៊ីមែលនោះទេ។",



    'throttled' => 'សូមរង់ចាំមុនពេលព្យាយាមម្តងទៀត។',
];
