<?php

return [
    'default_title' => 'SELLDONE',
    'keywords' => ['អាជីវកម្ម os', 'domain', 'selldone', 'វេទិកាពាណិជ្ជកម្មអេឡិចត្រូនិក', 'អ្នកសាងសង់ហាង', 'អ្នកសាងសង់ហាង', 'អ្នកបង្កើតគេហទំព័រ', 'គំនិតអាជីវកម្ម', 'អ្នកបង្កើតសហគមន៍ផ្ទាល់ខ្លួន', 'whitelabel ecommerce'],
    'samin' => 'Selldone',
    'Selldone' => 'Selldone',


    'related' => 'ពាក់ព័ន្ធ',
    'share' => 'ចែករំលែក',

    /*
    |--------------------------------------------------------------------------
    | Global
    |--------------------------------------------------------------------------
    */
    'global' => [
        'blog' => 'ប្លុក',
    ],

    /*
    |--------------------------------------------------------------------------
    | Global footer
    |--------------------------------------------------------------------------
    */
    'footer-title' => 'Selldone®|អាជីវកម្ម <span class="os-grad">OS</span> ™',
    'footer-subtitle' => "ប្រព័ន្ធប្រតិបត្តិការលេខ 1 សម្រាប់សហគ្រាសធុនតូច និងមធ្យម និងម៉ាកឯករាជ្យ",
    'footer-about-selldone' => 'Selldone ជាវេទិកា eCommerce ដំណើរការជាទេវតាសម្រាប់ការរីកចម្រើននៃអាជីវកម្ម។ មិនថាអ្នកមានហាងលក់ឥដ្ឋ និងបាយអតូច ឬក្រុមហ៊ុនធំទេ អ្នកត្រូវបង្ហាញផលិតផលរបស់អ្នកនៅលើអ៊ីនធឺណិត។ Selldone បានប្រើដើម្បីបង្កើតហាងអនឡាញជាមួយនឹងការចំណាយប្រតិបត្តិការទាបជាង និងភាពបត់បែនកាន់តែច្រើន។ លើសពីនេះ យើងផ្តល់ជូននូវខ្សែសង្វាក់ឧបករណ៍គ្រប់គ្រងពាណិជ្ជកម្មអេឡិចត្រូនិកដែលតែងតែប្រសើរឡើង ដែលទទួលបាននូវមុខងារថ្មីៗជារៀងរាល់សប្តាហ៍ ដូចជាការរួមបញ្ចូលការគ្រប់គ្រងហាង និងចំណុចប្រទាក់កម្មវិធីដែលមើលឃើញ ដើម្បីបង្កើតដំណើរការស្វ័យប្រវត្តិកម្មផ្ទាល់ខ្លួន ឬការរួមបញ្ចូល AI ជាដើម។',
    'footer-action' => "បង្កើត ecommerce របស់អ្នក — វាឥតគិតថ្លៃ",

    'footer' => [
        'about' => 'អំពី Selldone',
        'contact' => 'ទាក់ទង​មក​ពួក​យើង',
        'email' => 'support@selldone.com',
        'phone' => '🇩🇰 +45 36991215',
    ],

    'footer-menu' => [


        // Menu 1:
        [
            'title' => 'Selldone',
            'items' => [
                ['title' => 'វេទិកាអាជីវកម្ម', 'href' => '/store-builder'],
                ['title' => 'ប្លុក', 'href' => '/blog'],
                ['title' => 'ជំនួយ', 'href' => '/help'],
                ['title' => 'FAQ', 'href' => '/faq'],
                ['title' => 'គោលការណ៍​ភាព​ឯកជន', 'href' => '/privacy'],
                ['title' => 'រយៈពេលនៃសេវាកម្ម', 'href' => '/terms'],
            ],
        ],

        // Menu 2:
        [
            'title' => 'លក្ខណៈពិសេស',
            'items' => [
                ['title' => 'លក្ខណៈពិសេស & អត្ថប្រយោជន៍', 'href' => '/features'],
                ['title' => 'Marketing tools', 'href' => '/marketing'],
                ['title' => 'Processing center', 'href' => '/order-processing'],
                ['title' => 'ការលើកទឹកចិត្ត និងក្លឹប', 'href' => '/incentives'],
                ['title' => 'សវនកម្ម និងគណនេយ្យ', 'href' => '/auditing'],
                ['title' => 'Cloud hosting', 'href' => '/cloud'],

            ],
        ],

        // Menu 3:
        [
            'title' => 'ដំណោះស្រាយ',
            'items' => [
                ['title' => 'ការប្រមូល NFT', 'href' => '/nft'],
                ['title' => 'Guild', 'href' => '/guild'],
                ['title' => 'ផ្លែបឺរ', 'href' => '/avocado'],
                ['title' => 'អ្នកជំនាញ', 'href' => '/experts'],
                ['title' => 'SEO engine', 'href' => '/seo'],
                ['title' => 'Smart report', 'href' => '/smart-report'],
            ],
        ],

        // Menu 4:
        [
            'title' => 'សេវាកម្ម',
            'items' => [
                ['title' => 'តម្លៃ & គម្រោង', 'href' => '/price'],
                ['title' => 'កម្មវិធី', 'href' => '/apps'],
                ['title' => 'Application builder', 'href' => '/app-builder'],
                ['title' => 'អ្នកបង្កើតទំព័រ', 'href' => '/page-builder'],
                ['title' => 'Logistic solution', 'href' => '/logistic'],
                ['title' => 'ស្វ័យប្រវត្តិកម្ម និង IoT', 'href' => '/automation'],

            ],
        ],


    ],


    /*
    |--------------------------------------------------------------------------
    | Global header
    |--------------------------------------------------------------------------
    */
    'header' => [
        'home' => 'ផ្ទះ',
        'features' => 'លក្ខណៈពិសេស',
        'pricing' => 'តម្លៃ',
        'blogs' => 'ប្លុក',
        'community' => 'សហគមន៍',
        'help' => 'ជំនួយ',
        'features-menu' => [
            'store-builder' => 'អ្នកបង្កើត Ecommerce',
            'community-platform' => 'សហគមន៍ផ្ទាល់ខ្លួន',
            'cloud' => 'បង្ហោះតាមពពក',
            'page-builder' => 'អ្នកបង្កើតទំព័រចុះចត',
            'smart-report' => 'ឧបករណ៍បង្កើតរបាយការណ៍ឆ្លាតវៃ',
            'payment' => 'ការទូទាត់ និងគណនេយ្យ',

            'staffs' => 'អតិថិជន & ក្រុម',
            'logistic' => 'ដឹកជញ្ជូន និងដឹកជញ្ជូន',
            'order-processing' => 'ការបញ្ជាទិញ និងដំណើរការ',
            'marketing' => 'ទីផ្សារ និងយុទ្ធនាការ',
            'incentives' => 'ក្លឹប & ការលើកទឹកចិត្ត',
            'pos' => 'ម៉ាស៊ីនឆូតកាតតាមអ៊ីនធឺណិត',
            'seo' => 'ម៉ាស៊ីន SEO ស្វ័យប្រវត្តិ',
            'automation' => 'ស្វ័យប្រវត្តិកម្ម និង IoT',
            'ai' => 'ពាណិជ្ជកម្ម AI',
            'app-builder' => 'អ្នកបង្កើតកម្មវិធី',
        ],
        'build' => "សាងសង់",
        'build-sub' => "យើងបង្កើតប្រព័ន្ធជុំវិញអ្នក ដើម្បីបង្កើតរឿងជោគជ័យរបស់អ្នក។",

        'manage' => "គ្រប់គ្រង",
        'manage-sub' => "ការគ្រប់គ្រងអាជីវកម្មរបស់អ្នកនឹងកាន់តែរីករាយជាងពេលណាទាំងអស់។",

        'sel' => "លក់",
        'sel-sub' => "ត្រូវបិទជានិច្ច រកលុយ និងរីករាយជាមួយវា។",

        'grow' => "រីក",
        'grow-sub' => "លក្ខណៈពិសេស និងឧបករណ៍ថ្នាក់សហគ្រាសនៅក្នុងដៃរបស់អ្នក មេឃនឹងក្លាយជាដែនកំណត់របស់អ្នក។",


    ],

    /*
    |--------------------------------------------------------------------------
    | Article
    |--------------------------------------------------------------------------
    */
    'article' => [
        'list-of-content' => 'បញ្ជីមាតិកា',
        'author' => 'អ្នកនិពន្ធ',
        'others-title' => "ការយល់ដឹងបន្ថែមអំពី :title",
    ],


    /*
    |--------------------------------------------------------------------------
    | Main pages
    |--------------------------------------------------------------------------
    */
    'page.login' => ['title' => 'Selldone |ចូល', 'image' => '/images/seo/en/login.jpg', 'description' => "វាមិនសំខាន់ទេថាអ្នកមានដើមទុនប៉ុន្មាន អ្នកចាប់ផ្តើមអាជីវកម្មរបស់អ្នក កន្លែងណានៅលើពិភពលោកដែលអ្នករស់នៅ! Selldone បានផ្តល់ឱ្យអ្នកនូវឧបករណ៍លក់ដែលមានជំនាញវិជ្ជាជីវៈទាំងអស់។ ការចុះឈ្មោះ និងឧបករណ៍ទាំងនេះគឺឥតគិតថ្លៃសម្រាប់មនុស្សគ្រប់គ្នា និងជារៀងរហូត។"],
    'page.register' => ['title' => 'Selldone |ចុះឈ្មោះ', 'image' => '/images/seo/en/login.jpg', 'description' => "យើងជឿថាការចូលប្រើគឺជាសិទ្ធិ និងមិនមែនជាឯកសិទ្ធិទេ! មិនថាអ្នកមានអាជីវកម្មនៅលើវិថីអ្នកមានបំផុតក្នុងទីក្រុងញូវយ៉ក ឬនៅក្នុងភូមិឆ្ងាយនោះទេ អ៊ីនធឺណិត និងឧបករណ៍អនឡាញគួរតែជាអ្វីដែលអ្នកត្រូវការដើម្បីលក់តាមអ៊ីនធឺណិត! នេះគឺជាក្តីសុបិន្តរបស់ Selldone ។"],


    'page.home' => ['title' => "លក់ដូចអ្នកជំនាញ — Selldone® Business OS", 'image' => '/images/seo/en/create-my-ecommerce-website-free.jpg', 'description' => "Selldone គឺជា Business OS សម្រាប់ការកសាង គ្រប់គ្រង និងពង្រីកអាជីវកម្មរបស់អ្នក។ បង្កើតវាដោយខ្លួនឯងជាមួយនឹងដំណោះស្រាយគ្មានកូដ មិនត្រូវការអ្នកជំនាញ ដែលបង្កើតឡើងសម្រាប់ការបញ្ជាទិញរាប់លាន។"],
    'page.helps' => ['title' => 'ជំនួយ', 'image' => '/images/seo/en/help.jpg', 'description' => "របៀបធ្វើអាជីវកម្មជោគជ័យ។"],
    'page.blogs' => ['title' => 'អាជីវកម្ម OS Mag', 'image' => '/images/seo/en/academy.jpg', 'description' => "មគ្គុទ្ទេសក៍តែមួយគត់របស់អ្នកក្នុងការលក់អនឡាញ គន្លឹះ ល្បិច និងដំបូន្មានអ្នកជំនាញ អ្វីដែលត្រូវធ្វើ និងកុំលក់តាមអ៊ីនធឺណិត ជាមួយនឹងការណែនាំពីអ្នកជំនាញសម្រាប់ការបង្កើនប្រាក់ចំណូលលើអ៊ីនធឺណិតរបស់អ្នក។"],
    'page.faqs' => ['title' => 'សំណួរដែលសួរញឹកញាប់', 'image' => '/images/seo/en/faq.jpg', 'description' => "Q&A នៅលើ Selldone ។"],
    'page.price' => ['title' => 'បញ្ជីតម្លៃ', 'image' => '/images/seo/en/price.jpg', 'description' => "លក្ខណៈវិជ្ជាជីវៈទាំងអស់នៃការកសាងហាង និងគេហទំព័រដោយឥតគិតថ្លៃដោយគ្មានកំណត់ពេលវេលាកំពុងរង់ចាំអ្នក។"],


    'page.apps' => ['title' => 'ការរួមបញ្ចូលកម្មវិធី', 'image' => '/images/seo/en/apps.jpg', 'description' => "ការដំឡើងកម្មវិធីទៅហាងត្រូវបានផ្តល់ជូនសម្រាប់ហាងរបស់អ្នកដោយគ្រាន់តែចុចតែម្តងប៉ុណ្ណោះ។"],
    'page.experts' => ['title' => 'អ្នកជំនាញ', 'image' => '/images/seo/en/expert.jpg', 'description' => "កុំបារម្ភអំពីការរចនា ការបើកដំណើរការ ការផ្សាយពាណិជ្ជកម្ម ឬការគ្រប់គ្រងហាងរបស់អ្នក អ្នកឯកទេស Selldone ត្រៀមខ្លួនជាស្រេចដើម្បីជួយអ្នក។ ជួលអ្នកឯកទេសដែលមានការបញ្ជាក់ដើម្បីធ្វើអ្វីៗបានប្រសើរជាងមុន និងលឿនជាងមុន។"],


    'page.avocado' => ['title' => 'ផ្លែបឺរ - បណ្តាញលក់សង្គមទំនើប', 'image' => '/images/seo/en/create-avocado-seo.jpg?v=1',
        'description' => "ចំនួនទឹកប្រាក់ និងចំណងជើង គឺជាអ្វីដែលអ្នកត្រូវការដើម្បីប្រមូលការទូទាត់ពីអតិថិជនរបស់អ្នក។ លុយត្រូវបានបញ្ចូលទៅក្នុងគណនីរបស់អ្នកដោយផ្ទាល់ ហើយអតិថិជនរបស់អ្នកទទួលបានបទពិសោធន៍ទិញទំនិញដោយគ្មានថ្នេរ។"],

    // All private dashboards:
    'shuttle' => ['title' => 'លក់ដាច់ | ផ្ទាំងគ្រប់គ្រង', 'image' => '/images/seo/en/dashboard.jpg',
        'description' => "ផ្ទាំងគ្រប់គ្រងហាង ប្រសិនបើអ្នកមានសិទ្ធិចូលទៅកាន់ហាងនេះ អ្នកអាចចូលទៅក្នុងផ្ទាំងគ្រប់គ្រងហាងរបស់អ្នកតាមរយៈតំណនេះ។"],

    'shuttle-shop' => ['title' => 'លក់ដាច់ | ផ្ទាំងគ្រប់គ្រងហាង', 'image' => '/images/seo/en/shuttle-shop.jpg', 'video' => '/images/seo/en/videos/shuttle-shop.mp4',
        'description' => "គ្រប់គ្រងអ្វីគ្រប់យ៉ាងនៅក្នុងផ្ទាំងគ្រប់គ្រងរបស់អ្នក។ គ្រប់គ្រងផលិតផល ការបញ្ជាទិញ ការរចនាទំព័រចុះចត ទីផ្សារ ការលើកទឹកចិត្ត និងអ្វីគ្រប់យ៉ាងដែលអ្នកត្រូវការសម្រាប់អាជីវកម្មដ៏អស្ចារ្យ។"],


    'guild' => ['title' => 'Guild - បណ្តាញលក់សមូហភាព', 'image' => '/images/seo/en/guild.jpg?v=2',
        'description' => "ធ្វើឱ្យអាជីវកម្មរបស់អ្នកអាចសម្រេចបាន និងអាចចូលដំណើរការបានសម្រាប់មនុស្សគ្រប់គ្នានៅជុំវិញពិភពលោកដោយបង្កើត Guild ដ៏អស្ចារ្យមួយ។"],


    'page.referral' => ['title' => 'កម្មវិធីសម្ព័ន្ធ - Selldone', 'image' => '/images/seo/en/referral.png', 'description' => "ចូលរួមបេសកកម្មដ៏គួរឱ្យរំភើប និងបង្កើតស្ទ្រីមប្រាក់ចំណូលអកម្មសម្រាប់ខ្លួនអ្នក។"],


    'page.press' => ['title' => 'ធនធានសារព័ត៌មាន - Selldone', 'image' => '/images/seo/en/press.png', 'description' => "ធនធានសម្រាប់អ្នកដែលមានចំណាប់អារម្មណ៍ក្នុងការសរសេរអំពី Selldone ។"],
    'page.roadmap' => ['title' => 'ផែនទីបង្ហាញផ្លូវ - Selldone', 'image' => '/images/seo/roadmap.jpg', 'description' => "វា​ជា​វេទិកា​មួយ​នៃ​ប្រភេទ​មួយ៖ ប្រព័ន្ធ​ប្រតិបត្តិការ​អាជីវកម្ម​គ្មាន​កូដ​ទាំងអស់​ក្នុង​មួយ​ជា​សេវាកម្ម​ជាមួយ​ឧបករណ៍​កម្រិត​សហគ្រាស​សម្រាប់​សហគ្រាស​ធុន​តូច និង​មធ្យម។"],

    'page.onboarding' => ['title' => 'អ្នកបង្កើតគេហទំព័រហាងអនឡាញឥតគិតថ្លៃ - ឆ្លើយតប និងវិជ្ជាជីវៈ', 'image' => '/images/seo/ui-kit.jpg', 'description' => "Selldone គឺជាវេទិកាពាណិជ្ជកម្មអេឡិចត្រូនិកដែលត្រូវបានបង្កើតឡើងដើម្បីជួយឱ្យអាជីវកម្មរបស់អ្នករីកចម្រើន។ មិនថាអ្នកមានហាងលក់ឥដ្ឋ និងបាយអតូច ឬក្រុមហ៊ុនធំទេ អ្នកត្រូវការឧបករណ៍ដែលមានជំនាញវិជ្ជាជីវៈ និងងាយស្រួលប្រើ។"],



    'page.books' => ['title' => 'សៀវភៅណែនាំអាជីវកម្ម៖ ការណែនាំអំពីការចាប់ផ្តើម និងការលូតលាស់សម្រាប់គេហទំព័រទិញទំនិញអនឡាញ', 'image' => '/images/seo/en/cover.jpg', 'description' => "អ្នកអាចទាញយកសៀវភៅណែនាំអំពីការអភិវឌ្ឍន៍អាជីវកម្មដោយឥតគិតថ្លៃនៅទីនេះ។ នៅក្នុងសៀវភៅទាំងនេះ អ្នកនឹងឃើញគន្លឹះពេញលេញលើការអភិវឌ្ឍន៍អាជីវកម្ម និងការណែនាំអំពីការកែលម្អជាក់ស្តែងដើម្បីបង្កើនអត្រាការបម្លែងនៅក្នុងហាងអនឡាញរបស់អ្នក។"],


    'page.quiz' => ['title' => 'កម្រងសំណួរ|តើប្រព័ន្ធប្រតិបត្តិការអាជីវកម្មសាកសមនឹងអ្នកទេ?', 'image' => '/images/seo/en/quiz.png', 'description' => "ប្រសិនបើអ្នកចង់ដឹងថាអាជីវកម្មរបស់អ្នកត្រូវការ ឬអាចប្រើប្រព័ន្ធប្រតិបត្តិការអាជីវកម្ម មុននឹងបន្តទៅមុខទៀត សូមធ្វើតេស្តរយៈពេល 60 វិនាទីនេះ។ ប្រសិនបើអ្នកចង់ដឹងថាអាជីវកម្មរបស់អ្នកត្រូវការ ឬអាចប្រើប្រព័ន្ធប្រតិបត្តិការអាជីវកម្ម មុននឹងបន្តទៅមុខទៀត សូមធ្វើតេស្តរយៈពេល 60 វិនាទីនេះ។"],


    'page.countries' => ['title' => 'ប្រទេសដែលគាំទ្រ និងការទូទាត់ក្នុងស្រុក - ប្រព័ន្ធប្រតិបត្តិការអាជីវកម្ម', 'image' => '/images/seo/en/countries.png', 'description' => "ប្រព័ន្ធប្រតិបត្តិការអាជីវកម្ម ជំហានវិវត្តបន្ទាប់នៃសេវាកម្មពាណិជ្ជកម្មពីវេទិកាពាណិជ្ជកម្មអេឡិចត្រូនិកទៅជាអ្វីមួយដែលគ្មានប្រធានបទ កម្មវិធីជំនួយ ឬកូដ។ 100% មើលឃើញ!"],


    'page.participant' => ['title' => 'សហគមន៍ដែលអ្នកចង់បាន — លេង និងឈ្នះ $20', 'image' => '/images/seo/en/participants.jpg', 'description' => "អ្នកអាចចូលរួមក្នុងសហគមន៍ដែលលក់ដាច់ដោយបង្កើតវីដេអូខ្លីៗដើម្បីជួយអ្នកដទៃ និងទទួលបានឥណទានអំណោយរហូតដល់ 20 USD ក្នុងមួយវីដេអូ។"],

    'page.tax' => ['title' => 'បញ្ជីអត្រាពន្ធសកល', 'image' => '/images/seo/en/tax.jpg', 'description' => "អ្នកអាចបដិសេធច្បាប់ពន្ធ និងបង្កើតកម្រងព័ត៌មានពន្ធច្រើនជាងមួយសម្រាប់ប្រភេទផលិតផលផ្សេងៗគ្នា។"],


    'page.premium' => ['title' => 'ដំឡើងកំណែទៅជា Premium និងផ្លាស់ប្តូរហ្គេម E-Commerce របស់អ្នក។', 'image' => '/images/seo/en/premium.jpg', 'description' => "បង្កើនហាងអនឡាញរបស់អ្នកជាមួយ Selldone Premium ។ ចូលប្រើឧបករណ៍ AI ផ្តាច់មុខ គំរូតាមតម្រូវការ និងអ្វីៗជាច្រើនទៀត ដើម្បីបង្កើនប្រសិទ្ធភាព និងលេចធ្លោនៅក្នុងទីផ្សារឌីជីថល។ ចូលរួមឥឡូវនេះដើម្បីទទួលបានបទពិសោធន៍ពាណិជ្ជកម្មអេឡិចត្រូនិចដ៏ឆ្លាតវៃ និងរលោងជាងមុន!"],


    'page.builder' => [
        'title' => 'កម្មវិធីបង្កើតទំព័រឥតគិតថ្លៃ & កម្មវិធីនិពន្ធទំព័រចុះចត Webapp - មិនចាំបាច់ចូលទេ។',
        'image' => '/images/seo/en/builder.png',
        'description' => 'បង្កើតទំព័របណ្ដាញដ៏អស្ចារ្យ និងទំព័រចុះចតដោយមិនចាំបាច់ប្រឹងប្រែងជាមួយអ្នកបង្កើតទំព័រ និងកម្មវិធីនិពន្ធដែលងាយស្រួលប្រើ និងឥតគិតថ្លៃរបស់យើង។ មិនចាំបាច់ចូលទេ។ រចនា ប្ដូរតាមបំណង និងបោះផ្សាយទំព័របណ្ដាញរបស់អ្នកយ៉ាងរហ័សជាមួយនឹងចំណុចប្រទាក់អូស និងទម្លាក់ដ៏វិចារណញាណរបស់យើង។ ល្អឥតខ្ចោះសម្រាប់អ្នកទីផ្សារ ម្ចាស់អាជីវកម្មខ្នាតតូច និងអ្នកអភិវឌ្ឍន៍ដែលស្វែងរកដំណោះស្រាយរចនាគេហទំព័រដែលមិនមានការរំខាន។'
    ],

    'page.token' => [
        'title' => 'Selldone Coin (SLDN) - ការផ្តល់សិទ្ធិអំណាចដល់ការច្នៃប្រឌិត E-commerce',
        'image' => '/images/seo/en/token.jpg?v=1',
        'description' => 'ស្វែងយល់ពី Selldone Coin (SLDN) ដែលជានិមិត្តសញ្ញាឌីជីថលដែលបានរចនាឡើងដើម្បីផ្តល់រង្វាន់ និងផ្តល់សិទ្ធិអំណាចដល់សហគ្រិនអេឡិចត្រូនិក។ រកប្រាក់ ធ្វើពាណិជ្ជកម្ម និងពង្រីកអាជីវកម្មរបស់អ្នកជាមួយ SLDN ដែលជាផ្នែកសំខាន់នៃប្រព័ន្ធអេកូ Selldone ។'
    ],


    'page.red-alert' => ['title' => 'ការជូនដំណឹងក្រហម - រាយការណ៍អំពីសកម្មភាពឧក្រិដ្ឋកម្ម និងកម្មវិធីសុវត្ថិភាព',
        'image' => '/images/seo/en/red-alert.jpg',
        'description' => 'ទទួលបានបទពិសោធន៍ចុងក្រោយនៃសុវត្ថិភាព និងសុវត្ថិភាពជាមួយ Selldone - វេទិកាផ្តោតលើសុវត្ថិភាពបំផុតដែលមាន។ កម្មវិធី Red Alert របស់យើងផ្តល់អំណាចឱ្យអ្នកក្នុងការរាយការណ៍អំពីសកម្មភាពឧក្រិដ្ឋកម្មយ៉ាងឆាប់រហ័ស និងដោយសុវត្ថិភាព ដោយធានាថាសហគមន៍របស់អ្នកនៅតែត្រូវបានការពារ។ ចូលរួមជាមួយពួកយើងនៅក្នុងបេសកកម្មរបស់យើងដើម្បីបង្កើតសង្កាត់ដែលមានសុវត្ថិភាពជាងមុន និងចាត់វិធានការប្រឆាំងនឹងឧក្រិដ្ឋកម្មនៅថ្ងៃនេះ។'    ],

    /*
    |--------------------------------------------------------------------------
    | App pages
    |--------------------------------------------------------------------------
    */
    'apps.structure-data' => ['title' => 'ឧបករណ៍បង្កើតទិន្នន័យរចនាសម្ព័ន្ធ| JSON-LD', 'description' => "ប្រើឧបករណ៍បង្កើតទិន្នន័យដែលមានរចនាសម្ព័ន្ធដ៏មានអានុភាពនេះ ដើម្បីបង្កើតសញ្ញាសម្គាល់ JSON-LD រួមទាំងលក្ខណៈសម្បត្តិធាតុដែលត្រូវការទាំងអស់ និងច្រើនទៀត។"
    ],

    /*
    |--------------------------------------------------------------------------
    | Call to action
    |--------------------------------------------------------------------------
    */
    'call-to-action' => [
        'title' => "ធ្វើអាជីវកម្មរបស់អ្នកតាមអ៊ីនធឺណិតដោយគ្មានដំណោះស្រាយបច្ចេកទេសល្អបំផុតនៅលើទីផ្សារ។",
        'money-back' => "ការធានាសងប្រាក់វិញរយៈពេល 30 ថ្ងៃ។",
        'action' => "បង្កើត Ecommerce របស់អ្នក។",
        'action-sub' => "ចាប់ផ្តើមឥឡូវនេះ - វាឥតគិតថ្លៃ",
        'message' => "និយាយលាជាមួយអត្រាលក់អនឡាញទាបរបស់អ្នក!",
    ]

,

    'page' => [
        'login' => [
            'title' => 'លក់ដាច់ | ចូល',
            'image' => '/images/seo/en/login.jpg',
            'description' => 'វាមិនសំខាន់ទេថាអ្នកមានដើមទុនប៉ុន្មាន អ្នកចាប់ផ្តើមអាជីវកម្មរបស់អ្នក កន្លែងណានៅលើពិភពលោកដែលអ្នករស់នៅ! Selldone បានផ្តល់ឱ្យអ្នកនូវឧបករណ៍លក់ដែលមានជំនាញវិជ្ជាជីវៈទាំងអស់។ ការចុះឈ្មោះ និងឧបករណ៍ទាំងនេះគឺឥតគិតថ្លៃសម្រាប់មនុស្សគ្រប់គ្នា និងជារៀងរហូត។',
        ],
        'register' => [
            'title' => 'លក់ដាច់ | ចុះឈ្មោះ',
            'image' => '/images/seo/en/login.jpg',
            'description' => 'យើងជឿថាការចូលប្រើគឺជាសិទ្ធិ និងមិនមែនជាឯកសិទ្ធិទេ! មិនថាអ្នកមានអាជីវកម្មនៅលើវិថីអ្នកមានបំផុតក្នុងទីក្រុងញូវយ៉ក ឬនៅក្នុងភូមិឆ្ងាយនោះទេ អ៊ីនធឺណិត និងឧបករណ៍អនឡាញគួរតែជាអ្វីដែលអ្នកត្រូវការដើម្បីលក់តាមអ៊ីនធឺណិត! នេះគឺជាសុបិនរបស់ Selldone ។',
        ],
        'home' => [
            'title' => 'ការលក់ដូចអ្នកជំនាញ — Selldone® Business OS',
            'image' => '/images/seo/en/create-my-ecommerce-website-free.jpg',
            'description' => 'Selldone គឺជា Business OS ដើម្បីកសាង គ្រប់គ្រង និងពង្រីកអាជីវកម្មរបស់អ្នកដោយមើលឃើញ។ ធ្វើវាដោយខ្លួនឯងជាមួយនឹងដំណោះស្រាយគ្មានកូដ និងគ្មានអ្នកជំនាញដែលត្រូវការសម្រាប់ការបញ្ជាទិញរាប់លាន។',
        ],
        'helps' => [
            'title' => 'ជំនួយ',
            'image' => '/images/seo/en/help.jpg',
            'description' => 'របៀបធ្វើអាជីវកម្មជោគជ័យ។',
        ],
        'blogs' => [
            'title' => 'ប្លុក',
            'image' => '/images/seo/en/academy.jpg',
            'description' => 'ព័ត៌មាន និងខ្លឹមសារចុងក្រោយបំផុតរបស់ Selldone ។',
        ],
        'faqs' => [
            'title' => 'សំណួរ​ដែល​សួរ​ញឹកញាប់',
            'image' => '/images/seo/en/faq.jpg',
            'description' => 'សំណួរ និងចម្លើយនៅលើ Selldone ។',
        ],
        'price' => [
            'title' => 'តារាង​តំលៃ',
            'image' => '/images/seo/en/price.jpg',
            'description' => 'លក្ខណៈវិជ្ជាជីវៈទាំងអស់នៃការកសាងហាង និងគេហទំព័រដោយឥតគិតថ្លៃដោយគ្មានកំណត់ពេលវេលាកំពុងរង់ចាំអ្នក។',
        ],
        'apps' => [
            'title' => 'ហាងកម្មវិធី',
            'image' => '/images/seo/en/apps.jpg',
            'description' => 'ការដំឡើងកម្មវិធីទៅហាងត្រូវបានផ្តល់ជូនសម្រាប់ហាងរបស់អ្នកដោយគ្រាន់តែចុចតែម្តងប៉ុណ្ណោះ។',
        ],
        'experts' => [
            'title' => 'អ្នកជំនាញ',
            'image' => '/images/seo/en/expert.jpg',
            'description' => 'កុំបារម្ភអំពីការរចនា ការបើកដំណើរការ ការផ្សាយពាណិជ្ជកម្ម ឬការគ្រប់គ្រងហាងរបស់អ្នក អ្នកឯកទេស Selldone ត្រៀមខ្លួនជាស្រេចដើម្បីជួយអ្នក។ ជួលអ្នកឯកទេសដែលមានការបញ្ជាក់ដើម្បីធ្វើអ្វីៗបានប្រសើរជាងមុន និងលឿនជាងមុន។',
        ],
        'avocado' => [
            'title' => 'ផ្លែបឺរ - បណ្តាញលក់សង្គមទំនើប',
            'image' => '/images/seo/en/create-avocado-seo.jpg?v=1',
            'description' => 'ចំនួនមួយ និងចំណងជើងមួយ គឺជាអ្វីដែលអ្នកត្រូវការដើម្បីទទួលបានប្រាក់ពីអតិថិជនរបស់អ្នក! លុយនឹងត្រូវបានបញ្ចូលទៅក្នុងគណនីរបស់អ្នកដោយផ្ទាល់ ហើយអតិថិជនរបស់អ្នកនឹងមានបទពិសោធន៍ទិញទំនិញពិសេសមួយ។',
        ],
        'referral' => [
            'title' => 'កម្មវិធីសម្ព័ន្ធ - លក់រួចរាល់',
            'image' => '/images/seo/en/referral.png',
            'description' => 'ចូលរួមបេសកកម្មដ៏គួរឱ្យរំភើប និងបង្កើតចរន្តប្រាក់ចំណូលអកម្មសម្រាប់ខ្លួនអ្នក។',
        ],
        'press' => [
            'title' => 'ធនធានសារព័ត៌មាន - លក់រួច',
            'image' => '/images/seo/en/press.png',
            'description' => 'ធនធានសម្រាប់អ្នកដែលចាប់អារម្មណ៍ក្នុងការសរសេរអំពី Selldone ។',
        ],
        'roadmap' => [
            'title' => 'ផែនទីបង្ហាញផ្លូវ - លក់ដាច់',
            'image' => '/images/seo/roadmap.jpg',
            'description' => 'វា​ជា​វេទិកា​មួយ​នៃ​ប្រភេទ​មួយ; វា​មាន​លក្ខណៈ​ពិសេស​ទាំង​ស្រុង និង​ខុស​ប្លែក​ពី​អ្វី​ទាំង​អស់។ វា​ជា​ប្រព័ន្ធ​ប្រតិបត្តិការ​អាជីវកម្ម​គ្មាន​កូដ​តែ​មួយ​គត់​ដែល​មាន​ឧបករណ៍​កម្រិត​សហគ្រាស​សម្រាប់​សហគ្រាស​ធុន​តូច និង​មធ្យម។',
        ],
        'onboarding' => [
            'title' => 'អ្នកបង្កើតគេហទំព័រទិញទំនិញអនឡាញដោយឥតគិតថ្លៃ - ឆ្លើយតប និងវិជ្ជាជីវៈ',
            'image' => '/images/seo/ui-kit.jpg',
            'description' => 'Selldone ជាវេទិកា eCommerce ដំណើរការដូចទេវតាសម្រាប់ការរីកចម្រើននៃអាជីវកម្មរបស់អ្នក។ មិនថាអ្នកមានហាងលក់ឥដ្ឋ និងបាយអតូច ឬក្រុមហ៊ុនធំទេ អ្នកត្រូវការឧបករណ៍ដែលមានជំនាញវិជ្ជាជីវៈ ប៉ុន្តែងាយស្រួលប្រើ។',
        ],
        'books' => [
            'title' => 'សៀវភៅណែនាំអាជីវកម្ម៖ ការណែនាំអំពីការចាប់ផ្តើម និងការលូតលាស់សម្រាប់គេហទំព័រទិញទំនិញអនឡាញ',
            'image' => '/images/seo/en/cover.jpg',
            'description' => 'អ្នកអាចទាញយកសៀវភៅណែនាំអំពីការអភិវឌ្ឍន៍អាជីវកម្មដោយឥតគិតថ្លៃនៅទីនេះ។ នៅក្នុងសៀវភៅទាំងនេះ អ្នកនឹងឃើញគន្លឹះពេញលេញលើការអភិវឌ្ឍន៍អាជីវកម្ម និងការណែនាំអំពីការកែលម្អជាក់ស្តែងដើម្បីបង្កើនអត្រាការបម្លែងនៅក្នុងហាងអនឡាញរបស់អ្នក។',
        ],
        'quiz' => [
            'title' => 'កម្រងសំណួរ | តើប្រព័ន្ធប្រតិបត្តិការអាជីវកម្មត្រឹមត្រូវសម្រាប់អ្នកទេ?',
            'image' => '/images/seo/en/quiz.png',
            'description' => 'ប្រសិនបើអ្នកចង់ដឹងថាអាជីវកម្មរបស់អ្នកត្រូវការ ឬអាចប្រើប្រព័ន្ធប្រតិបត្តិការអាជីវកម្ម មុននឹងបន្តទៅមុខទៀត សូមធ្វើតេស្តរយៈពេល 60 វិនាទីនេះ។ ប្រសិនបើអ្នកចង់ដឹងថាអាជីវកម្មរបស់អ្នកត្រូវការ ឬអាចប្រើប្រព័ន្ធប្រតិបត្តិការអាជីវកម្ម មុននឹងបន្តទៅមុខទៀត សូមធ្វើតេស្តរយៈពេល 60 វិនាទីនេះ។',
        ],
        'countries' => [
            'title' => 'ប្រទេសដែលគាំទ្រ និងការទូទាត់ក្នុងស្រុក - ប្រព័ន្ធប្រតិបត្តិការអាជីវកម្ម',
            'image' => '/images/seo/en/countries.png',
            'description' => 'ប្រព័ន្ធប្រតិបត្តិការអាជីវកម្ម ជំហានវិវត្តបន្ទាប់នៃសេវាកម្មពាណិជ្ជកម្មពីវេទិកាពាណិជ្ជកម្មអេឡិចត្រូនិកទៅជាអ្វីមួយដែលគ្មានប្រធានបទ កម្មវិធីជំនួយ ឬកូដ។ 100% មើលឃើញ!',
        ],
        'participant' => [
            'title' => 'សហគមន៍ដែលអ្នកចង់បាន — លេង និងឈ្នះ $20',
            'image' => '/images/seo/en/participants.jpg',
            'description' => 'អ្នកអាចចូលរួមក្នុងសហគមន៍ដែលលក់ដាច់ដោយបង្កើតវីដេអូខ្លីៗដើម្បីជួយអ្នកដទៃ និងទទួលបានឥណទានអំណោយរហូតដល់ 20 ដុល្លារក្នុងមួយវីដេអូ។',
        ],
        'tax' => [
            'title' => 'បញ្ជីអត្រាពន្ធសកល',
            'image' => '/images/seo/en/tax.jpg',
            'description' => 'អ្នកអាចបដិសេធច្បាប់ពន្ធ និងបង្កើតកម្រងព័ត៌មានពន្ធច្រើនជាងមួយសម្រាប់ប្រភេទផលិតផលផ្សេងៗគ្នា។',
        ],
        'premium' => [
            'title' => 'ដំឡើងកំណែទៅជា Premium និងផ្លាស់ប្តូរហ្គេម E-Commerce របស់អ្នក។',
            'image' => '/images/seo/en/premium.jpg',
            'description' => 'បង្កើនហាងអនឡាញរបស់អ្នកជាមួយ Selldone Premium ។ ចូលប្រើឧបករណ៍ AI ផ្តាច់មុខ គំរូតាមតម្រូវការ និងអ្វីៗជាច្រើនទៀត ដើម្បីបង្កើនប្រសិទ្ធភាព និងលេចធ្លោនៅក្នុងទីផ្សារឌីជីថល។ ចូលរួមឥឡូវនេះដើម្បីទទួលបានបទពិសោធន៍ពាណិជ្ជកម្មអេឡិចត្រូនិចដ៏ឆ្លាតវៃ និងរលោងជាងមុន!',
        ],
        'builder' => [
            'title' => 'កម្មវិធីបង្កើតទំព័រឥតគិតថ្លៃ & កម្មវិធីនិពន្ធទំព័រចុះចត Webapp - មិនចាំបាច់ចូលទេ។',
            'image' => '/images/seo/en/builder.png',
            'description' => 'បង្កើតទំព័របណ្ដាញដ៏អស្ចារ្យ និងទំព័រចុះចតដោយមិនចាំបាច់ប្រឹងប្រែងជាមួយអ្នកបង្កើតទំព័រ និងកម្មវិធីនិពន្ធដែលងាយស្រួលប្រើ និងឥតគិតថ្លៃរបស់យើង។ មិនចាំបាច់ចូលទេ។ រចនា ប្ដូរតាមបំណង និងបោះផ្សាយទំព័របណ្ដាញរបស់អ្នកយ៉ាងរហ័សជាមួយនឹងចំណុចប្រទាក់អូស និងទម្លាក់ដ៏វិចារណញាណរបស់យើង។ ល្អឥតខ្ចោះសម្រាប់អ្នកទីផ្សារ ម្ចាស់អាជីវកម្មខ្នាតតូច និងអ្នកអភិវឌ្ឍន៍ដែលស្វែងរកដំណោះស្រាយរចនាគេហទំព័រដែលមិនមានការរំខាន។',
        ],
    ],
    'apps' => [
        'structure-data' => [
            'title' => 'អ្នកបង្កើតទិន្នន័យរចនាសម្ព័ន្ធ | JSON-LD',
            'description' => 'ប្រើឧបករណ៍បង្កើតទិន្នន័យដែលមានរចនាសម្ព័ន្ធដ៏មានអានុភាពនេះ ដើម្បីបង្កើតការសម្គាល់ JSON-LD រួមទាំងលក្ខណៈសម្បត្តិធាតុដែលត្រូវការទាំងអស់ និងច្រើនទៀត។',
        ],
    ],
];
