<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Shop Header
    |--------------------------------------------------------------------------
    */
    'header' => [
        'shop' => 'ហាង',
        'blog' => 'ប្លុក',

    ],
    /*
    |--------------------------------------------------------------------------
    | Shop Footer
    |--------------------------------------------------------------------------
    */
    'footer-menu' => [


    ],
    'about' => 'អំពីពួកយើង',
    'contact' => 'ទាក់ទងមកយើងខ្ញុំ',


    'buy-action' => "ទិញឥឡូវនេះ",
    'buy-action-variant' => "ជ្រើសរើស & ទិញឥឡូវនេះ",

    'product-images' => "រូបភាព",
    'product-spec' => "ជាក់លាក់",
    'Comments' => "ការវាយតម្លៃ និងការវាយតម្លៃ",
    'related' => "ផលិតផលដែលពាក់ព័ន្ធ",
    'view-now' => "មើលឥឡូវនេះ",






];
