<?php 

 return [
     "failed" => "ही क्रेडेन्शियल आमच्या रेकॉर्डशी जुळत नाहीत.",
     "throttle" => "बरेच लॉगिन प्रयत्न. कृपया सेकंद सेकंदात पुन्हा प्रयत्न करा.",
     "title_shop" => "लॉग इन करा :name",
     "title_app" => "अर्ज प्रवेश :नाम",
     "login_message" => "तुमच्या खात्यात प्रवेशाची विनंती करा.",
     "scopes_title" => "या अॅपला खालील स्कोपमध्ये प्रवेश असेल",
     "accept" => "पुष्टी",
     "reject" => "नकार द्या",
     "login_incorrect_password" => "अवैध वापरकर्तानाव किंवा पासवर्ड.",
     "reset_2fa_title" => "द्वि-चरण लॉगिन विनंती रीसेट करा",
     "go_main_page" => "मुख्यपृष्ठावर जा",
     "signing_in" => "साइन इन करत आहे...",
];