<?php 

 return [
     "shop-order-payment" => [
     "title" => "पेमेंट स्वीकारा",
     "sample" => "तुमचे 267$ पेमेंट यशस्वीरित्या सेटल झाले.<br> ऑर्डर: SM-425<br> धन्यवाद, <b>तुमच्या स्टोअरचे नाव</b> .<br> विकले",
     "body" => "तुमचे :param2 पेमेंट यशस्वीरित्या सेटल झाले. ऑर्डर: :param1 धन्यवाद, :param3. विकले",
],
     "shop-order-payment-admin" => [
     "title" => "पेमेंट स्वीकारा",
     "sample" => "नवीन 267$ पेमेंट यशस्वीरित्या सेटल झाले.<br> ऑर्डर: SM-425<br> धन्यवाद, <b>तुमच्या दुकानाचे नाव</b> .<br> विकले",
     "body" => "नवीन :param2 पेमेंट यशस्वीरित्या सेटल झाले. ऑर्डर: :param1 धन्यवाद, :param3. विकले",
],
     "shop-login" => [
     "title" => "लॉगिन सत्यापन कोड",
     "sample" => "तुमचा लॉगिन कोड आहे: <b>123456</b><br> <b>तुमच्या दुकानाचे नाव</b><br> विकले",
     "body" => "तुमचा लॉगिन कोड आहे: :param1 :param2 Selldone",
],
     "user-login" => [
     "title" => "लॉगिन यशस्वी संदेश",
     "sample" => "प्रिय <b>नाव</b> ,<br> तुम्ही तुमच्या खात्यात <b>iPhone 165.250.300.1</b> द्वारे <b>5/8/2021 9:14AM</b> ला लॉग इन केले आहे.<br> विकले",
     "body" => "प्रिय :param1, तुम्ही तुमच्या खात्यात :param2 द्वारे :param3 येथे लॉग इन केले आहे. विकले",
],
     "avocado-order-submit" => [
     "title" => "एवोकॅडो नवीन ऑर्डर खरेदीदारास पाठवा सबमिट केली",
     "sample" => "<b>तुमच्या दुकानाचे नाव</b><br> प्रिय <b>तुझे नाव</b> ,<br> आम्हाला तुमची ऑर्डर मिळाली आहे आणि आम्ही त्याचे पुनरावलोकन करत आहोत.<br> ऑर्डर #: <b>AVO-246</b><br> विकले",
     "body" => ":param3 प्रिय :param1, आम्हाला तुमची ऑर्डर मिळाली आहे आणि आम्ही त्याचे पुनरावलोकन करत आहोत. ऑर्डर #: :param2 Selldone",
],
     "avocado-order-submit-seller" => [
     "title" => "एवोकॅडो विक्रेत्याला नवीन ऑर्डर पाठवा",
     "sample" => "तुम्हाला एवोकॅडो ऑर्डर मिळाली आहे:<br> स्टोअर: <b>तुमच्या दुकानाचे नाव</b><br> खरेदीदार: <b>खरेदीदाराचे नाव</b><br> ऑर्डर: <b>AVO-246</b><br> विकले",
     "body" => "तुम्हाला एवोकॅडो ऑर्डर मिळाली आहे: स्टोअर: :param1 खरेदीदार: :param2 ऑर्डर: :param3 Selldone",
],
     "avocado-ready-to-pay" => [
     "title" => "एवोकॅडो ऑर्डर देण्यास तयार आहे",
     "sample" => "<b>तुमच्या दुकानाचे नाव</b><br> तुमच्या ऑर्डरची पुष्टी झाली आहे आणि खालील लिंकद्वारे पैसे दिले जाऊ शकतात.<br> ऑर्डर #: <b>AVO-246</b><br> दुवा: <b>https://your-domain/avocado</b><br> विकले",
     "body" => ":param3 तुमच्या ऑर्डरची पुष्टी झाली आहे आणि खालील लिंकद्वारे पैसे दिले जाऊ शकतात. ऑर्डर #: :param2 लिंक: :param1 Selldone",
],
];