export default {
  "menu": {
    "home": "Дадому",
    "dashboard": "Прыборная панэль",
    "login": "увайсці",
    "help": "Дапамажыце",
    "blog": "Блог",
    "price_list": "Цэнаўтварэнне",
    "apps": "Праграмы",
    "experts": "Эксперты",
    "demo": "Прадаўцы",
    "partnership": "Партнёрства",
    "partner": {
      "title": "Панэль партнёраў ● Whitelabel SaaS",
      "subtitle": "Платформа электроннай камерцыі з белай маркіроўкай ідэальна падыходзіць для правераных агенцтваў."
    },
    "affiliate": {
      "title": "Партнёрская праграма ● Пажыццёвая",
      "subtitle": "Любы чалавек можа зарэгістравацца ў гэтай праграме і атрымліваць прыбытак ад платы за падпіску і транзакцыі на працягу ўсяго жыцця."
    }
  },
  "home_menu": {
    "buttons_header": "Глыбока акунуцца ў Сэлдоне",
    "beta": "Бэта-версія",
    "home": "Дадому",
    "why_selldone": "Чаму Сэлдоун?",
    "ecommerce": "Электронная камерцыя<br> Будаўнік",
    "automation": "Аўтаматызацыя і IoT",
    "ai": "AI",
    "app_builder": "Канструктар прыкладанняў",
    "seo": "Аўтаматычны SEO<br> Рухавік",
    "marketing": "Маркетынг і<br> Кампанія",
    "report": "Разумны справаздачу<br> Генератар",
    "domain": "Воблачны хостынг",
    "accounting": "Аплата і<br> Бухгалтарскі ўлік",
    "logistics": "Лагістыка і<br> Дастаўка",
    "page_builder": "Пасадкавая старонка<br> Будаўнік",
    "incentives": "клуб і<br> Стымулы",
    "orders": "Заказы і<br> Апрацоўка",
    "staff": "Кліенты і<br> Каманда",
    "community": "Карыстальніцкая супольнасць",
    "pos": "Інтэрнэт POS",
    "group_build": {
      "header": "Будаваць",
      "subheader": "Мы будуем сістэму вакол вас, каб стварыць вашу гісторыю поспеху."
    },
    "group_manage": {
      "header": "Кіраваць",
      "subheader": "Кіраванне вашым бізнесам будзе больш прыемным, чым калі-небудзь."
    },
    "group_sell": {
      "header": "Прадаць",
      "subheader": "Заўсёды зачыняйцеся, зарабляйце грошы і атрымлівайце асалоду ад гэтага."
    },
    "group_grow": {
      "header": "Расці",
      "subheader": "Функцыі і інструменты карпаратыўнага ўзроўню ў вас пад рукой, неба стане вашым мяжой."
    }
  }
};