export default {
  "menu": {
    "home": "У дома",
    "dashboard": "Табло",
    "login": "Влизане",
    "help": "Помогне",
    "blog": "Блог",
    "price_list": "Ценообразуване",
    "apps": "Приложения",
    "experts": "Експерти",
    "demo": "Продавачи",
    "partnership": "Партньорство",
    "partner": {
      "title": "Партньорски панел ● Whitelabel SaaS",
      "subtitle": "Платформа за електронна търговия с бели етикети е идеална за проверени агенции."
    },
    "affiliate": {
      "title": "Партньорска програма ● Доживотен",
      "subtitle": "Всеки може да се запише в тази програма и да печели от такси за абонамент и транзакции за цял живот."
    }
  },
  "home_menu": {
    "buttons_header": "Дълбоко гмуркане в Селдоун",
    "beta": "Бета",
    "home": "У дома",
    "why_selldone": "Защо Selldone?",
    "ecommerce": "Електронна търговия<br> Строител",
    "automation": "Автоматизация и интернет на нещата",
    "ai": "AI",
    "app_builder": "Създател на приложения",
    "seo": "Автоматично SEO<br> Двигател",
    "marketing": "Маркетинг и<br> кампания",
    "report": "Интелигентен отчет<br> Генератор",
    "domain": "Облачно базиран хостинг",
    "accounting": "Плащане и<br> Счетоводство",
    "logistics": "Логистиката &<br> Доставка",
    "page_builder": "Целева страница<br> Строител",
    "incentives": "Клуб &<br> Стимули",
    "orders": "Поръчки &<br> Обработка",
    "staff": "Клиенти &<br> Екип",
    "community": "Персонализирана общност",
    "pos": "Онлайн POS",
    "group_build": {
      "header": "Изграждане",
      "subheader": "Ние изграждаме система около вас, за да създадем вашата история за успех."
    },
    "group_manage": {
      "header": "Управлявайте",
      "subheader": "Управлението на вашия бизнес ще бъде по-приятно от всякога."
    },
    "group_sell": {
      "header": "Продавам",
      "subheader": "Винаги затваряйте, правете пари и се наслаждавайте."
    },
    "group_grow": {
      "header": "Растете",
      "subheader": "Функции и инструменти от корпоративен клас под ръка, небето ще бъде вашият лимит."
    }
  }
};