export default {
  "menu": {
    "home": "বাড়ি",
    "dashboard": "ড্যাশবোর্ড",
    "login": "প্রবেশ করুন",
    "help": "সাহায্য",
    "blog": "ব্লগ",
    "price_list": "মূল্য নির্ধারণ",
    "apps": "অ্যাপস",
    "experts": "বিশেষজ্ঞদের",
    "demo": "বিক্রেতারা",
    "partnership": "অংশীদারিত্ব",
    "partner": {
      "title": "অংশীদার প্যানেল ● হোয়াইটলেবেল SaaS",
      "subtitle": "সাদা-লেবেলিং সহ একটি ইকমার্স প্ল্যাটফর্ম যাচাইকৃত সংস্থাগুলির জন্য উপযুক্ত।"
    },
    "affiliate": {
      "title": "অ্যাফিলিয়েট প্রোগ্রাম ● আজীবন",
      "subtitle": "যে কেউ এই প্রোগ্রামে নথিভুক্ত করতে পারেন এবং আজীবনের জন্য সদস্যতা এবং লেনদেন ফি থেকে উপার্জন করতে পারেন।"
    }
  },
  "home_menu": {
    "buttons_header": "Selldone মধ্যে গভীর ডুব",
    "beta": "বেটা",
    "home": "বাড়ি",
    "why_selldone": "কেন সেলডন?",
    "ecommerce": "ইকমার্স<br> নির্মাতা",
    "automation": "অটোমেশন এবং আইওটি",
    "ai": "AI",
    "app_builder": "অ্যাপ নির্মাতা",
    "seo": "অটো এসইও<br> ইঞ্জিন",
    "marketing": "মার্কেটিং এবং<br> প্রচারণা",
    "report": "স্মার্ট রিপোর্ট<br> জেনারেটর",
    "domain": "ক্লাউড-ভিত্তিক হোস্টিং",
    "accounting": "পেমেন্ট এবং<br> অ্যাকাউন্টিং",
    "logistics": "রসদ এবং<br> স্থানান্তর",
    "page_builder": "অবতরণ পাতা<br> নির্মাতা",
    "incentives": "ক্লাব এবং<br> প্রণোদনা",
    "orders": "আদেশ এবং<br> প্রক্রিয়াকরণ",
    "staff": "গ্রাহক এবং<br> টীম",
    "community": "কাস্টম সম্প্রদায়",
    "pos": "অনলাইন POS",
    "group_build": {
      "header": "নির্মাণ করুন",
      "subheader": "আপনার সাফল্যের গল্প তৈরি করতে আমরা আপনার চারপাশে একটি সিস্টেম তৈরি করি।"
    },
    "group_manage": {
      "header": "পরিচালনা করুন",
      "subheader": "আপনার ব্যবসা পরিচালনা আগের চেয়ে আরও আনন্দদায়ক হবে।"
    },
    "group_sell": {
      "header": "বিক্রি",
      "subheader": "সর্বদা বন্ধ করুন, অর্থ উপার্জন করুন এবং এটি উপভোগ করুন।"
    },
    "group_grow": {
      "header": "বৃদ্ধি",
      "subheader": "এন্টারপ্রাইজ-গ্রেডের বৈশিষ্ট্য এবং সরঞ্জাম আপনার হাতের কাছে, আকাশ হবে আপনার সীমা।"
    }
  }
};