export default {
  "menu": {
    "home": "Σπίτι",
    "dashboard": "Ταμπλό",
    "login": "Σύνδεση",
    "help": "Βοήθεια",
    "blog": "Ιστολόγιο",
    "price_list": "Τιμολόγηση",
    "apps": "Εφαρμογές",
    "experts": "Ειδικοί"
  },
  "home_menu": {
    "buttons_header": "Βαθιά βουτιά στο Selldone",
    "beta": "Βήτα",
    "home": "Σπίτι",
    "why_selldone": "Γιατί Selldone;",
    "ecommerce": "ΗΛΕΚΤΡΟΝΙΚΟ ΕΜΠΟΡΙΟ<br> Οικοδόμος",
    "automation": "Αυτοματισμός & IoT",
    "ai": "AI",
    "app_builder": "Εργαλείο δημιουργίας εφαρμογών",
    "seo": "Auto SEO<br> Κινητήρας",
    "marketing": "Μάρκετινγκ &<br> καμπάνια",
    "report": "Έξυπνη αναφορά<br> Γεννήτρια",
    "domain": "Φιλοξενία που βασίζεται σε σύννεφο",
    "accounting": "Πληρωμή &<br> Λογιστική",
    "logistics": "Επιμελητεία &<br> Αποστολή",
    "page_builder": "Σελίδα προορισμού<br> Οικοδόμος",
    "incentives": "Λέσχη &<br> Κίνητρα",
    "orders": "Παραγγελίες &<br> Επεξεργασία",
    "staff": "Οι πελάτες &<br> Ομάδα",
    "community": "Προσαρμοσμένη Κοινότητα",
    "pos": "Online POS",
    "group_build": {
      "header": "Χτίζω",
      "subheader": "Χτίζουμε ένα σύστημα γύρω σας για να δημιουργήσετε την ιστορία επιτυχίας σας."
    },
    "group_manage": {
      "header": "Διαχειρίζονται",
      "subheader": "Η διαχείριση της επιχείρησής σας θα είναι πιο ευχάριστη από ποτέ."
    },
    "group_sell": {
      "header": "Πουλώ",
      "subheader": "Πάντα να κλείνεις, να βγάζεις χρήματα και να το απολαμβάνεις."
    },
    "group_grow": {
      "header": "Καλλιεργώ",
      "subheader": "Χαρακτηριστικά και εργαλεία εταιρικής ποιότητας στα χέρια σας, ο ουρανός θα είναι το όριο σας."
    }
  }
};