export default {
  "menu": {
    "home": "ઘર",
    "dashboard": "ડેશબોર્ડ",
    "login": "પ્રવેશ કરો",
    "help": "મદદ",
    "blog": "બ્લોગ",
    "price_list": "ભાવ",
    "apps": "એપ્સ",
    "experts": "નિષ્ણાતો",
    "demo": "વેચનાર",
    "partnership": "ભાગીદારી",
    "partner": {
      "title": "પાર્ટનર પેનલ ● વ્હાઇટલેબલ SaaS",
      "subtitle": "વ્હાઈટ લેબલીંગ સાથેનું ઈકોમર્સ પ્લેટફોર્મ વેરીફાઈડ એજન્સીઓ માટે યોગ્ય છે."
    },
    "affiliate": {
      "title": "સંલગ્ન કાર્યક્રમ ● આજીવન",
      "subtitle": "કોઈપણ વ્યક્તિ આ પ્રોગ્રામમાં નોંધણી કરાવી શકે છે અને આજીવન સબ્સ્ક્રિપ્શન અને ટ્રાન્ઝેક્શન ફીમાંથી કમાણી કરી શકે છે."
    }
  },
  "home_menu": {
    "buttons_header": "Selldone માં ઊંડા ડાઇવ",
    "beta": "બેટા",
    "home": "ઘર",
    "why_selldone": "શા માટે સેલડન?",
    "ecommerce": "ઈકોમર્સ<br> બિલ્ડર",
    "automation": "ઓટોમેશન અને IoT",
    "ai": "AI",
    "app_builder": "એપ્લિકેશન બિલ્ડર",
    "seo": "ઓટો એસઇઓ<br> એન્જીન",
    "marketing": "માર્કેટિંગ અને<br> ઝુંબેશ",
    "report": "સ્માર્ટ રિપોર્ટ<br> જનરેટર",
    "domain": "ક્લાઉડ-આધારિત હોસ્ટિંગ",
    "accounting": "ચુકવણી &<br> નામું",
    "logistics": "લોજિસ્ટિક્સ અને<br> વહાણ પરિવહન",
    "page_builder": "લેન્ડિંગ પેજ<br> બિલ્ડર",
    "incentives": "ક્લબ અને<br> પ્રોત્સાહનો",
    "orders": "ઓર્ડર અને<br> પ્રક્રિયા",
    "staff": "ગ્રાહકો અને<br> ટીમ",
    "community": "કસ્ટમ સમુદાય",
    "pos": "ઓનલાઈન પી.ઓ.એસ",
    "group_build": {
      "header": "બિલ્ડ",
      "subheader": "તમારી સફળતાની વાર્તા બનાવવા માટે અમે તમારી આસપાસ એક સિસ્ટમ બનાવીએ છીએ."
    },
    "group_manage": {
      "header": "મેનેજ કરો",
      "subheader": "તમારા વ્યવસાયનું સંચાલન પહેલા કરતા વધુ આનંદપ્રદ રહેશે."
    },
    "group_sell": {
      "header": "વેચો",
      "subheader": "હંમેશા બંધ રહો, પૈસા કમાઓ અને તેનો આનંદ લો."
    },
    "group_grow": {
      "header": "વધો",
      "subheader": "તમારા હાથમાં એન્ટરપ્રાઇઝ-ગ્રેડ સુવિધાઓ અને સાધનો, આકાશ તમારી મર્યાદા હશે."
    }
  }
};