export default {
  "menu": {
    "home": "տուն",
    "dashboard": "Վահանակ",
    "login": "մուտք",
    "help": "Օգնություն",
    "blog": "Բլոգ",
    "price_list": "Գնագոյացում",
    "apps": "Հավելվածներ",
    "experts": "Փորձագետներ",
    "demo": "Վաճառողներ",
    "partnership": "Գործընկերություն",
    "partner": {
      "title": "Գործընկերների վահանակ ● Whitelabel SaaS",
      "subtitle": "Սպիտակ պիտակավորմամբ էլեկտրոնային առևտրի հարթակը կատարյալ է ստուգված գործակալությունների համար:"
    },
    "affiliate": {
      "title": "Գործընկերային ծրագիր ● Lifetime",
      "subtitle": "Յուրաքանչյուր ոք կարող է գրանցվել այս ծրագրում և վաստակել ցմահ բաժանորդագրության և գործարքների վճարներից:"
    }
  },
  "home_menu": {
    "buttons_header": "Խորը սուզվել Սելդոնում",
    "beta": "Բետա",
    "home": "տուն",
    "why_selldone": "Ինչու Selldone?",
    "ecommerce": "Էլեկտրոնային առևտուր<br> Շինարար",
    "automation": "Ավտոմատացում և IoT",
    "ai": "AI",
    "app_builder": "App Builder",
    "seo": "Ավտո SEO<br> Շարժիչ",
    "marketing": "Մարքեթինգ և<br> Քարոզարշավ",
    "report": "Խելացի հաշվետվություն<br> Գեներատոր",
    "domain": "Ամպի վրա հիմնված հոստինգ",
    "accounting": "Վճարում և<br> Հաշվապահություն",
    "logistics": "Լոգիստիկա և<br> առաքում",
    "page_builder": "Landing Page<br> Շինարար",
    "incentives": "Ակումբ &<br> Խրախուսանքներ",
    "orders": "Պատվերներ և<br> Մշակում",
    "staff": "Հաճախորդներ &<br> Թիմ",
    "community": "Պատվերով համայնք",
    "pos": "Առցանց POS",
    "group_build": {
      "header": "Կառուցել",
      "subheader": "Մենք ձեր շուրջ կառուցում ենք համակարգ՝ ձեր հաջողության պատմությունը ստեղծելու համար:"
    },
    "group_manage": {
      "header": "Կառավարել",
      "subheader": "Ձեր բիզնեսի կառավարումն ավելի հաճելի կլինի, քան երբևէ:"
    },
    "group_sell": {
      "header": "Վաճառել",
      "subheader": "Միշտ փակվեք, գումար աշխատեք և վայելեք այն:"
    },
    "group_grow": {
      "header": "Աճել",
      "subheader": "Ձեռնարկությունների կարգի առանձնահատկություններն ու գործիքները ձեր ձեռքին, երկինքը կլինի ձեր սահմանը:"
    }
  }
};