export default {
  "menu": {
    "home": "მთავარი",
    "dashboard": "დაფა",
    "login": "შესვლა",
    "help": "დახმარება",
    "blog": "ბლოგი",
    "price_list": "ფასი",
    "apps": "აპები",
    "experts": "ექსპერტები",
    "demo": "გამყიდველები",
    "partnership": "პარტნიორობა",
    "partner": {
      "title": "პარტნიორთა პანელი ● Whitelabel SaaS",
      "subtitle": "თეთრი ეტიკეტირების მქონე ელექტრონული კომერციის პლატფორმა შესანიშნავია დამოწმებული სააგენტოებისთვის."
    },
    "affiliate": {
      "title": "შვილობილი პროგრამა ● სიცოცხლის ხანგრძლივობა",
      "subtitle": "ნებისმიერ მსურველს შეუძლია დარეგისტრირდეს ამ პროგრამაში და გამოიმუშაოს ხელმოწერისა და ტრანზაქციის საკომისიო მთელი სიცოცხლის განმავლობაში."
    }
  },
  "home_menu": {
    "buttons_header": "ღრმად ჩაყვინთვის სელდონში",
    "beta": "ბეტა",
    "home": "მთავარი",
    "why_selldone": "რატომ Seldone?",
    "ecommerce": "ელექტრონული კომერცია<br> აღმაშენებელი",
    "automation": "ავტომატიზაცია და IoT",
    "ai": "AI",
    "app_builder": "აპლიკაციის შემქმნელი",
    "seo": "ავტო SEO<br> ძრავი",
    "marketing": "მარკეტინგი და<br> კამპანია",
    "report": "ჭკვიანი ანგარიში<br> გენერატორი",
    "domain": "ღრუბელზე დაფუძნებული ჰოსტინგი",
    "accounting": "გადახდა და<br> Აღრიცხვა",
    "logistics": "ლოჯისტიკა და<br> ტრანსპორტირება",
    "page_builder": "სადესანტო გვერდი<br> აღმაშენებელი",
    "incentives": "Კლუბი &<br> წახალისებები",
    "orders": "შეკვეთები და<br> დამუშავება",
    "staff": "კლიენტები და<br> გუნდი",
    "community": "საბაჟო საზოგადოება",
    "pos": "ონლაინ POS",
    "group_build": {
      "header": "აშენება",
      "subheader": "ჩვენ ვაშენებთ სისტემას თქვენს გარშემო, რათა შევქმნათ თქვენი წარმატების ისტორია."
    },
    "group_manage": {
      "header": "Მართვა",
      "subheader": "თქვენი ბიზნესის მართვა უფრო სასიამოვნო იქნება, ვიდრე ოდესმე."
    },
    "group_sell": {
      "header": "გაყიდე",
      "subheader": "იყავი ყოველთვის დახურული, გამოიმუშავე ფული და ისიამოვნე."
    },
    "group_grow": {
      "header": "გაიზარდე",
      "subheader": "საწარმოს დონის ფუნქციები და ხელსაწყოები თქვენს ხელთაა, ცა იქნება თქვენი ლიმიტი."
    }
  }
};