export default {
  "menu": {
    "home": "Үй",
    "dashboard": "Бақылау тақтасы",
    "login": "кіру",
    "help": "Көмектесіңдер",
    "blog": "Блог",
    "price_list": "Баға белгілеу",
    "apps": "Қолданбалар",
    "experts": "Сарапшылар"
  },
  "home_menu": {
    "buttons_header": "Selldone-ге терең сүңгіңіз",
    "beta": "Бета",
    "home": "Үй",
    "why_selldone": "Неліктен Selldone?",
    "ecommerce": "Электрондық коммерция<br> Құрылысшы",
    "automation": "Автоматтандыру және IoT",
    "ai": "AI",
    "app_builder": "Қолданба құрастырушы",
    "seo": "Автоматты SEO<br> Қозғалтқыш",
    "marketing": "Маркетинг және<br> Науқан",
    "report": "Ақылды есеп<br> Генератор",
    "domain": "Бұлтқа негізделген хостинг",
    "accounting": "Төлем &<br> Бухгалтерлік есеп",
    "logistics": "Логистика және<br> Жүк тасу",
    "page_builder": "Қону беті<br> Құрылысшы",
    "incentives": "клуб &<br> Ынталандыру",
    "orders": "Тапсырыстар &<br> Өңдеу",
    "staff": "Тұтынушылар &<br> Команда",
    "community": "Пайдаланушы қауымдастығы",
    "pos": "Онлайн POS",
    "group_build": {
      "header": "Құру",
      "subheader": "Біз сіздің табыс тарихыңызды жасау үшін айналаңызда жүйе құрастырамыз."
    },
    "group_manage": {
      "header": "Басқару",
      "subheader": "Сіздің бизнесіңізді басқару бұрынғыдан да қызықты болады."
    },
    "group_sell": {
      "header": "Сату",
      "subheader": "Әрқашан жабылып, ақша табыңыз және одан ләззат алыңыз."
    },
    "group_grow": {
      "header": "Өсу",
      "subheader": "Кәсіпорын деңгейіндегі мүмкіндіктер мен құралдар сіздің қолыңызда, аспан сіздің шегіңіз болады."
    }
  }
};