export default {
  "menu": {
    "home": "ផ្ទះ",
    "dashboard": "ផ្ទាំងគ្រប់គ្រង",
    "login": "ចូល",
    "help": "ជំនួយ",
    "blog": "ប្លុក",
    "price_list": "តម្លៃ",
    "apps": "កម្មវិធី",
    "experts": "អ្នកជំនាញ",
    "demo": "អ្នកលក់ដូរ",
    "partnership": "ភាពជាដៃគូ",
    "partner": {
      "title": "បន្ទះដៃគូ ● Whitelabel SaaS",
      "subtitle": "វេទិកាពាណិជ្ជកម្មអេឡិចត្រូនិចដែលមានស្លាកពណ៌សគឺល្អឥតខ្ចោះសម្រាប់ភ្នាក់ងារដែលបានផ្ទៀងផ្ទាត់។"
    },
    "affiliate": {
      "title": "កម្មវិធីសម្ព័ន្ធ ● ពេញមួយជីវិត",
      "subtitle": "នរណាម្នាក់អាចចុះឈ្មោះក្នុងកម្មវិធីនេះ និងទទួលបានពីការជាវ និងថ្លៃប្រតិបត្តិការពេញមួយជីវិត។"
    }
  },
  "home_menu": {
    "buttons_header": "ចូលជ្រៅទៅក្នុង Selldone",
    "beta": "បេតា",
    "home": "ផ្ទះ",
    "why_selldone": "ហេតុអ្វីលក់ដាច់?",
    "ecommerce": "ពាណិជ្ជកម្មអេឡិចត្រូនិក<br> អ្នកសាងសង់",
    "automation": "ស្វ័យប្រវត្តិកម្ម និង IoT",
    "ai": "AI",
    "app_builder": "អ្នកបង្កើតកម្មវិធី",
    "seo": "SEO ស្វ័យប្រវត្តិ<br> ម៉ាស៊ីន",
    "marketing": "ទីផ្សារ &<br> យុទ្ធនាការ",
    "report": "របាយការណ៍ឆ្លាតវៃ<br> ម៉ាស៊ីនភ្លើង",
    "domain": "បង្ហោះតាមពពក",
    "accounting": "ការទូទាត់ &<br> គណនេយ្យ",
    "logistics": "ភស្តុភារ &<br> ការដឹកជញ្ជូន",
    "page_builder": "ទំព័រចុះចត<br> អ្នកសាងសង់",
    "incentives": "ក្លឹប &<br> ការលើកទឹកចិត្ត",
    "orders": "ការបញ្ជាទិញ &<br> ដំណើរការ",
    "staff": "អតិថិជន &<br> ក្រុម",
    "community": "សហគមន៍ផ្ទាល់ខ្លួន",
    "pos": "ម៉ាស៊ីនឆូតកាតតាមអ៊ីនធឺណិត",
    "group_build": {
      "header": "សាងសង់",
      "subheader": "យើងបង្កើតប្រព័ន្ធជុំវិញអ្នក ដើម្បីបង្កើតរឿងជោគជ័យរបស់អ្នក។"
    },
    "group_manage": {
      "header": "គ្រប់គ្រង",
      "subheader": "ការគ្រប់គ្រងអាជីវកម្មរបស់អ្នកនឹងកាន់តែរីករាយជាងពេលណាទាំងអស់។"
    },
    "group_sell": {
      "header": "លក់",
      "subheader": "ត្រូវបិទជានិច្ច រកលុយ និងរីករាយជាមួយវា។"
    },
    "group_grow": {
      "header": "រីក",
      "subheader": "លក្ខណៈពិសេស និងឧបករណ៍ថ្នាក់សហគ្រាសនៅក្នុងដៃរបស់អ្នក មេឃនឹងក្លាយជាដែនកំណត់របស់អ្នក។"
    }
  }
};