export default {
  "menu": {
    "home": "ಮನೆ",
    "dashboard": "ಡ್ಯಾಶ್‌ಬೋರ್ಡ್",
    "login": "ಲಾಗಿನ್",
    "help": "ಸಹಾಯ",
    "blog": "ಬ್ಲಾಗ್",
    "price_list": "ಬೆಲೆ ನಿಗದಿ",
    "apps": "ಅಪ್ಲಿಕೇಶನ್ಗಳು",
    "experts": "ತಜ್ಞರು",
    "demo": "ಮಾರಾಟಗಾರರು",
    "partnership": "ಪಾಲುದಾರಿಕೆ",
    "partner": {
      "title": "ಪಾಲುದಾರ ಫಲಕ ● ವೈಟ್‌ಲೇಬಲ್ SaaS",
      "subtitle": "ವೈಟ್-ಲೇಬಲಿಂಗ್ ಹೊಂದಿರುವ ಇಕಾಮರ್ಸ್ ಪ್ಲಾಟ್‌ಫಾರ್ಮ್ ಪರಿಶೀಲಿಸಿದ ಏಜೆನ್ಸಿಗಳಿಗೆ ಸೂಕ್ತವಾಗಿದೆ."
    },
    "affiliate": {
      "title": "ಅಂಗಸಂಸ್ಥೆ ಕಾರ್ಯಕ್ರಮ ● ಜೀವಮಾನ",
      "subtitle": "ಯಾರಾದರೂ ಈ ಪ್ರೋಗ್ರಾಂಗೆ ನೋಂದಾಯಿಸಿಕೊಳ್ಳಬಹುದು ಮತ್ತು ಜೀವಿತಾವಧಿಯಲ್ಲಿ ಚಂದಾದಾರಿಕೆ ಮತ್ತು ವಹಿವಾಟು ಶುಲ್ಕದಿಂದ ಗಳಿಸಬಹುದು."
    }
  },
  "home_menu": {
    "buttons_header": "ಸೆಲ್ಡೋನ್‌ನಲ್ಲಿ ಆಳವಾದ ಧುಮುಕುವುದು",
    "beta": "ಬೀಟಾ",
    "home": "ಮನೆ",
    "why_selldone": "ಏಕೆ ಮಾರಾಟವಾಗಿದೆ?",
    "ecommerce": "ಇಕಾಮರ್ಸ್<br> ಬಿಲ್ಡರ್",
    "automation": "ಆಟೋಮೇಷನ್ ಮತ್ತು IoT",
    "ai": "AI",
    "app_builder": "ಅಪ್ಲಿಕೇಶನ್ ಬಿಲ್ಡರ್",
    "seo": "ಆಟೋ ಎಸ್ಇಒ<br> ಇಂಜಿನ್",
    "marketing": "ಮಾರ್ಕೆಟಿಂಗ್ &<br> ಪ್ರಚಾರ",
    "report": "ಸ್ಮಾರ್ಟ್ ವರದಿ<br> ಜನರೇಟರ್",
    "domain": "ಮೇಘ ಆಧಾರಿತ ಹೋಸ್ಟಿಂಗ್",
    "accounting": "ಪಾವತಿ &<br> ಲೆಕ್ಕಪತ್ರ",
    "logistics": "ಲಾಜಿಸ್ಟಿಕ್ಸ್ &<br> ಶಿಪ್ಪಿಂಗ್",
    "page_builder": "ಲ್ಯಾಂಡಿಂಗ್ ಪೇಜ್<br> ಬಿಲ್ಡರ್",
    "incentives": "ಕ್ಲಬ್ &<br> ಪ್ರೋತ್ಸಾಹಕಗಳು",
    "orders": "ಆದೇಶಗಳು &<br> ಪ್ರಕ್ರಿಯೆಗೊಳಿಸಲಾಗುತ್ತಿದೆ",
    "staff": "ಗ್ರಾಹಕರು ಮತ್ತು<br> ತಂಡ",
    "community": "ಕಸ್ಟಮ್ ಸಮುದಾಯ",
    "pos": "ಆನ್‌ಲೈನ್ POS",
    "group_build": {
      "header": "ನಿರ್ಮಿಸಲು",
      "subheader": "ನಿಮ್ಮ ಯಶಸ್ಸಿನ ಕಥೆಯನ್ನು ರಚಿಸಲು ನಾವು ನಿಮ್ಮ ಸುತ್ತಲೂ ವ್ಯವಸ್ಥೆಯನ್ನು ನಿರ್ಮಿಸುತ್ತೇವೆ."
    },
    "group_manage": {
      "header": "ನಿರ್ವಹಿಸು",
      "subheader": "ನಿಮ್ಮ ವ್ಯಾಪಾರವನ್ನು ನಿರ್ವಹಿಸುವುದು ಎಂದಿಗಿಂತಲೂ ಹೆಚ್ಚು ಆನಂದದಾಯಕವಾಗಿರುತ್ತದೆ."
    },
    "group_sell": {
      "header": "ಮಾರಾಟ ಮಾಡಿ",
      "subheader": "ಯಾವಾಗಲೂ ಮುಚ್ಚಿರಿ, ಹಣ ಸಂಪಾದಿಸಿ ಮತ್ತು ಆನಂದಿಸಿ."
    },
    "group_grow": {
      "header": "ಬೆಳೆಯಿರಿ",
      "subheader": "ಎಂಟರ್‌ಪ್ರೈಸ್-ದರ್ಜೆಯ ವೈಶಿಷ್ಟ್ಯಗಳು ಮತ್ತು ಪರಿಕರಗಳು ನಿಮ್ಮ ಕೈಯಲ್ಲಿದೆ, ಆಕಾಶವು ನಿಮ್ಮ ಮಿತಿಯಾಗಿದೆ."
    }
  }
};