export default {
  "menu": {
    "home": "Дома",
    "dashboard": "Контролна табла",
    "login": "Логирај Се",
    "help": "Помош",
    "blog": "Блог",
    "price_list": "Цените",
    "apps": "Апликации",
    "experts": "Експерти",
    "demo": "Продавачи",
    "partnership": "Партнерство",
    "partner": {
      "title": "Панел за партнери ● Whitelabel SaaS",
      "subtitle": "Платформата за е-трговија со бело означување е совршена за проверени агенции."
    },
    "affiliate": {
      "title": "Придружна програма ● Доживотно",
      "subtitle": "Секој може да се запише во оваа програма и да заработи од надоместоците за претплата и трансакции доживотно."
    }
  },
  "home_menu": {
    "buttons_header": "Длабоко нурнете во Селдоне",
    "beta": "Бета",
    "home": "Дома",
    "why_selldone": "Зошто Селдоне?",
    "ecommerce": "Е-трговија<br> Градител",
    "automation": "Автоматизација и IoT",
    "ai": "AI",
    "app_builder": "Изградувач на апликации",
    "seo": "Автоматско оптимизација<br> Мотор",
    "marketing": "Маркетинг и<br> Кампања",
    "report": "Паметен извештај<br> Генератор",
    "domain": "Хостинг базиран на облак",
    "accounting": "Плаќање и<br> Сметководство",
    "logistics": "Логистика и<br> Испорака",
    "page_builder": "Целна страница<br> Градител",
    "incentives": "Клуб &<br> Стимулации",
    "orders": "Нарачки &<br> Обработка",
    "staff": "Клиенти и<br> Тим",
    "community": "Прилагодена заедница",
    "pos": "Онлајн ПОС",
    "group_build": {
      "header": "Изградба",
      "subheader": "Ние градиме систем околу вас за да ја создадеме вашата успешна приказна."
    },
    "group_manage": {
      "header": "Управувај",
      "subheader": "Управувањето со вашиот бизнис ќе биде попријатно од кога било."
    },
    "group_sell": {
      "header": "Продај",
      "subheader": "Секогаш затворајте, правете пари и уживајте во тоа."
    },
    "group_grow": {
      "header": "Расте",
      "subheader": "Карактеристики и алатки од типот на претпријатија ви се на рака, небото ќе биде вашата граница."
    }
  }
};