export default {
  "menu": {
    "home": "വീട്",
    "dashboard": "ഡാഷ്ബോർഡ്",
    "login": "ലോഗിൻ",
    "help": "സഹായം",
    "blog": "ബ്ലോഗ്",
    "price_list": "വിലനിർണ്ണയം",
    "apps": "ആപ്പുകൾ",
    "experts": "വിദഗ്ധർ",
    "demo": "വിൽപ്പനക്കാർ",
    "partnership": "പങ്കാളിത്തം",
    "partner": {
      "title": "പങ്കാളി പാനൽ ● വൈറ്റ്‌ലേബൽ SaaS",
      "subtitle": "വൈറ്റ് ലേബലിംഗുള്ള ഒരു ഇ-കൊമേഴ്‌സ് പ്ലാറ്റ്‌ഫോം പരിശോധിച്ച ഏജൻസികൾക്ക് അനുയോജ്യമാണ്."
    },
    "affiliate": {
      "title": "അഫിലിയേറ്റ് പ്രോഗ്രാം ● ആജീവനാന്തം",
      "subtitle": "ആർക്കും ഈ പ്രോഗ്രാമിൽ എൻറോൾ ചെയ്യാനും സബ്‌സ്‌ക്രിപ്‌ഷനിൽ നിന്നും ഇടപാട് ഫീസിൽ നിന്നും ആജീവനാന്തം സമ്പാദിക്കാനും കഴിയും."
    }
  },
  "home_menu": {
    "buttons_header": "സെൽഡോണിലേക്ക് ആഴത്തിൽ മുങ്ങുക",
    "beta": "ബീറ്റ",
    "home": "വീട്",
    "why_selldone": "എന്തുകൊണ്ട് സെൽഡൺ?",
    "ecommerce": "ഇ-കൊമേഴ്‌സ്<br> ബിൽഡർ",
    "automation": "ഓട്ടോമേഷൻ & ഐഒടി",
    "ai": "AI",
    "app_builder": "ആപ്പ് ബിൽഡർ",
    "seo": "ഓട്ടോ എസ്.ഇ.ഒ<br> എഞ്ചിൻ",
    "marketing": "മാർക്കറ്റിംഗ് &<br> പ്രചാരണം",
    "report": "സ്മാർട്ട് റിപ്പോർട്ട്<br> ജനറേറ്റർ",
    "domain": "ക്ലൗഡ് അടിസ്ഥാനമാക്കിയുള്ള ഹോസ്റ്റിംഗ്",
    "accounting": "പേയ്മെന്റ് &<br> അക്കൌണ്ടിംഗ്",
    "logistics": "ലോജിസ്റ്റിക് &<br> ഷിപ്പിംഗ്",
    "page_builder": "ലാൻഡിംഗ് പേജ്<br> ബിൽഡർ",
    "incentives": "ക്ലബ്ബ് &<br> പ്രോത്സാഹനങ്ങൾ",
    "orders": "ഓർഡറുകൾ &<br> പ്രോസസ്സിംഗ്",
    "staff": "ഉപഭോക്താക്കൾ &<br> ടീം",
    "community": "കസ്റ്റം കമ്മ്യൂണിറ്റി",
    "pos": "ഓൺലൈൻ പി.ഒ.എസ്",
    "group_build": {
      "header": "പണിയുക",
      "subheader": "നിങ്ങളുടെ വിജയഗാഥ സൃഷ്ടിക്കാൻ ഞങ്ങൾ നിങ്ങൾക്ക് ചുറ്റും ഒരു സിസ്റ്റം നിർമ്മിക്കുന്നു."
    },
    "group_manage": {
      "header": "കൈകാര്യം ചെയ്യുക",
      "subheader": "നിങ്ങളുടെ ബിസിനസ്സ് മാനേജ് ചെയ്യുന്നത് എന്നത്തേക്കാളും കൂടുതൽ ആസ്വാദ്യകരമായിരിക്കും."
    },
    "group_sell": {
      "header": "വിൽക്കുക",
      "subheader": "എപ്പോഴും അടച്ചുപൂട്ടുക, പണം സമ്പാദിക്കുകയും അത് ആസ്വദിക്കുകയും ചെയ്യുക."
    },
    "group_grow": {
      "header": "വളരുക",
      "subheader": "എന്റർപ്രൈസ്-ഗ്രേഡ് ഫീച്ചറുകളും ഉപകരണങ്ങളും നിങ്ങളുടെ കൈയിലുണ്ട്, ആകാശം നിങ്ങളുടെ പരിധിയാകും."
    }
  }
};