export default {
  "menu": {
    "home": "Гэр",
    "dashboard": "Хяналтын самбар",
    "login": "нэвтрэх",
    "help": "Туслаач",
    "blog": "Блог",
    "price_list": "Үнэ тогтоох",
    "apps": "Програмууд",
    "experts": "Мэргэжилтнүүд",
    "demo": "Борлуулагчид",
    "partnership": "Түншлэл",
    "partner": {
      "title": "Түншийн самбар ● Whitelabel SaaS",
      "subtitle": "Цагаан шошго бүхий цахим худалдааны платформ нь баталгаажсан агентлагуудад төгс тохирно."
    },
    "affiliate": {
      "title": "Түншлэлийн хөтөлбөр ● Насан туршдаа",
      "subtitle": "Хэн ч энэ хөтөлбөрт хамрагдаж, захиалгын болон гүйлгээний хураамжаас насан туршдаа орлого олох боломжтой."
    }
  },
  "home_menu": {
    "buttons_header": "Selldone руу гүн шумбах",
    "beta": "Бета",
    "home": "Гэр",
    "why_selldone": "Яагаад Selldone?",
    "ecommerce": "Цахим худалдаа<br> Барилгачин",
    "automation": "Автоматжуулалт ба IoT",
    "ai": "AI",
    "app_builder": "Програм бүтээгч",
    "seo": "Автомат SEO<br> Хөдөлгүүр",
    "marketing": "Маркетинг &<br> Кампанит ажил",
    "report": "Ухаалаг тайлан<br> Генератор",
    "domain": "Үүлэн дээр суурилсан хостинг",
    "accounting": "Төлбөр &<br> Нягтлан бодох бүртгэл",
    "logistics": "Логистик &<br> Хүргэлт",
    "page_builder": "Буух хуудас<br> Барилгачин",
    "incentives": "Клуб &<br> Урамшуулал",
    "orders": "Захиалга &<br> Боловсруулж байна",
    "staff": "Үйлчлүүлэгчид &<br> Баг",
    "community": "Захиалгат нийгэмлэг",
    "pos": "Онлайн ПОС",
    "group_build": {
      "header": "барих",
      "subheader": "Бид таны амжилтын түүхийг бий болгох системийг бий болгодог."
    },
    "group_manage": {
      "header": "Удирдах",
      "subheader": "Бизнесээ удирдах нь урьд өмнөхөөсөө илүү тааламжтай байх болно."
    },
    "group_sell": {
      "header": "Зарна",
      "subheader": "Үргэлж хааж, мөнгө олж, таашаал аваарай."
    },
    "group_grow": {
      "header": "Өсөх",
      "subheader": "Байгууллагын түвшний онцлог, хэрэгслүүд таны гарт байгаа тул тэнгэр таны хязгаар байх болно."
    }
  }
};