export default {
  "menu": {
    "home": "အိမ်",
    "dashboard": "ဒိုင်ခွက်",
    "login": "လော့ဂ်အင်",
    "help": "ကူညီပါ",
    "blog": "ဘလော့",
    "price_list": "စျေးနှုန်း",
    "apps": "အက်ပ်များ",
    "experts": "ကျွမ်းကျင်သူများ"
  },
  "home_menu": {
    "buttons_header": "Selldone သို့ နက်နက်ရှိုင်းရှိုင်း ထိုးဆင်းပါ။",
    "beta": "ဘီတာ",
    "home": "အိမ်",
    "why_selldone": "ဘာကြောင့် ရောင်းပြီးတာလဲ။",
    "ecommerce": "အီလက်ထရွန်းနစ်<br> တည်ဆောက်သူ",
    "automation": "အလိုအလျောက်စနစ်နှင့် IoT",
    "ai": "AI",
    "app_builder": "အက်ပ်တည်ဆောက်သူ",
    "seo": "အလိုအလျောက် SEO<br> အင်ဂျင်",
    "marketing": "စျေးကွက်ရှာဖွေရေး &<br> လှုံ့ဆော်မှု",
    "report": "စမတ်အစီရင်ခံစာ<br> မီးစက်",
    "domain": "Cloud-based Hosting",
    "accounting": "ငွေပေးချေမှု &<br> စာရင်းကိုင်",
    "logistics": "ထောက်ပံ့ပို့ဆောင်ရေး &<br> သင်္ဘောဖြင့်ကုန်ပစ္စည်းပို့ခြင်း",
    "page_builder": "ကမ်းတက်စာမျက်နှာ<br> တည်ဆောက်သူ",
    "incentives": "ကလပ် &<br> မက်လုံးများ",
    "orders": "အော်ဒါများ &<br> လုပ်ဆောင်နေသည်",
    "staff": "ဖောက်သည်များ &<br> အသင်းအဖွဲ့",
    "community": "စိတ်ကြိုက်အသိုင်းအဝိုင်း",
    "pos": "အွန်လိုင်း POS",
    "group_build": {
      "header": "ဆောက်",
      "subheader": "သင်၏အောင်မြင်မှုဇာတ်လမ်းကို ဖန်တီးရန် သင့်ပတ်ဝန်းကျင်တွင် ကျွန်ုပ်တို့သည် စနစ်တစ်ခုတည်ဆောက်ပါသည်။"
    },
    "group_manage": {
      "header": "စီမံပါ။",
      "subheader": "သင့်လုပ်ငန်းကို စီမံခန့်ခွဲခြင်းသည် ယခင်ကထက် ပိုမိုပျော်ရွှင်ဖွယ်ကောင်းပါလိမ့်မည်။"
    },
    "group_sell": {
      "header": "ရောင်း",
      "subheader": "အမြဲတမ်းပိတ်ပါ၊ ငွေရှာပြီး ပျော်ရွှင်လိုက်ပါ။"
    },
    "group_grow": {
      "header": "ကြီးပွား",
      "subheader": "လုပ်ငန်းအဆင့် အင်္ဂါရပ်များနှင့် ကိရိယာများသည် သင့်လက်ထဲတွင်ရှိပြီး၊ ကောင်းကင်သည် သင်၏ကန့်သတ်ချက်ဖြစ်လိမ့်မည်။"
    }
  }
};