export default {
  "menu": {
    "home": "घर",
    "dashboard": "ड्यासबोर्ड",
    "login": "लग - इन",
    "help": "मद्दत गर्नुहोस्",
    "blog": "ब्लग",
    "price_list": "मूल्य निर्धारण",
    "apps": "एपहरू",
    "experts": "विज्ञहरू",
    "demo": "बिक्रेताहरू",
    "partnership": "भागीदारी",
    "partner": {
      "title": "साझेदार प्यानल ● व्हाइटलेबल SaaS",
      "subtitle": "सेतो-लेबलिङको साथ एक ईकमर्स प्लेटफर्म प्रमाणित एजेन्सीहरूको लागि उपयुक्त छ।"
    },
    "affiliate": {
      "title": "सम्बद्ध कार्यक्रम ● जीवनभर",
      "subtitle": "जो कोहीले यस कार्यक्रममा नामांकन गर्न र जीवनभरको लागि सदस्यता र लेनदेन शुल्कबाट कमाउन सक्छन्।"
    }
  },
  "home_menu": {
    "buttons_header": "Selldone मा गहिरो डुब्न",
    "beta": "बिटा",
    "home": "घर",
    "why_selldone": "किन Selldone?",
    "ecommerce": "ईकमर्स<br> निर्माणकर्ता",
    "automation": "स्वचालन र IoT",
    "ai": "AI",
    "app_builder": "एप निर्माणकर्ता",
    "seo": "अटो एसईओ<br> इन्जिन",
    "marketing": "मार्केटिङ र<br> अभियान",
    "report": "स्मार्ट रिपोर्ट<br> जेनेरेटर",
    "domain": "क्लाउड-आधारित होस्टिंग",
    "accounting": "भुक्तानी र<br> लेखा",
    "logistics": "रसद र<br> ढुवानी",
    "page_builder": "अवतरण पृष्ठ<br> निर्माणकर्ता",
    "incentives": "क्लब र<br> प्रोत्साहन",
    "orders": "आदेश र<br> प्रशोधन गर्दै",
    "staff": "ग्राहकहरु र<br> टोली",
    "community": "अनुकूलन समुदाय",
    "pos": "अनलाइन POS",
    "group_build": {
      "header": "निर्माण गर्नुहोस्",
      "subheader": "हामी तपाईंको सफलताको कथा सिर्जना गर्न तपाईंको वरिपरि एउटा प्रणाली बनाउँछौं।"
    },
    "group_manage": {
      "header": "व्यवस्थापन गर्नुहोस्",
      "subheader": "तपाईको व्यवसाय प्रबन्ध गर्नु पहिले भन्दा धेरै रमाइलो हुनेछ।"
    },
    "group_sell": {
      "header": "बेच्नुहोस्",
      "subheader": "सधैं बन्द हुनुहोस्, पैसा कमाउनुहोस् र मजा लिनुहोस्।"
    },
    "group_grow": {
      "header": "बढ्नुहोस्",
      "subheader": "उद्यम-ग्रेड सुविधाहरू र उपकरणहरू तपाईंको हातमा, आकाश तपाईंको सीमा हुनेछ।"
    }
  }
};