export default {
  "menu": {
    "home": "ਘਰ",
    "dashboard": "ਡੈਸ਼ਬੋਰਡ",
    "login": "ਲਾਗਿਨ",
    "help": "ਮਦਦ ਕਰੋ",
    "blog": "ਬਲੌਗ",
    "price_list": "ਕੀਮਤ",
    "apps": "ਐਪਸ",
    "experts": "ਮਾਹਿਰ"
  },
  "home_menu": {
    "buttons_header": "Selldone ਵਿੱਚ ਡੂੰਘੀ ਡੁਬਕੀ",
    "beta": "ਬੀਟਾ",
    "home": "ਘਰ",
    "why_selldone": "ਕਿਉਂ ਵੇਚਿਆ?",
    "ecommerce": "ਈ-ਕਾਮਰਸ<br> ਬਿਲਡਰ",
    "automation": "ਆਟੋਮੇਸ਼ਨ ਅਤੇ ਆਈ.ਓ.ਟੀ",
    "ai": "AI",
    "app_builder": "ਐਪ ਬਿਲਡਰ",
    "seo": "ਆਟੋ ਐਸਈਓ<br> ਇੰਜਣ",
    "marketing": "ਮਾਰਕੀਟਿੰਗ ਅਤੇ<br> ਮੁਹਿੰਮ",
    "report": "ਸਮਾਰਟ ਰਿਪੋਰਟ<br> ਜਨਰੇਟਰ",
    "domain": "ਕਲਾਉਡ-ਅਧਾਰਿਤ ਹੋਸਟਿੰਗ",
    "accounting": "ਭੁਗਤਾਨ ਅਤੇ<br> ਲੇਖਾ",
    "logistics": "ਲੌਜਿਸਟਿਕਸ ਅਤੇ<br> ਸ਼ਿਪਿੰਗ",
    "page_builder": "ਲੈਂਡਿੰਗ ਪੰਨਾ<br> ਬਿਲਡਰ",
    "incentives": "ਕਲੱਬ ਅਤੇ<br> ਪ੍ਰੋਤਸਾਹਨ",
    "orders": "ਆਰਡਰ ਅਤੇ<br> ਕਾਰਵਾਈ",
    "staff": "ਗਾਹਕ ਅਤੇ<br> ਟੀਮ",
    "community": "ਕਸਟਮ ਕਮਿਊਨਿਟੀ",
    "pos": "ਔਨਲਾਈਨ ਪੀ.ਓ.ਐਸ",
    "group_build": {
      "header": "ਬਣਾਓ",
      "subheader": "ਅਸੀਂ ਤੁਹਾਡੀ ਸਫਲਤਾ ਦੀ ਕਹਾਣੀ ਬਣਾਉਣ ਲਈ ਤੁਹਾਡੇ ਆਲੇ ਦੁਆਲੇ ਇੱਕ ਸਿਸਟਮ ਬਣਾਉਂਦੇ ਹਾਂ।"
    },
    "group_manage": {
      "header": "ਪ੍ਰਬੰਧ ਕਰਨਾ, ਕਾਬੂ ਕਰਨਾ",
      "subheader": "ਤੁਹਾਡੇ ਕਾਰੋਬਾਰ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰਨਾ ਪਹਿਲਾਂ ਨਾਲੋਂ ਵਧੇਰੇ ਮਜ਼ੇਦਾਰ ਹੋਵੇਗਾ।"
    },
    "group_sell": {
      "header": "ਵੇਚੋ",
      "subheader": "ਹਮੇਸ਼ਾ ਬੰਦ ਰਹੋ, ਪੈਸਾ ਕਮਾਓ ਅਤੇ ਇਸਦਾ ਅਨੰਦ ਲਓ."
    },
    "group_grow": {
      "header": "ਵਧੋ",
      "subheader": "ਐਂਟਰਪ੍ਰਾਈਜ਼-ਗਰੇਡ ਦੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਅਤੇ ਸਾਧਨ ਤੁਹਾਡੇ ਹੱਥ ਵਿੱਚ, ਅਸਮਾਨ ਤੁਹਾਡੀ ਸੀਮਾ ਹੋਵੇਗੀ।"
    }
  }
};