export default {
  "menu": {
    "home": "Дом",
    "dashboard": "Панель приборов",
    "login": "Авторизоваться",
    "help": "Помощь",
    "blog": "Блог",
    "price_list": "Цены",
    "apps": "Программы",
    "experts": "Эксперты"
  },
  "home_menu": {
    "buttons_header": "Глубокое погружение в Селлдон",
    "beta": "Бета",
    "home": "Дом",
    "why_selldone": "Почему Селдон?",
    "ecommerce": "Электронная торговля<br> Строитель",
    "automation": "Автоматизация и Интернет вещей",
    "ai": "AI",
    "app_builder": "Конструктор приложений",
    "seo": "Авто SEO<br> Двигатель",
    "marketing": "Маркетинг и<br> Кампания",
    "report": "Умный отчет<br> Генератор",
    "domain": "Облачный хостинг",
    "accounting": "Оплата &<br> Бухгалтерский учет",
    "logistics": "Логистика и<br> Перевозки",
    "page_builder": "Целевая страница<br> Строитель",
    "incentives": "Клуб &<br> Стимулы",
    "orders": "Заказы и<br> Обработка",
    "staff": "Клиенты &<br> Команда",
    "community": "Пользовательское сообщество",
    "pos": "Онлайн POS",
    "group_build": {
      "header": "Строить",
      "subheader": "Мы создаем систему вокруг вас, чтобы создать вашу историю успеха."
    },
    "group_manage": {
      "header": "Управлять",
      "subheader": "Управление вашим бизнесом станет более приятным, чем когда-либо."
    },
    "group_sell": {
      "header": "Продавать",
      "subheader": "Всегда закрывайтесь, зарабатывайте деньги и наслаждайтесь этим."
    },
    "group_grow": {
      "header": "Расти",
      "subheader": "Функции и инструменты корпоративного уровня у вас под рукой, небо будет вашим пределом."
    }
  }
};