export default {
  "menu": {
    "home": "Кућа",
    "dashboard": "Командна табла",
    "login": "Пријавите се",
    "help": "Помоћ",
    "blog": "Блог",
    "price_list": "Прицинг",
    "apps": "апликације",
    "experts": "Експерти",
    "demo": "Селлдонерс",
    "partnership": "Партнерство",
    "partner": {
      "title": "Партнерска плоча ● Вхителабел СааС",
      "subtitle": "Платформа за е-трговину са белим ознакама је савршена за проверене агенције."
    },
    "affiliate": {
      "title": "Партнерски програм ● Доживотно",
      "subtitle": "Свако се може уписати у овај програм и зарађивати од претплате и накнада за трансакције доживотно."
    }
  },
  "home_menu": {
    "buttons_header": "Дубоко зароните у Селдона",
    "beta": "Бета",
    "home": "Кућа",
    "why_selldone": "Зашто Селдоне?",
    "ecommerce": "Е-трговина<br> Буилдер",
    "automation": "Аутоматизација и интернет ствари",
    "ai": "AI",
    "app_builder": "Апп Буилдер",
    "seo": "Ауто СЕО<br> Мотор",
    "marketing": "Маркетинг &<br> Кампања",
    "report": "Смарт Репорт<br> Генератор",
    "domain": "Хостинг у облаку",
    "accounting": "Плаћање &<br> Рачуноводство",
    "logistics": "логистика и<br> поштарина",
    "page_builder": "Почетне странице<br> Буилдер",
    "incentives": "Клуб &<br> Подстицаји",
    "orders": "Поруџбине и<br> Обрада",
    "staff": "Купци и<br> Тим",
    "community": "Цустом Цоммунити",
    "pos": "Онлине ПОС",
    "group_build": {
      "header": "Буилд",
      "subheader": "Градимо систем око вас да креирамо вашу причу о успеху."
    },
    "group_manage": {
      "header": "Управљати",
      "subheader": "Управљање вашим пословањем биће пријатније него икад."
    },
    "group_sell": {
      "header": "Селл",
      "subheader": "Увек се затварајте, зарадите и уживајте."
    },
    "group_grow": {
      "header": "Расте",
      "subheader": "Функције и алати за предузећа на дохват руке, небо ће бити ваша граница."
    }
  }
};