export default {
  "menu": {
    "home": "வீடு",
    "dashboard": "டாஷ்போர்டு",
    "login": "உள்நுழைய",
    "help": "உதவி",
    "blog": "வலைப்பதிவு",
    "price_list": "விலை நிர்ணயம்",
    "apps": "பயன்பாடுகள்",
    "experts": "நிபுணர்கள்",
    "demo": "விற்பனையாளர்கள்",
    "partnership": "கூட்டு",
    "partner": {
      "title": "கூட்டாளர் குழு ● ஒயிட்லேபிள் SaaS",
      "subtitle": "சரிபார்க்கப்பட்ட ஏஜென்சிகளுக்கு வெள்ளை-லேபிளிங் கொண்ட இணையவழி தளம் சரியானது."
    },
    "affiliate": {
      "title": "இணைப்பு திட்டம் ● வாழ்நாள்",
      "subtitle": "இந்த திட்டத்தில் யார் வேண்டுமானாலும் பதிவு செய்து, வாழ்நாள் முழுவதும் சந்தா மற்றும் பரிவர்த்தனை கட்டணங்கள் மூலம் சம்பாதிக்கலாம்."
    }
  },
  "home_menu": {
    "buttons_header": "Selldone இல் ஆழமாக மூழ்குங்கள்",
    "beta": "பீட்டா",
    "home": "வீடு",
    "why_selldone": "ஏன் Selldone?",
    "ecommerce": "மின்வணிகம்<br> கட்டுபவர்",
    "automation": "ஆட்டோமேஷன் & ஐஓடி",
    "ai": "AI",
    "app_builder": "ஆப் பில்டர்",
    "seo": "ஆட்டோ எஸ்சிஓ<br> இயந்திரம்",
    "marketing": "சந்தைப்படுத்தல் &<br> பிரச்சாரம்",
    "report": "ஸ்மார்ட் அறிக்கை<br> ஜெனரேட்டர்",
    "domain": "கிளவுட் அடிப்படையிலான ஹோஸ்டிங்",
    "accounting": "கட்டணம் &<br> கணக்கியல்",
    "logistics": "தளவாடங்கள் &<br> கப்பல் போக்குவரத்து",
    "page_builder": "இறங்கும் பக்கம்<br> கட்டுபவர்",
    "incentives": "சங்கம் &<br> ஊக்கத்தொகை",
    "orders": "ஆர்டர்கள் &<br> செயலாக்கம்",
    "staff": "வாடிக்கையாளர்கள் &<br> குழு",
    "community": "தனிப்பயன் சமூகம்",
    "pos": "ஆன்லைன் பிஓஎஸ்",
    "group_build": {
      "header": "கட்டுங்கள்",
      "subheader": "உங்கள் வெற்றிக் கதையை உருவாக்க உங்களைச் சுற்றி ஒரு அமைப்பை உருவாக்குகிறோம்."
    },
    "group_manage": {
      "header": "நிர்வகிக்கவும்",
      "subheader": "உங்கள் வணிகத்தை நிர்வகிப்பது முன்னெப்போதையும் விட மகிழ்ச்சியாக இருக்கும்."
    },
    "group_sell": {
      "header": "விற்க",
      "subheader": "எப்போதும் மூடிக்கொண்டு இருங்கள், பணம் சம்பாதித்து மகிழுங்கள்."
    },
    "group_grow": {
      "header": "வளருங்கள்",
      "subheader": "எண்டர்பிரைஸ் தர அம்சங்கள் மற்றும் கருவிகள் உங்கள் கையில், வானமே உங்கள் எல்லையாக இருக்கும்."
    }
  }
};