export default {
  "menu": {
    "home": "హోమ్",
    "dashboard": "డాష్బోర్డ్",
    "login": "ప్రవేశించండి",
    "help": "సహాయం",
    "blog": "బ్లాగ్",
    "price_list": "ధర నిర్ణయించడం",
    "apps": "యాప్‌లు",
    "experts": "నిపుణులు",
    "demo": "అమ్మకందారులు",
    "partnership": "భాగస్వామ్యం",
    "partner": {
      "title": "భాగస్వామి ప్యానెల్ ● వైట్‌లేబుల్ SaaS",
      "subtitle": "వైట్-లేబులింగ్‌తో కూడిన ఇకామర్స్ ప్లాట్‌ఫారమ్ ధృవీకరించబడిన ఏజెన్సీలకు సరైనది."
    },
    "affiliate": {
      "title": "అనుబంధ ప్రోగ్రామ్ ● జీవితకాలం",
      "subtitle": "ఎవరైనా ఈ ప్రోగ్రామ్‌లో నమోదు చేసుకోవచ్చు మరియు జీవితకాలం పాటు సభ్యత్వం మరియు లావాదేవీల రుసుము నుండి సంపాదించవచ్చు."
    }
  },
  "home_menu": {
    "buttons_header": "సెల్‌డోన్‌లోకి లోతుగా డైవ్ చేయండి",
    "beta": "బీటా",
    "home": "హోమ్",
    "why_selldone": "ఎందుకు సెల్డన్?",
    "ecommerce": "ఇకామర్స్<br> బిల్డర్",
    "automation": "ఆటోమేషన్ & IoT",
    "ai": "AI",
    "app_builder": "యాప్ బిల్డర్",
    "seo": "ఆటో SEO<br> ఇంజిన్",
    "marketing": "మార్కెటింగ్ &<br> ప్రచారం",
    "report": "స్మార్ట్ రిపోర్ట్<br> జనరేటర్",
    "domain": "క్లౌడ్ ఆధారిత హోస్టింగ్",
    "accounting": "చెల్లింపు &<br> అకౌంటింగ్",
    "logistics": "లాజిస్టిక్స్ &<br> షిప్పింగ్",
    "page_builder": "తెరవబడు పుట<br> బిల్డర్",
    "incentives": "క్లబ్ &<br> ప్రోత్సాహకాలు",
    "orders": "ఆదేశాలు &<br> ప్రాసెసింగ్",
    "staff": "వినియోగదారులు &<br> జట్టు",
    "community": "అనుకూల సంఘం",
    "pos": "ఆన్‌లైన్ POS",
    "group_build": {
      "header": "నిర్మించు",
      "subheader": "మీ విజయ గాథను రూపొందించడానికి మేము మీ చుట్టూ ఒక వ్యవస్థను నిర్మిస్తాము."
    },
    "group_manage": {
      "header": "నిర్వహించడానికి",
      "subheader": "మీ వ్యాపారాన్ని నిర్వహించడం గతంలో కంటే మరింత ఆనందదాయకంగా ఉంటుంది."
    },
    "group_sell": {
      "header": "అమ్మండి",
      "subheader": "ఎల్లప్పుడూ మూసివేయండి, డబ్బు సంపాదించండి మరియు ఆనందించండి."
    },
    "group_grow": {
      "header": "పెరుగు",
      "subheader": "మీ చేతిలో ఉన్న ఎంటర్‌ప్రైజ్-గ్రేడ్ ఫీచర్‌లు మరియు సాధనాలు, ఆకాశమే మీ పరిమితి."
    }
  }
};