export default {
  "menu": {
    "home": "Хона",
    "dashboard": "Панели асбобҳо",
    "login": "даромадан",
    "help": "Ёрӣ",
    "blog": "Блог",
    "price_list": "Нархгузорӣ",
    "apps": "Барномаҳо",
    "experts": "Мутахассисон"
  },
  "home_menu": {
    "buttons_header": "Ба Selldone ғарқ шавед",
    "beta": "Бета",
    "home": "Хона",
    "why_selldone": "Чаро Selldone?",
    "ecommerce": "Тиҷорати электронӣ<br> Бинокор",
    "automation": "Автоматизатсия ва IoT",
    "ai": "AI",
    "app_builder": "Созандаи барнома",
    "seo": "Автомат SEO<br> Мотор",
    "marketing": "Маркетинг &<br> Маърака",
    "report": "Ҳисоботи интеллектуалӣ<br> Генератор",
    "domain": "Хостинги ба абр асосёфта",
    "accounting": "Пардохт &<br> Баҳисобгирии муҳосибӣ",
    "logistics": "Логистика ва<br> Фиристодан",
    "page_builder": "Саҳифаи фуруд<br> Бинокор",
    "incentives": "Клуб &<br> Ҳавасмандкунӣ",
    "orders": "Фармонҳо &<br> Коркард",
    "staff": "Мизоҷон &<br> Дастаи",
    "community": "Ҷамъияти фармоишӣ",
    "pos": "POS онлайн",
    "group_build": {
      "header": "Сохт",
      "subheader": "Мо дар атрофи шумо як система месозем, то таърихи муваффақияти шуморо эҷод кунем."
    },
    "group_manage": {
      "header": "Идора кардан",
      "subheader": "Идоракунии тиҷорати шумо аз ҳарвақта дида ҷолибтар хоҳад буд."
    },
    "group_sell": {
      "header": "Фурӯш",
      "subheader": "Ҳамеша пӯшида бошед, пул кор кунед ва аз он лаззат баред."
    },
    "group_grow": {
      "header": "Рушд",
      "subheader": "Хусусиятҳо ва асбобҳои сатҳи корпоративӣ дар дасти шумо, осмон маҳдудияти шумо хоҳад буд."
    }
  }
};