export default {
  "menu": {
    "home": "گھر",
    "dashboard": "ڈیش بورڈ",
    "login": "لاگ ان کریں",
    "help": "مدد",
    "blog": "بلاگ",
    "price_list": "قیمتوں کا تعین",
    "apps": "ایپس",
    "experts": "ماہرین",
    "demo": "بیچنے والے",
    "partnership": "شراکت داری",
    "partner": {
      "title": "پارٹنر پینل ● وائٹ لیبل SaaS",
      "subtitle": "وائٹ لیبلنگ والا ای کامرس پلیٹ فارم تصدیق شدہ ایجنسیوں کے لیے بہترین ہے۔"
    },
    "affiliate": {
      "title": "ملحق پروگرام ● تاحیات",
      "subtitle": "کوئی بھی اس پروگرام میں داخلہ لے سکتا ہے اور زندگی بھر کے لیے سبسکرپشن اور لین دین کی فیس سے کما سکتا ہے۔"
    }
  },
  "home_menu": {
    "buttons_header": "سیلڈون میں گہرا غوطہ لگائیں۔",
    "beta": "بیٹا",
    "home": "گھر",
    "why_selldone": "سیلڈون کیوں؟",
    "ecommerce": "ای کامرس<br> بلڈر",
    "automation": "آٹومیشن اور آئی او ٹی",
    "ai": "AI",
    "app_builder": "ایپ بلڈر",
    "seo": "آٹو SEO<br> انجن",
    "marketing": "مارکیٹنگ اور<br> مہم",
    "report": "سمارٹ رپورٹ<br> جنریٹر",
    "domain": "کلاؤڈ بیسڈ ہوسٹنگ",
    "accounting": "ادائیگی اور<br> حساب کتاب",
    "logistics": "لاجسٹکس اور<br> شپنگ",
    "page_builder": "لینڈنگ پیج<br> بلڈر",
    "incentives": "کلب اور<br> مراعات",
    "orders": "احکامات &<br> پروسیسنگ",
    "staff": "گاہکوں &<br> ٹیم",
    "community": "اپنی مرضی کے مطابق کمیونٹی",
    "pos": "آن لائن POS",
    "group_build": {
      "header": "تعمیر کریں۔",
      "subheader": "ہم آپ کی کامیابی کی کہانی بنانے کے لیے آپ کے ارد گرد ایک نظام بناتے ہیں۔"
    },
    "group_manage": {
      "header": "انتظام کریں۔",
      "subheader": "آپ کے کاروبار کا انتظام پہلے سے کہیں زیادہ خوشگوار ہوگا۔"
    },
    "group_sell": {
      "header": "بیچنا",
      "subheader": "ہمیشہ بند رہیں، پیسہ کمائیں اور اس سے لطف اٹھائیں۔"
    },
    "group_grow": {
      "header": "بڑھو",
      "subheader": "آپ کے ہاتھ میں انٹرپرائز گریڈ خصوصیات اور اوزار، آسمان آپ کی حد ہو جائے گا."
    }
  }
};