export default {
  "menu": {
    "home": "היים",
    "dashboard": "דאַשבאָרד",
    "login": "צייכן אריין",
    "help": "הילף",
    "blog": "בלאָג",
    "price_list": "פּרייסינג",
    "apps": "אַפּפּס",
    "experts": "עקספּערץ",
    "demo": "סעללדאָנערס",
    "partnership": "פּאַרטנערשיפּ",
    "partner": {
      "title": "פּאַרטנער פּאַנעל ● Whitelabel SaaS",
      "subtitle": "אַן עקאָממערסע פּלאַטפאָרמע מיט ווייַס-לייבלינג איז גאנץ פֿאַר וועראַפייד יידזשאַנסיז."
    },
    "affiliate": {
      "title": "צוגעבן פּראָגראַם ● לעבן",
      "subtitle": "ווער עס יז קענען פאַרשרייַבן אין דעם פּראָגראַם און פאַרדינען פון אַבאָנעמענט און טראַנסאַקטיאָן פיז פֿאַר לעבן."
    }
  },
  "home_menu": {
    "buttons_header": "טיף ונטערטוקנ זיך אין סעללדאָנע",
    "beta": "ביתא",
    "home": "היים",
    "why_selldone": "פארוואס סעלדאָנע?",
    "ecommerce": "עקאָממערסע<br> בילדער",
    "automation": "אַוטאָמאַטיאָן און IoT",
    "ai": "AI",
    "app_builder": "אַפּ בילדער",
    "seo": "אַוטאָ סעאָ<br> מאָטאָר",
    "marketing": "מאַרקעטינג &<br> קאַמפּיין",
    "report": "קלוג באריכט<br> גענעראַטאָר",
    "domain": "וואָלקן-באזירט האָסטינג",
    "accounting": "צאָלונג &<br> אַקאַונטינג",
    "logistics": "לאָגיסטיקס &<br> שיפּינג",
    "page_builder": "לאַנדינג בלאַט<br> בילדער",
    "incentives": "קלוב &<br> ינסענטיווז",
    "orders": "אָרדערס &<br> פּראַסעסינג",
    "staff": "קאַסטאַמערז &<br> מאַנשאַפֿט",
    "community": "מנהג קאַמיוניטי",
    "pos": "אָנליין POS",
    "group_build": {
      "header": "בויען",
      "subheader": "מיר בויען אַ סיסטעם אַרום איר צו שאַפֿן דיין הצלחה געשיכטע."
    },
    "group_manage": {
      "header": "פירן",
      "subheader": "אָנפירונג דיין געשעפט וועט זיין מער ענדזשויאַבאַל ווי אלץ."
    },
    "group_sell": {
      "header": "פאַרקויפן",
      "subheader": "שטענדיק זיין קלאָוזינג, מאַכן געלט און הנאה עס."
    },
    "group_grow": {
      "header": "וואַקסן",
      "subheader": "ענטערפּרייז-מיינונג פֿעיִקייטן און מכשירים אין דיין האַנט, דער הימל וועט זיין דיין שיעור."
    }
  }
};