<?php 

 return [
     "shop-order-payment" => [
     "title" => "ගෙවීම පිළිගන්න",
     "sample" => "ඔබේ $267 ගෙවීම සාර්ථකව පියවා ඇත.<br> ඇණවුම: SM-425<br> ස්තූතියි, <b>ඔබේ ගබඩාවේ නම</b> .<br> විකුණුවා",
     "body" => "ඔබගේ :param2 ගෙවීම සාර්ථකව පියවා ඇත. ඇණවුම: :param1 ස්තුතියි, :param3. විකුණුවා",
],
     "shop-order-payment-admin" => [
     "title" => "ගෙවීම පිළිගන්න",
     "sample" => "නව 267$ ගෙවීම සාර්ථකව ගෙවා ඇත.<br> ඇණවුම: SM-425<br> ස්තූතියි, <b>ඔබේ ගබඩාවේ නම</b> .<br> විකුණුවා",
     "body" => "නව: param2 ගෙවීම සාර්ථකව පියවා ඇත. ඇණවුම: :param1 ස්තුතියි, :param3. විකුණුවා",
],
     "shop-login" => [
     "title" => "ලොගින් සත්‍යාපන කේතය",
     "sample" => "ඔබගේ පිවිසුම් කේතය: <b>123456</b><br> <b>ඔබේ ගබඩාවේ නම</b><br> විකුණුවා",
     "body" => "ඔබගේ පිවිසුම් කේතය: :param1 :param2 Selldone වේ",
],
     "user-login" => [
     "title" => "පුරනය වීමේ සාර්ථක පණිවිඩය",
     "sample" => "ආදරණීය <b>නම</b> ,<br> ඔබ <b>iPhone 165.250.300.1</b> මගින් <b>5/8/2021 9:14AM ට</b> ඔබගේ ගිණුමට ඇතුළු වී ඇත.<br> විකුණුවා",
     "body" => "හිතවත් :param1, ඔබ ඔබගේ ගිණුමට ලොග් වී ඇත්තේ :param2 at :param3. විකුණුවා",
],
     "avocado-order-submit" => [
     "title" => "අලිගැට පේර නව ඇණවුම ගැනුම්කරු වෙත යැවීමට ඉදිරිපත් කරන ලදී",
     "sample" => "<b>ඔබේ ගබඩාවේ නම</b><br> ආදරණීය <b>ඔබේ නම</b> ,<br> අපට ඔබගේ ඇණවුම ලැබී ඇති අතර අපි එය සමාලෝචනය කරමින් සිටිමු.<br> ඇණවුම #: <b>AVO-246</b><br> විකුණුවා",
     "body" => ":param3 හිතවත් :param1, අපට ඔබගේ ඇණවුම ලැබී ඇති අතර අපි එය සමාලෝචනය කරමින් සිටිමු. ඇණවුම #: :param2 Selldone",
],
     "avocado-order-submit-seller" => [
     "title" => "අලිගැට පේර විකුණුම්කරු වෙත නව ඇණවුමක් ලැබේ",
     "sample" => "ඔබට අලිගැට පේර ඇණවුමක් ලැබී ඇත:<br> ගබඩාව: <b>ඔබේ වෙළඳසැලේ නම</b><br> ගැනුම්කරු: <b>ගැනුම්කරුගේ නම</b><br> ඇණවුම: <b>AVO-246</b><br> විකුණුවා",
     "body" => "ඔබට අලිගැට පේර ඇණවුමක් ලැබී ඇත: ගබඩාව: :param1 ගැනුම්කරු: :param2 Order: :param3 Selldone",
],
     "avocado-ready-to-pay" => [
     "title" => "අලිගැට පේර ඇණවුම ගෙවීමට සූදානම්",
     "sample" => "<b>ඔබේ ගබඩාවේ නම</b><br> ඔබගේ ඇණවුම තහවුරු කර ඇති අතර පහත සබැඳිය හරහා ගෙවිය හැක.<br> ඇණවුම #: <b>AVO-246</b><br> සබැඳිය: <b>https://your-domain/avocado</b><br> විකුණුවා",
     "body" => ":param3 ඔබගේ ඇණවුම තහවුරු කර ඇති අතර පහත සබැඳිය හරහා ගෙවිය හැක. ඇණවුම #: :param2 සබැඳිය: :param1 Selldone",
],
];