<?php


return [
    /*
  |--------------------------------------------------------------------------
  | Instagram
  |--------------------------------------------------------------------------
  */
    'instagram' => [
        'title' => "Instagramストアビルダー|Instagramアカウントをオンラインストアに変換する",
        'desc' => "どこにもお金を無駄にしないでください。 Selldone でストアを構築したら、WordPress、Joomla、WooCommerce などの他のストア構築ツールを使用することは考えなくなります。",

        'clip' => "/landing-assets/instashop/video/Anime-Instagram-En.m4v",
        'clip_title' => "シェフとかわいい猫は Instagram でどのように売れているのでしょうか?",


        'alt1' => "Selldone Instagram ストア ビルダー",
        'alt2' => 'Instagramでサラケーキを販売した話',
        'alt3' => 'Selldone オンライン注文処理センター',
        'alt4' => 'Selldone オンライン ストアの支払いゲートウェイ',
        'alt5' => 'オンラインストア向けの自動SEOエンジン',
        'alt6' => 'Instagram でオンライン販売する新しい方法',
        'alt7' => 'ブランディングとブランディング',
        'alt8' => 'ショップレジ係',
        'alt9' => 'マーケティングおよび販売ツール',
        'alt10' => '無料ビジネスパートナー',
        'alt11' => '注文処理センター',
        'alt12' => '忠実な顧客',
        'alt13' => '直接支払いゲートウェイ',
        'alt14' => 'Instagram販売チャネル',
        'alt15' => 'サイトおよびストアの開発者を雇う',
        'alt16' => 'Selldone プラットフォームのストーリー',
        'alt17' => 'サイトと店舗の自動化された SEO エンジン',
        'alt18' => 'ハッピーセラー',
        'alt19' => 'ショッピングカート',


        'm1' => 'なぜ Selldone なのでしょうか?',
        'm2' => '自動SEO',
        'm3' => '料金（無料）',

        'register' => '登録する',

        'header' => '<span class="ulr"> 10 倍</span> もっとお得<br><span class="ulr">Sell</span> Instagram',
        'header_msg' => '顧客が Instagram からストアのようなページを開き、気に入った写真から商品を選び、注文に追加し、オンラインであなたのアカウントに直接支払いを行うところを想像してみてください。解決策はすぐ目の前にあります。',

        'name_plc' => 'ユーザー名を入力してください',
        'preview' => 'プレビューストア',
        'create_act' => 'Instagramストアを作成する',


        'title1s' => 'どのように機能するのでしょうか?',
        'title1' => 'あなたの Instagram を <span class="ulb"> あらゆる機能を備えた </span> ストアに変えましょう!',
        'desc1' => '最大のオンライン ストアのパネルよりも多くの機能がありますが、単純なホストとの作業は楽しいものであることは間違いありません。',
        'sub1' => '製品管理は次のように行われます...',
        'sub1msg' => "最初のステップは製品を追加することです。 Selldone を使用すると、数回クリックするだけで Instagram から商品をインポートしたり、Excel ファイルをアップロードしたり、その他の簡単な方法を使用したりできます。",
         'list1_1' => '完全に潰して経営を閉鎖する',
         'list1_2' => '在庫更新と価格の迅速化',
         'list1_3' => 'Excelファイルで商品を追加',
         'list1_4' => '商品追加はこちらから',
         'list1_5' => '退屈ですか？追加させていただきます！',

        'title2s' => '注文はこのように機能します...',
        'title2' => "1 日あたり 10 倍の注文では十分ではありませんか? Selldone は、各店舗で 1 日あたり 10,000 件を超える注文を想定して設計されています。",

        'list2_1' => '旅行状況をすばやく確認し、迅速に行動します',
        'list2_2' => '顧客は注文の最新ステータスを確認できます',
        'list2_3' => '支払い、注文処理、発送を管理する',
        'list2_4' => 'コラボレーターを好きなだけ追加できます',


        'title3s' => 'ダイレクトゲーム完了！',
        'title3' => "ストアでのオンライン支払いは、ドメインを使用してアカウントに直接行われます。オンラインポータルの種類と現地での支払いを選択できます。",

        'list3_1' => 'オンライン支払いゲートウェイ (アカウントに直接)',
        'list3_2' => 'オンサイト支払いを可能にする機能',
        'list3_3' => '電子トラストシンボル（給与）のない受信ゲートウェイ',
        'list3_4' => '支払いとワンクリック注文を管理する',


        'title4s' => '自動SEO',
        'title4' => 'SEO のベスト プラクティスに従って SEO に優しいサイトを設計すると、オンライン ビジネスが潜在的な顧客にさらに認知されるようになります。 Selldone は SEO 指向のストアに必要なインフラストラクチャを提供するため、Google で発見されることを心配する必要はありません。',

        'list4_1' => '良いテキストと画像を私たちに残してください',

        'title0' => '<span class="uly">もっと専門的に販売し</span>顧客をもっと幸せにし<br>オンライン ビジネスを成長させていることに誇りを感じる時が来ました',


        'title6s' => "これで満足しないでください",
        'title6' => 'Instagram ストアをはるかに超えています...',


        'features' => '特長',
        'features_act' => 'すべての機能を表示',

        'x1' => '専用ドメインのオンライン ストアでブランドを構築し、独自の顧客クラブを持ちます。',
        'x2' => '設置コスト 0 ドルで、必要なだけお使いいただけるオンライン ストア レジです。',
        'x3' => '警察市場最大手のブランドですら備えていない最高のマーケティングおよび販売ツール。',
        'x4' => "Selldone という名前の期待は低い良いパートナーですが、その全努力は会社の売上を上げることであり、お金を受け取って辞めることではありません。",

        'a1' => '注文処理',
        'a1s' => 'スピードを重視した設計',

        'a2' => 'マーケティングとインセンティブ',
        'a2s' => '忠実な顧客を見つける',

        'a3' => '直接支払い',
        'a3s' => '支払いインターフェースなし',

        'a4' => '販売チャネル',
        'a4s' => 'テレグラム、グーグル、インスタグラムなど',

        'blog' => 'うーん',

        'b1' => "2021 年もプログラマーを雇ったり、店舗構築パッケージやホストを購入したりする必要があるのでしょうか?",
        'b2' => "Selldone の物語|サイト立ち上げ方法とネットビジネスの変化",
        'b3' => '自動 SEO エンジンが Google の検索結果で輝く',
        'read' => '続ける',

        'title5s' => 'どれくらいの費用がかかるのか知りたいですか？',
        'title5' => 'モデル <span class="ulr"> から永久無料 </span> (手数料 2%)<br> からモデル 0.5% (月額料金あり)',
        'msg5' => "売上がない限り、1 リアルの所有者はサイト、ホスト、サーバー、サービス、ツール、サポート、アップデートなどの料金を請求しません。お金はあなたのアカウントに直接入金されます！ Selldone は、すべてのパートナーが月末に料金を支払うか、数か月後に問題が発生した場合はウォレットに請求することを信頼しています。",
         'footer_act' => "無料だけがメリットではない！どうやって？",
         'footer' => '質問やヒントがあれば質問してください。',

        's1' => 'スマートレポート',
        's2' => '無料のクラウドホスティング',
        's3' => '物流と加工',
        's4' => 'ランディングページビルダー',
        's5' => '特徴と利点',
        's6' => '財務管理',
        's7' => 'マーケティングツール',
        's8' => 'インセンティブと顧客',
        's9' => 'Selldoneについて',
        's10' => 'ブログ',
        's11' => 'ヘルプ',
        's12' => 'プライバシー',
        's13' => '利用規約',
        's14' => 'ショップビルダー',

        'img1' => '/landing-assets/instashop/images/caveman-shop-builder-en.png',


        'importer-ts' => "Selldone の使用について心配ですか?",
        'import_title' => "Selldone ユーザーに質問してください。 <span class='ulr'>シンプルさとスピード</span>に関する彼らのフィードバックはあなたを驚かせるでしょう!",
        'import_message' => "Instagram からストアに商品を直接インポートすることもできますが、必要に応じて、簡単な Excel ファイルを使用してすべての商品と写真をストアに自動的に追加することもできます。同じファイルに入力し、Google から画像の URL をコピーし、最後に CSV ファイルを取得して製品管理セクションにドロップします。 Selldone が代わりにやってくれます。",
        'import_t1' => "何か製品はありますか",
        'import_b1' => "彼らには多様性がない",
        'import_m1' => "このファイルをダウンロードし、製品の名前、価格、在庫を入力し、Google などの場所から画像リンクをコピーして貼り付けるだけです。",

        'import_b2' => "複数のバリエーション",
        'import_m2' => "多様性とは、色、サイズ、素材などを意味します。多数の製品をお持ちの場合は、このファイルをダウンロードして製品情報を入力できます。こちらは少し難しいです",

        'import_download' => "サンプルファイルをダウンロード",

    ]

];
