/*
 * Copyright (c) 2023. Selldone® Business OS™
 *
 * Author: M.Pajuhaan
 * Web: https://selldone.com
 * ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━
 *
 * All rights reserved. In the weave of time, where traditions and innovations intermingle, this content was crafted.
 * From the essence of thought, through the corridors of creativity, each word, and sentiment has been molded.
 * Not just to exist, but to inspire. Like an artist's stroke or a sculptor's chisel, every nuance is deliberate.
 * Our journey is not just about reaching a destination, but about creating a masterpiece.
 * Tread carefully, for you're treading on dreams.
 */

export default {
  local_service: "የአካባቢ አገልግሎት ለ {country_name}",
  local_service_message: "ይህ አገልግሎት የተነደፈው በ <u>{country_name} ለሚኖሩ</u> እና አገልግሎቶቻቸውንና ምርቶቻቸውን በዚህ አገር ለሚሸጡ ተጠቃሚዎች ብቻ ነው። የሚፈቀድልዎ የአካባቢ አገልግሎቶችን ወይም የSelldone ዓለም አቀፍ አገልግሎትን መጠቀም ብቻ ነው። ይህን አገልግሎት ለመጠቀም የ <b>{country_name}</b> እና <b>የአውሮፓ ህብረት</b> ሕጎችን መከተል አለብዎት።",
  my_shops: "የእኔ ሱቆች",
  select_language_dialog_title: "ንግድዎን በሚወዱት ቋንቋ ያድርጉ",
  welcome_title: "ንግድዎን በእይታ ይገንቡ፣ ያስተዳድሩ እና ያሳድጉ",
  welcome_subtitle: "የመስመር ላይ መደብርዎን በምንም ኮድ እና ያለ ምንም ባለሙያ ለሚሊዮኖች ለሚቆጠሩ ትዕዛዞች መፍትሄ ይስሩ።",
  //"Make your online store by no-code & no-expert needed solution for millions of orders.",

  moto: "ይሞክሩት ፣ በሮችን ከፍተናል!",
  start_now_btn: "አሁን ይጀምሩ - ነፃ ነው።",
  create_ecommerce_btn: "ኢኮሜርስዎን በነጻ ይጀምሩ",
  incentive_action: "ዝቅተኛ የመስመር ላይ የሽያጭ መጠንዎን ይሰናበቱ!",
  create_shopping_website: "የእኔ ኢኮሜርስ ይፍጠሩ",
  your_shop: "የእርስዎ የመደብር ፊት",
  your_dashboard: "የእርስዎ የኋላ ቢሮ",
  storefront: "የመደብር ፊት",
  back_office: "የኋላ ቢሮ",
  today_sales: "የዛሬ ሽያጭ",
  today_orders: "የዛሬ ትዕዛዞች",
  s1: {
    /* title: "Make Your Online Store By<br>No—Code & No—Expert Needed Solution",
                                 title_animated_words: [
                                   "Entrepreneurs",
                                   "Artists",
                                   "Independent Businesses",
                                   "Brands",
                                   "Retails",
                                   "Creators",
                                 ],*/

    subtitle: "ለደንበኞችዎ ልዩ፣ ፈጣን፣ ደህንነቱ የተጠበቀ እና አስተማማኝ ተሞክሮ መፍጠር ከፈለጉ ይህ መሳሪያ ለእርስዎ ነው። ልዩ ማህበረሰብዎን እና ፈጣን ኢ-ኮሜርስን ከማስታወቂያ ነፃ በሆነ የድርጅት ደረጃ የንግድ ኦፕሬቲንግ ሲስተም ይገንቡ።",
    domain_input: {
      message: "ማከማቻዎ በነጻ ማስተናገጃ እና ኤስኤስኤል ካለህ ከማንኛውም የግል ጎራዎች ጋር መገናኘት ይችላል።",
      action: "መደብር ይፍጠሩ"
    },
    community: "የማህበረሰብ መድረክ",
    shop: "የመስመር ላይ ሱቅ ገንቢ",
    inventory: "የእቃዎች አስተዳደር",
    cms: "ገጽ አርታዒ እና ሲኤምኤስ",
    in_60_sec: "እዚህ ጠቅ ያድርጉ",
    why_use_selldone_if_frustrated_from_wordpress_and_shopify: "በስህተት የተሞሉ የWordPress ፕለጊኖች፣ ሊሰፉ የማይችሉ ሰርቨሮች ወይም ውድና ውስብስብ የShopify መተግበሪያ ቅንብሮች ካሳሰቡዎት፣ Selldone ለእርስዎ የመጨረሻው መፍትሔ ነው።"
  },
  video: {
    title: "ለእርስዎ የመስመር ላይ እና በአካል ሽያጭ ሁሉም-በአንድ መፍትሄ።",
    msg: "በኢ-ኮሜርስዎ ውስጥ በጣም ፈጣን የግዢ ልምድ ያቅርቡ።",
    pacman: "እኔ የቴክኒክ መስራች አይደለሁም።",
    card_pos: {
      title: "Selldone POS",
      msg: "በዜሮ ማዋቀር ወጪ መፍትሄ በአካል ይሽጡ።"
    },
    card_ecommerce: {
      title: "Selldone ኢ-ኮሜርስ",
      msg: "በመስመር ላይ እንደ ባለሙያዎች ይሽጡ።"
    }
  },
  why: {
    title: "ለምን ተሽጧል?",
    msg: "ቡድኖችን ያለ አሰልጣኞች፣ አብዮቶች ያለ መሪ፣ ዛፎች ሥር የሌላቸው፣ እና ንግዶች ያለ ኦፕሬቲንግ ሲስተም መገመት አንችልም! ስለዚህ በፍጥነት ለሚያድጉ ኩባንያዎች እና ወጣት ሥራ ፈጣሪዎች የመስመር ላይ ንግድን እንደገና እያሰብን ነው።",
    sec1: {
      title: "ቀላል + ባለሙያ"
      //   msg: "It's built for you to game like a professional in the markets, even if you are a beginner but want to play like a professional, or you are an expert and deserve to play like yourself!",
    },

    sec2: {
      title: "የድርጅት ደረጃ መሣሪያዎች"
      //  msg: "We release new features, update APIs and apply new methods as a daily routine.  It's an operating system for your business, so your business scale up by our platform.",
    },

    sec3: {
      title: "ማህበራዊ ሽያጭ"
      //  msg: "Our product is designed on the real trading behavior of purchasers all around the world. We offer one-of-a-kind sales methods on Instagram, TikTok, and other social networks, named AVOCADO.",
    },

    sec4: {
      title: "ገንዘብ ቆጠብ"
      // msg: "No need for any experts to have an ecommerce anymore! Say goodbye to the costly development, maintenance, programming process, and even ecommerce platforms experts' cost.",
    }
  },

  how_it_work: {
    title: "እንዴት እንደሚሰራ.",
    msg: "ምንም ክሬዲት ካርድ፣ ምንም-ተሰኪ፣ ምንም-አብነት፣ ምንም-ማዋቀር፣ ምንም-አስተናጋጅ፣ ምንም-ቴክኒካል መፍትሄ እንደ ባለሙያዎች መጫወት ለሚፈልጉ።",
    step0: {
      title: "ለገዢዎች የተሰራ፣ በሻጮች የተወደደ፣ አንድ እርምጃ ይርቃል።",
      msg1: "እውነተኛ የኢኮሜርስ ንግድ እንዲኖርዎት፣ ደስተኛ ደንበኞችን በንግድዎ ዙሪያ ለመሰብሰብ እና በእውነት ለመስራት በሚወዱት ላይ ለማተኮር ጊዜው አሁን ነው።"
    },
    step1: {
      title: "ምርቶችዎን ያክሉ።",
      msg1: "በ Instagram ላይ ፎቶዎችን ማከል ያሉ ምርቶችን በእጅ ያክሉ! ወይም 100,000 ንጥሎችን በ Excel ፋይል ብቻ ይጨምሩ። ምርቶችን፣ አገልግሎቶችን፣ የደንበኝነት ምዝገባዎችን እና ፋይሎችን በአንድ ቦታ መሸጥ ይችላሉ።"
    },
    step2: {
      title: "የመክፈያ ዘዴዎች ከፍላጎትዎ ጋር ይጣጣማሉ።",
      msg1: "በፋይናንሺያል ግብይቶች ውስጥ ጣልቃ የመግባት ፍላጎት የለንም! 100% የደንበኞች ክፍያ በቀጥታ ወደ የባንክ ሂሳብዎ ይተላለፋል። በቀላሉ የእርስዎን Stripe፣ PayPal፣ ወዘተ ያገናኙ። በተመሳሳይ ጊዜ በመደብርዎ ውስጥ ብዙ ንቁ የክፍያ አገልግሎቶች ሊኖሩዎት ይችላሉ።",
      crypto_msg: "ለንቁ ነጋዴዎች ይገኛል።"
    },
    step3: {
      title: "ነጭ መለያ / ተጣጣፊ / በጥልቀት ሊበጅ የሚችል።",
      msg1: "ማረፊያ ገጾችዎን ይንደፉ እና የጣቢያዎን ጭብጥ ለብራንድ መልእክትዎ የተዘጋጀውን ቀለም ይለውጡ። ጎትት እና ጣል ባህሪ ይህን ሁሉ ባለሙያ መቅጠር ሳያስፈልገው እንዲቻል ያደርገዋል።",
      view_sample_pages: "እርስዎን ለማነሳሳት ምርጥ የኤስዲ መደብሮች"
    },
    step4: {
      title: "አንድ ጠቅታ ቼክአውት፡ በአለም ዙሪያ የተዋሃደ የፍተሻ ልምድ።",
      msg1: "ደንበኞች ከእርስዎ ለመግዛት መረጃውን ማስገባት እና የምዝገባ ቅጹን መሙላት የለባቸውም! በኤስኤምኤስ ገብተው የቼክ መውጫ ቅጹን በአንድ ጠቅታ ሞልተው ይክፈሉ። እርስዎ ያድጋሉ, እኛ እናድጋለን."
    }
  },
  /**
   * @see OOnboardingShop
   */
  onboarding: {
    title: "ንግድዎን በመስመር ላይ፣ ፈጣን እና የተሻለ ያድርጉት - ነፃ ነው።",
    success_title: "የእርስዎን የመስመር ላይ የንግድ ስርዓተ ክወና በመጫን ላይ፣",
    wait_msg: "እባክዎን ለጥቂት ሰከንዶች ይጠብቁ...",
    ready_msg: "ሱቅዎ ዝግጁ ነው።",
    send_mail_msg: "የመግቢያ አገናኝ ወደ {email} ተልኳል",
    enable_disable_features_msg: "እነዚህን ባህሪያት በኋላ ማንቃት ወይም ማጥፋት ይችላሉ።",
    package_starter: {
      title: "አማራጭ ጥቅል",
      subtitle: "Selldoneን ለማዋቀር ወይም ለመማር ጊዜ ላይኖርዎት እንደሚችል እንረዳለን፤ ስለዚህ ከምዝገባ በኋላ በፈቃድዎ መግዛት የሚችሉትን <b>ሁሉን-በአንድ ጥቅል</b> መዳረሻ ያገኛሉ። ይህ ጥቅል መደብሩ ከተፈጠረ በኋላ ለ<b>14 ቀናት</b> ብቻ ይገኛል።",
      include_items_title: "እነዚህን አገልግሎቶች ያካትታል",
      include_items: ["የመደብር ቅንብሮችንና መልክን ማዋቀር", "አንድ የመላኪያ ዘዴ እና አንድ የክፍያ ዘዴ ማዋቀር", "የመነሻ ገጽዎን መንደፍ", "ምርቶችን በExcel ለማስገባት እገዛ", "የግል ዶሜንዎን ማከል"]
    },
    sample: {
      title: "የናሙና ውሂብ ጫን",
      description: "መደብሬን እንደ ምርቶች፣ ምድቦች እና የብሎግ ልጥፎች ባሉ የናሙና ውሂብ ጀምር።"
    },
    options: {
      title: "የሱቅ ውቅር",
      msg: "በድር ጣቢያዎ ላይ ምን አይነት ባህሪያትን ይፈልጋሉ?",
      ecommerce: "ኢኮሜርስ",
      pos: "የመሸጫ ቦታ",
      blog: "ብሎግ እና ሲኤምኤስ",
      community: "ማህበረሰብ እና መድረክ",
      ecommerce_desc: "ምርቶችዎንና አገልግሎቶችዎን በመስመር ላይ ይሽጡ።",
      pos_desc: "ምርቶችዎንና አገልግሎቶችዎን በአካል ይሽጡ።",
      blog_desc: "ጽሑፎችዎንና ልጥፎችዎን ለማተም ኃይለኛ CMS።",
      community_desc: "የራስዎን ማህበረሰብና ፎረም ይፍጠሩ።"
    },
    job: {
      title: "የእርስዎ ኢንዱስትሪ ምንድን ነው?",
      placeholder: "የትኛውንም መድረክ በአሁኑ ጊዜ እየተጠቀምክ ቢሆንም ንግድህን ወደ Selldone OS ቀይር።"
    },
    shop_name: {
      title: "የንግድ ስም",
      placeholder: "ምሳሌ. አሌክስ ጫማ"
    },
    income: {
      title: "ወርሃዊ ሽያጭ",
      msg: "የጠቅላላ ወርሃዊ ሽያጮችዎን ክልል ይምረጡ።",
      Low: "እስከ $5,000 ዶላር",
      Medium: "5,000 ዶላር ~ 50,000 ዶላር",
      High: "50,000 USD ~ $1,000,000 USD",
      Extreme: "ከ$1,000,000 ዶላር በላይ"
    },
    step_1: "ዓላማ",
    step_2: "ማዋቀር",
    step_3: "መለያ"
  },
  notion: {
    title: "ጨዋታ በተለያዩ ህጎች።",
    quote: "በቂ ገንዘብ የሌለው፣ የቴክኖሎጂ ልምድ የሌለው፣ ሂሳቡን ለመክፈል የባንክ አካውንት የሌለው እንኳን አንድ ሰው በኦንላይን የሰው ልጅ ዘመን ለውጥ ሊያመጣ እንደሚችል እናምናለን። በበይነመረቡ ላይ በጣም ሊደረስበት የሚችል ስርዓተ ክወና ሆኖ ለመስራት ከድርጅት ደረጃ መሳሪያዎች ጋር ለአገልግሎት ዝግጁ የሆነ መድረክ በመፍጠር እናደርገዋለን።"
  },
  stop: {
    title: "ቀላል የመስመር ላይ ግብይት ድር ጣቢያ ገንቢ + ቀጥተኛ ክፍያ።",
    subtitle: "ትርፋማ የሆነ የመስመር ላይ ንግድ ለመገንባት ካቀዱ እና የንግድ ስራዎን ወደ እውነትነት ከቀየሩ፣ Selldone ፍጹም ምርጫ ነው።",
    pacman: "የክፍያ ፕለጊኖች"
  },
  flow: {
    title: "ሊበጅ የሚችል የፍተሻ ፍሰት።",
    subtitle: "የእርስዎን የደንበኛ ጉዞ እና የግዢ ፍሰት እና የሙከራ ውጤቶችን ይንደፉ።",
    pacman: "ፕለጊኖችን ፈትሽ"
  },
  business_model: {
    title: "የእይታ የንግድ ሞዴል ጉዲፈቻ.",
    subtitle: "የንግድ ሞዴልዎን በእይታ ያዋቅሩ ፣ ሁሉም ውስብስብነት ከትዕይንቱ በስተጀርባ ይስተካከላል ።",
    pacman: "የገበያ ቦታ እና POD ተሰኪዎች"
  },
  os: {
    title: "ዓለም አቀፍ ደረጃ ያላቸው መሣሪያዎች መዳረሻ - ነፃ።",
    msg: "ሙያዊ ኢ-ኮሜርስን የመፍጠር ሃይልን በእጅዎ ጫፍ ላይ እናደርጋለን።"
  },
  login: {
    title: "በገበያ ውስጥ እንደ ፕሮፌሽናል ለመጫወት ዝግጁ ነዎት?"
  },
  currencies: {
    title: "ምንዛሬዎች",
    sub: "ደንበኞችዎ በአካባቢያቸው ምንዛሬዎች ያለችግር መክፈል ይችላሉ።",
    msg: "ከቴክ፣ ተሰኪዎች እና የክፍያ ውስብስቦች ህመም ጋር ከመታገል ይልቅ በሽያጭ ላይ ያተኩሩ። በመስመር ላይ ንግድዎ ውስጥ ሁሉም ነገር እንዲስማማ ለማድረግ ከሀገር ውስጥ እና ከአለምአቀፍ የክፍያ አገልግሎቶች ጋር እንሰራለን።"
  },
  countries: {
    title: "አገሮች",
    sub: "በዓለም ላይ በጣም ቀላል የሆነው ቢዝነስ ኦኤስ.",
    msg: "በመስመር ላይ ቦታ ላይ ያለውን ባህላዊ ሰው ለሰው የግብይት ባህሪ እናስተካክላለን፣ እርስዎ ወይም ደንበኛዎ የትም ቢኖሩ፣ ለእርስዎ የተሻለውን ተሞክሮ ለማቅረብ ተልእኮ ላይ ነን።"
  },
  dna: {
    title: "የእርስዎ ንግድ DNA",
    sub: "በSelldone ያከናውኑት!",
    msg: "ብቸኛው ሁሉን-በ-አንድ፣ ምንም ኮድ የለሽ የንግድ ሥራ ኦፕሬቲንግ ሲስተም እንደ አገልግሎት የድርጅት ደረጃ መሣሪያዎች ያሉት ለእርስዎ ነው።"
  },
  api: {
    header: "ክፍት ምንጭ API እና SDK ከ{infinite} ማበጀት ጋር",
    title: "ዴቭ. ወዳጃዊ",
    msg: "በመስመር ላይ ንግዶች ሙሉ በሙሉ ክፍት የሆነ ኤፒአይ ላይ የተመሠረተ መፍትሄ።",
    sec1: {
      title: "የንግድዎን የጀርባ አጥንት እንገነባለን",
      msg: "የሱቅዎ ሁሉም ጎኖች በኃይለኛው REST API በኩል ይገኛሉ። ስለ ቴክኒካል፣ ክፍያ እና የድጋፍ ችግሮች ሳይጨነቁ በመደብሩ ላይ ማንኛውንም ለውጥ ማድረግ፣ መተግበሪያዎችዎን መፍጠር ወይም የግዢ መተግበሪያዎን ማዳበር ይችላሉ።"
    },
    sec2: {
      title: "ፈጣን ውህደት",
      msg: "የማረጋገጫ ደረጃዎችን ለማከናወን፣ መለያውን ለመድረስ እና በቀላል ትዕዛዞች ለማስተዳደር እንዲችሉ ኤስዲኬዎችን ለሁሉም የጋራ ቋንቋዎች እና ማዕቀፎች እናዘጋጃለን። መጀመር በጥቂት ጠቅታዎች ብቻ ይቀራል።"
    }
  },
  /** @see ConvertibleSelldoneView **/
  convertible: {
    store_name: "የእርስዎ መደብር",
    variant_1: "የምርት ተለዋጭ አምበር",
    variant_2: "የምርት ተለዋጭ ቀይ",
    buy: "አሁን ግዛ",
    price: "89 ዶላር",
    management: {
      title: "ምርቶች አስተዳደር",
      msg: "በዊንዶውስ ውስጥ የሚጎትቷቸው እና የሚጥሏቸው እንደ ፋይሎች እና አቃፊዎች ያሉ ምርቶችን እና ምድቦችን ያቀናብሩ።",
      check1: "ምርቶችን በ Excel ወይም በCSV ፋይሎች ይስቀሉ።",
      check2: "የኤአር ሞዴሎችን ያክሉ።",
      check3: "በራስ SEO ሞተር ያሻሽሉ።",
      check4: "አስተዳደር ጎትት እና አኑር።"
    },
    payment: {
      title: "በርካታ የክፍያ ዘዴዎችን ይደግፉ",
      msg: "እንከን የለሽ ልምድ በጣቢያ / ውስጠ-መተግበሪያ ክፍያ።",
      check1: "ጭረት",
      check1msg: "ከ 40 በላይ አገሮችን ይደግፉ.",
      check2: "ክላርና",
      check2msg: "አሁን ይግዙ በኋላ ይክፈሉ።",
      check3: "Paypal",
      check3msg: "አንድ ጠቅታ ክፍያ."
    },
    checkout: {
      title: "የእርስዎ የምርት ስም",
      online: "የመስመር ላይ ደንበኞች",
      offline: "በአካል ተገልጋዮች"
    },
    design: {
      title: "ገጽ ገንቢ",
      msg: "በመጎተት እና በመጣል ብቻ እውን ያድርጉት።"
    }
  },
  secure: {
    title: "ከፍተኛ ደህንነቱ የተጠበቀ መፍትሄ",
    msg: "የውሂብ ታማኝነት እና የድርጅት ተደራሽነት ደረጃ አስተዳደር።"
  },
  build: {
    title: "ከራስዎ ምርት ስም ጋር የራስዎን ኢ-ኮሜርስ ይኑርዎት እና የንግድዎን ቁጥጥር መልሰው ይውሰዱ!",
    msg: "የማህበራዊ ሚዲያ መለያዎችዎን በጎራዎ ላይ ወዳለ የመስመር ላይ ግብይት ድረ-ገጽ ለመቀየር ወይም የእርስዎን ዋና ኢ-ኮሜርስ ከባዶ ለመፍጠር ብዙ ምርጫዎች አሉዎት።"
  },
  stripe: {
    title: "የStripe መለያ አለዎት?",
    msg: "እንኳን ደስ ያለህ፣ ከዚህ በፊት ብዙ ነገሮችን አድርገሃል። በአንድ ጊዜ መታ በማድረግ የመስመር ላይ መደብርዎን ይፍጠሩ! Selldone ቀሪውን ይንከባከባል."
  },
  /* demo: {
                  title: "View Demo",
                  msg: "See professional live e-commerces",
                },*/

  unbanked: {
    title: "አንድ መድረክ ፣ አንድ መፍትሄ - ዓላማ።",
    msg: "ከ1.7 ቢሊዮን በላይ የባንክ ላልሆኑ አዋቂዎችም ቢሆን የመስመር ላይ ሽያጮችን ለማመቻቸት እና የስራ ፈጠራ መንፈስን ለመክፈት ልዩ የቢዝነስ ኦኤስ."
  },
  faqs: [{
    question: "ያለ ክሬዲት ካርድ የመስመር ላይ መደብር መፍጠር እችላለሁ?",
    answer: "አዎ፣ በ Selldone ላይ እንደ ክሬዲት እና ዴቢት ካርዶች ያለ ምንም የባንክ ካርድ ሳያስፈልግ ኢ-ኮሜርስ መፍጠር ይችላሉ። ሴልዶን ከ1.7 ቢሊዮን በላይ ሰዎች የጋራ የፋይናንስ አገልግሎቶችን ሳያገኙ የላቀ የኢኮሜርስ አገልግሎትን ለሰዎች ለማቅረብ ልዩ መንገድ ይጠቀማል።"
  }, {
    question: "ባንክ ላልሆኑ ደንበኞች እንዴት በመስመር ላይ መሸጥ እችላለሁ?",
    answer: "ወደ ኢ-ኮሜርስዎ COD ( <b>በማድረስ ላይ በጥሬ ገንዘብ</b> ) ያክሉ፣ በዚህም ደንበኞችዎ ትዕዛዙን ከተቀበሉ በኋላ መክፈል ይችላሉ። COD የፋይናንስ መሠረተ ልማት እጥረት ባለባቸው አብዛኞቹ አገሮች ባህላዊ መንገድ ነው።"
  }, {
    question: "ያለ የባንክ ሂሳብ የእኔን ኢ-ኮሜርስ እንዴት ማዋቀር እችላለሁ?",
    answer: "ከSelldone በፊት የባንክ አገልግሎት ለሌላቸው ሰዎች ቀላል መፍትሔ አልነበረም። አሁን ግን የባንክ መለያ ሳይኖርዎት የኢ-ኮሜርስ መደብርዎንና ድር ጣቢያዎን መፍጠር ይችላሉ። ለእርስዎ የሚኖረው ወጪ በጣም አነስተኛ ነው፤ ይህን ወጪ በወሩ መጨረሻ በዋሌትዎ መክፈል ይችላሉ። የSelldone ዋሌት ከሌሎች ሰዎች ክፍያ መቀበል ወይም በስጦታ ካርዶች መሙላት ይችላል። እነዚህን አገልግሎቶች ለመጠቀም የክሬዲት ካርድ አያስፈልግዎትም።"
  }, {
    question: "ያለ ማዋቀር ወጪ ንግድ እንዴት መጀመር እችላለሁ?",
    answer: "<ol><li>በ <a href='https://selldone.com'>Selldone.com</a> ውስጥ በነጻ ይመዝገቡ።</li><li> መደብርዎን ይገንቡ።</li><li> ምርቶችዎን እና አገልግሎቶችዎን ያክሉ።</li><li> ጎራዎን ያገናኙ (አማራጭ)</li><li> የክፍያ መግቢያ መንገዶችን አንቃ።</li><li> ንግድዎን ከጓደኞች እና ቤተሰቦች ጋር ማስተዋወቅ ይጀምሩ።</li><li> እራስዎን እና ምርቶችዎን በማህበራዊ ሚዲያ ላይ ያስተዋውቁ።</li><li> ልዩ ዋጋ ያለው ሀሳብ በማቅረብ ለንግድዎ የምርት ስም ይገንቡ።</li><li> በ Selldone ፓነል በኩል የተጠቃሚዎን ባህሪ ይቆጣጠሩ።</li></ol>"
  }],
  brands: {
    title: "ንግድዎን በታመነ መሠረት ላይ ይገንቡ።",
    subtitle: "ንግድዎ ዋጋ ያለው ነው!"
  },
  why_boxes: {
    title: "በመጠን ለሚያድግ የመስመር ላይና የመደብር ውስጥ ሽያጭ የተመቻቸ",
    subtitle: "ለሽያጭ መቀየር በጥንቃቄ የተሠራ። ጎብኚዎችን ወደ ደንበኞች ለመቀየር በተዘጋጁ ቀላል መሣሪያዎች የመስመር ላይ መደብርዎን ያሳድጉ።",
    block1: {
      title: "የመጀመሪያ ወጪን ይቆጥቡ",
      subtitle: "ምንም ጭብጥ እና ምንም-ተሰኪ መፍትሔ።"
    },
    block2: {
      title: "የስራ ወጪን ይቆጥቡ",
      subtitle: "ምንም ተጨማሪ እና የተደበቀ ክፍያ በጭራሽ የለም።"
    },
    block3: {
      title: "ጊዜ ቆጥብ",
      subtitle: "የድርጅት ደረጃ ግን ለጀማሪ ተስማሚ።"
    }
  },
  money_transfer: {
    customer: "ደንበኛዎ",
    bank: "የባንክ ሂሳብዎ",
    wallet: "የኪስ ቦርሳ",
    free_setup: "ነፃ ማዋቀር።",
    no_extra_fee: "ምንም ተጨማሪ ክፍያ የለም።",
    no_hidden_fee: "ምንም የተደበቀ ክፍያ የለም።"
  },
  /** @see HomePanelExtraFlow **/
  extra: {
    cart: "የካርቶች አስተዳደር",
    payment: "ክፍያ",
    shipping: "ማጓጓዣ",
    fulfilment: "መሟላት",
    community: "ማህበረሰብ እና ግብረመልስ"
  },
  team: {
    title: "ከቡድኑ ጋር ይገናኙ.",
    msg: "በተለይ ተፎካካሪዎቻችን በሚሊዮን የሚቆጠር ዶላሮችን ለማስታወቂያ ሲያወጡ፣ በጨካኙ የንግድ መድረኮች ውስጥ በተለያዩ ህጎች እንጫወታለን። በምርቱ፣ በሰዎች እና እውነተኛ ችግሮችን በመፍታት ላይ ኢንቨስት እናደርጋለን። ይህ ቡድን ንግድዎን ይደግፋል!"
  },
  customers: {
    title: "ማህበረሰባችንን ያግኙ።",
    msg: "ከደንበኞቻችን በመማር የወደፊት ስራ ፈጣሪዎችን ለመክፈት ትርጉም ያላቸው መሳሪያዎችን ለመገንባት የጉዞ ጅምር ነው።"
  },
  /** {@see PanoramaImage} {@see HomePage} */

  panorama: {
    title: "ምንም ውድ ፕለጊን የለም፣ <b class=\"font-weight-bold\">ሁሉም ባህሪያት አስቀድሞ የተገነቡ</b>",
    msg: "በየወሩ በመቶዎች የሚቆጠሩ ዶላሮችን በተሰኪዎች እና መተግበሪያዎች ማውጣት አያስፈልግም እና ስለ ዝመናዎቹ መጨነቅ አያስፈልግም። እንደ ማክሮስ ለፒሲህ፣ Selldone OS ሁሉንም የንግድህን ቴክኒካዊ ገጽታዎች ይንከባከባል።",
    orders_management: "የትዕዛዝ አስተዳደር",
    online_pos: "የመስመር ላይ POS",
    shipping: "ማጓጓዣ",
    inventory_management: "የንብረት አያያዝ",
    social_commerce: "ማህበራዊ ንግድ",
    in_store_sell: "በመደብር ውስጥ መሸጥ",
    team: "ቡድን / ሠራተኞች",
    incentives: "ማበረታቻዎች / ታማኝነት",
    community: "የማህበረሰብ አስተዳደር",
    payments: "የአካባቢ ክፍያዎች",
    ar_3d: "3D/AR"
  },
  no_plugin: "አይ - ተሰኪ",
  product_page: {
    title: "የመጀመሪያ ምርትዎን ካከሉ በኋላ ውጤቱ።",
    msg: "በጥቂት ጠቅታዎች ብቻ ሃሳቦችዎን ወደ ህይወት ያምጡ።",
    open_sample_product_link: "የቀጥታ ምርትን ይክፈቱ",
    open_templates: "አብነቶችን ይመልከቱ"
  },
  /** {@see CountrySupportBox} */
  support_box: {
    country_select_label: "አገርዎን ይምረጡ",
    we_support_message: "{country}ን እንደግፋለን",
    we_limited_support: "ለ{country} ያለው ድጋፋችን የተገደበ ነው",
    support_message_long: "በአገርዎ ውስጥ ከSelldone ጋር ቀላልና ያለችግር የመስመር ላይ ግብይቶችን ይሞክሩ! ከሙያዊ የግብር ስሌቶች በተጨማሪ ጥሬ ገንዘብ፣ POS፣ የባንክ ዝውውር እና ሌሎች የክፍያ ዘዴዎችን እንደግፋለን። የአገርዎን ፍላጎቶች ሙሉ በሙሉ በሚደግፍ መድረክ ላይ ንግድዎን መገንባት ይጀምሩ።",
    limited_support_message_long: "በአገርዎ ውስጥ የመስመር ላይ ክፍያዎች ላይገኙ ይችላሉ፣ ግን አይጨነቁ! በSelldone ዓለም አቀፍ የጥሬ ገንዘብ ክፍያ፣ የባንክ ዝውውር እና በመድረሻ ጊዜ ክፍያ (COD) እናቀርባለን። የአገርዎንና የአውሮፓን ደንቦች በመከተል የመስመር ላይ ንግድዎን ከእኛ ጋር በእርግጠኝነት መገንባት ይችላሉ። ለተጨማሪ መረጃ ወይም በአገርዎ የመስመር ላይ ክፍያ ድጋፍን ለመጠየቅ እባክዎ የድጋፍ ቡድናችንን ያግኙ።",
    more_about_selldone_in_country: "በአገርዎ ስለ Selldone",
    tax: {
      title: "ለግብር ተስማሚ",
      message: "ለተለያዩ የምርት ምድቦች የግብር መገለጫዎችን በቀላሉ ያዋቅሩ፤ እነሱም ከገዢዎች አገርና ክልል ጋር በራስ-ሰር ይስማማሉ። ታዛዥ ይቆዩ እና ዓለም አቀፍ ተደራሽነትዎን ያሳድጉ።"
    },
    global: {
      title: "ዓለም አቀፍ ሽያጭ",
      message: "በSelldone ያለችግር የዓለም አቀፍ ድጋፍ ደንበኞችን በዓለም ዙሪያ ይድረሱ። ንግድዎን በቀላሉና በውጤታማነት ዓለም አቀፍ ያስፋፉ።"
    },
    shipping: {
      title: "አካባቢያዊና ዓለም አቀፍ መላኪያ",
      message: "እንደ Shippo እና Shipday ካሉ አካባቢያዊና ዓለም አቀፍ አጓጓዦች ጋር ውህዶች፣ እንዲሁም የራስ-ኮሪየር አስተዳደር አማራጮች በሁሉም ቦታ ለለሰ የማድረስ ስራ ያግዛሉ።"
    },
    erp: {
      title: "ERP ውህደት",
      message: "በክፍት gateway እና API መዳረሻ በኩል ከዋና ዋና ERP ስርዓቶች ጋር በቀላሉ ይገናኙ፣ ለተቀላጠፈ የንግድ ስራ ቀላል የአንድ-ጠቅታ ውህዶችን ይጠቀሙ።"
    }
  },
  hero: {
    intro: "ለንግዶች #1 ኦፕሬቲንግ ሲስተም",
    title: "{infinite} ፕለጊኖችንና መተግበሪያዎችን በአንድ {app} ይተኩ"
  },
  /**
   * {@see MakeYourShopHeader}
   */
  make_your_shop: {
    title: "የራስዎን ይፍጠሩ",
    amazon: "Amazon",
    local_store: "አካባቢያዊ መደብር",
    instagram: "የInstagram መደብር",
    dropshipping: "Dropshipping",
    coursera: "Coursera",
    gift_store: "የስጦታ መደብር",
    airbnb: "Airbnb",
    simple_store: "ቀላል መደብር",
    tiktok: "የTikTok መደብር"
  },
  /**
   * {@see SectionShowItsSimplicity}
   */
  show_its_simplicity: {
    title: "ሌላ አሰልቺና ውስብስብ <div class=\"app-box\" style=\"font-size: 55%\">😣</div> የኢ-ኮሜርስ መድረክ!?",
    subtitle: "በፍጹም አይደለም! ከመመዝገብዎ በፊት እንኳን ይሞክሩት...",
    as_guest: "እንደ እንግዳ",
    need_register: "ምዝገባ ያስፈልጋል",
    page_builder: {
      title: "ውስጣዊ የገጽ ገንቢ",
      subtitle: "በቀጥታ የመስመር ውስጥ አርትዖት ያለው የመጀመሪያው ቀላል ጎትትና አኑር የገጽ ገንቢ።",
      try_action: "የገጽ ገንቢውን ይሞክሩ",
      see_collection_action: "አብነቶችን ይመልከቱ"
    },
    ai: {
      title: "ውስጣዊ AI ባህሪያት",
      subtitle: "ምርጥ የኢንዱስትሪ ደረጃ የጀርባ ማስወገድ፣ የምስል ማሻሻያ፣ የይዘት ፍጠራ፣ ራስ-ሰር የምርት ፍጠራ እና ተጨማሪ።",
      try_action: "Selldone Intelligenceን ይሞክሩ"
    },
    storefront: {
      title: "ቀጥታ የመደብር ፊት",
      subtitle: "አንድ የኮድ መስመር ሳይጻፉ በዘመናዊ PWA ድር ጣቢያ ፈጣን የግዢ ተሞክሮ ያግኙ።",
      see_action: "የማሳያ መደብር ፊትን ይመልከቱ"
    },
    backoffice: {
      title: "ቀጥታ የጀርባ ቢሮ",
      subtitle: "ምንም ፕለጊን ሳያስፈልግ ሁሉንም ነገር ከአንድ ቦታ ያስተዳድሩ።",
      see_action: "የማሳያ ጀርባ ቢሮን ይመልከቱ"
    }
  },
  /**
   * {@see SectionPricingCompact}
   */
  pricing_compact: {
    title: "<div class=\"app-box\" style=\"font-size: 55%\">💞️</div> ቀላልና ግልጽ ዋጋ",
    subtitle: "ንግድዎን ለመጀመርና ለማስፋት በገቢ-መጋራት ሞዴላችን ሁሉንም የenterprise ደረጃ ባህሪያት ያግኙ—በቅድሚያ ምንም አይክፈሉ፣ ከገቢዎ ድርሻ ብቻ ይክፈሉ። እኛ የምንሳካው እርስዎ ሲሳኩ ብቻ ነው፣ ወጪዎን በመቀነስና ትርፍዎን በመጨመር።"
  },
  screenshots: {
    item_1: {
      title: "የትዕዛዝ አስተዳደርዎን ያቀላጥፉ።",
      desc: "በእኛ የላቁ የዝርዝርና ማጣሪያ ተግባራት በየቀኑ ብዙ ትዕዛዞችን በብቃት ያስተዳድሩ።"
    },
    item_2: {
      title: "መደብርዎን ከPOD አገልግሎቶች ጋር ያገናኙ።",
      desc: "መደብርዎን እንደ Printful ካሉ በትዕዛዝ ላይ የሚታተሙ የቀጥታ መላኪያ አገልግሎቶች ጋር በቀላሉ ያገናኙ እና ተጨማሪ ፕለጊን ሳያስፈልግ የጥበብ ስራዎችዎን በታተሙ ምርቶች ላይ ይሽጡ።"
    },
    item_3: {
      title: "ትዕዛዞችን በቀላል የenterprise መሣሪያዎች ያሟሉ።",
      desc: "ጥያቄዎችን በቀላሉ መቅረጽ፣ አስፈላጊ ለውጦችን ማድረግ እና ሁኔታን በአንድ ጠቅታ ማዘመን የሚችሉበትን ቀላል የትዕዛዝ ሂደት ይሞክሩ። የማሟላት አቅምዎን በenterprise ደረጃ መሣሪያዎች ያሳድጉ።"
    },
    item_4: {
      title: "በትዕዛዝ የጊዜ መስመር ላይ እርምጃዎችን ይከታተሉ።",
      desc: "የትዕዛዝ የጊዜ መስመር በትዕዛዙ ላይ የተደረጉ ሁሉንም እርምጃዎችና ለውጦች በዝርዝር ያሳያል። ማን ለውጡን እንዳደረገ እና መቼ እንደተደረገ በቀላሉ ማየት ይችላሉ።"
    },
    item_5: {
      title: "የደንበኛና አቅራቢ ግንኙነትን ያቀላጥፉ።",
      desc: "የመክፈያና የግዢ ሂደት ከተጠናቀቀ በኋላ፣ በእርስዎ ብራንድ የተዘጋጁ ኢሜይሎች ለደንበኞች፣ ለአቅራቢዎች እና ለተገለጹ ማንኛውም ብጁ ኢሜይል አድራሻዎች በራስ-ሰር ይላካሉ።"
    },
    item_6: {
      title: "ምርቶችን በጎትትና አኑር በቀላሉ ያደራጁ።",
      desc: "በዚህ ስርዓት ውስጥ ምርቶች እንደ ፋይሎች ይሰራሉ፣ ምድቦች ደግሞ እንደ አቃፊዎች ይሆናሉ። ምርቶችን በቀላሉ መጎተትና መጣል፣ እንደገና መደርደር፣ መቅዳትና መለጠፍ እንዲሁም በቀላል Excel ፋይል በጅምላ ማስገባት ይችላሉ።"
    },
    item_7: {
      title: "የደንበኝነት ትዕዛዞችዎን በቀላሉ ይከታተሉ።",
      desc: "የአሁኑና ያለፉ የደንበኝነት ትዕዛዞችን፣ እስከ ቀጣዩ ክፍያ ያለውን ጊዜ እና ለእያንዳንዱ ትዕዛዝ ዝርዝር መረጃ የያዘ ቀላልና አጠር ያለ ዝርዝር ያግኙ።"
    },
    item_8: {
      title: "ደንበኞችን ለማሳተፍ ውስጣዊ ብሎግና CMS መሣሪያዎችን ይጠቀሙ።",
      desc: "ስለ ኩባንያዎና ስጦታዎችዎ ይዘት ለመፍጠር የውስጥ ብሎግና የይዘት አስተዳደር ስርዓት ባህሪያትን ይጠቀሙ፣ እና በSEO አማካኝነት አዲስ ታዳሚዎችን ይሳቡ። እንዲሁም ከደንበኞችዎ ጋር መግባባት ይችላሉ።"
    },
    item_9: {
      title: "Connect OS — ከውጭ አገልግሎቶች ጋር በቀላሉ ይገናኙ።",
      desc: "ከገበያ መድረኮች፣ የቀጥታ መላኪያ አቅራቢዎች፣ POD አገልግሎቶች እና የፋይናንስ ሶፍትዌር ጋር ተጨማሪ ፕለጊን ሳያስፈልግ መገናኘት ይቻላል።"
    },
    item_10: {
      title: "ከውጭ አገልግሎቶች የምርት ማስገባትን ያቀላጥፉ።",
      desc: "እንደ Woocommerce እና Printful ካሉ ውጭ አገልግሎቶች ምርቶችን በጥቂት ጠቅታዎችና በሙሉ ራስ-ሰርነት በቀላሉ ያስገቡ።"
    },
    item_11: {
      title: "መደብርዎን ከGoogle Merchant Center ጋር ያገናኙ።",
      desc: "መደብርዎን ከGoogle Merchant Center ጋር ያገናኙ እና ሁሉንም እቃዎችና ምድቦች በቀላሉ ያመሳስሉ፣ በGoogle ላይ ለማስተዋወቅ።"
    },
    item_12: {
      title: "Avocado — በማህበራዊ ሚዲያ ምርቶችን በቀላሉ ይሽጡ።",
      desc: "በAvocado ምርቶችንና ዋጋዎችን በእጅ ሳይጨምሩ በማህበራዊ ሚዲያ ምርቶችን መሸጥ ይችላሉ። መሣሪያው ለትዕዛዞች የክፍያ አገናኝ በራስ-ሰር ይፈጥራል እና ከክፍያ አገናኞች ጋር ብጁ ሂሳቦችን መፍጠር ያስችላል።"
    },
    item_13: {
      title: "Ribbon — ደንበኝነቶችን በቀላሉ ይፍጠሩና ይሽጡ።",
      desc: "Ribbon እንደ የደንበኝነት ሳጥኖች፣ የክፍያ ግድግዳዎች እና የተለያዩ ይዘቶች ያሉ ደንበኝነቶችን በጥቂት ጠቅታዎች በቀላሉ ለመፍጠርና ለመሸጥ የሚያስችል ኃይለኛ መሣሪያ ነው።"
    },
    item_14: {
      title: "በመደብርዎ ውስጥ ብዙ የክፍያ አማራጮችን ያቅርቡ።",
      desc: "በመደብርዎ ውስጥ እንደ Stripe እና PayPal ሁለቱንም ማካተት ያሉ ተለያዩ የክፍያ አማራጮችን ማቅረብ ጠቃሚ ነው።"
    },
    item_15: {
      title: "በቅናሾች፣ ቅናሽ አቅርቦቶች፣ ኩፖኖች እና የጨዋታ ዘዴ ደንበኞችን ለግዢ ያበረታቱ።",
      desc: "የቅናሽ ኮዶች፣ የማስተዋወቂያ አቅርቦቶች፣ ብልጥ ቅናሾች፣ ኩፖኖች፣ የስጦታ ካርዶች እና በግዢ ተሞክሮ ውስጥ የጨዋታ አካላትን በማካተት ደንበኞችዎ ከመደብርዎ ተጨማሪ እንዲገዙ ያበረታቱ።"
    },
    item_16: {
      title: "በአገልጋይ-ጎን የዘመቻ አስተዳደር አፈጻጸምን ከፍ ያድርጉ።",
      desc: "ስለ ዘመቻዎ አፈጻጸም በጣም ጥልቅና ትክክለኛ መረጃ ለማግኘት በአገልጋይ-ጎን የማርኬቲንግና ዘመቻ አስተዳደር ይጠቀሙ።"
    },
    item_17: {
      title: "የአጋር ክፍያዎችንና ሽያጮችን ያስተዳድሩ።",
      desc: "አጋሮችን ያካትቱ እና ክፍያዎቻቸውንና ሽያጮቻቸውን በብቃት ያስተዳድሩ። ለእያንዳንዱ አጋር ልዩ የደንበኛ ዶሜን መመደብን ጨምሮ የላቁ የአጋር አስተዳደር አማራጮችን ይጠቀሙ።"
    },
    item_18: {
      title: "ክምችትና ዋጋን በብቃት ያስተዳድሩ።",
      desc: "የሎጂስቲክስና ክምችት አስተዳደር መሣሪያዎች ለሺዎች ምርቶችና ተለዋጮቻቸው ክምችትና ዋጋን ለማደራጀት፣ ለማጣራትና ለማስተዳደር ያግዛሉ።"
    },
    item_19: {
      title: "የደንበኛ እንቅስቃሴና ስታቲስቲክስ በቅጽበት።",
      desc: "በውሂብ ላይ የተመሠረቱ ትክክለኛ ውሳኔዎችን ለመውሰድ ስለ ደንበኛ እንቅስቃሴና ድር ጣቢያ ስታቲስቲክስ የቅርብ ጊዜ ውሂብ ያግኙ።"
    },
    item_20: {
      title: "በማህበረሰብ ገንቢ ሽያጭን ያሳድጉ።",
      desc: "በመደብርዎ ውስጥ ሽያጭን ለማሳደግ፣ የታዳሚ ተሳትፎን ለማጠናከር፣ እምነትን ለመገንባት እና ከነፃ ይዘት የSEO ጥቅሞች ለመጠቀም ተግባራዊ ማህበረሰብ ይገንቡ።"
    },
    item_21: {
      title: "የደንበኞችዎን ተሞክሮ ያሻሽሉ።",
      desc: "የደንበኛ መሠረትዎን ያደራጁና ይከፋፍሉ፣ የሕይወት ዘመን ዋጋቸውን፣ ያለፉ የመስመር ላይና የመደብር ውስጥ ግዢዎችን ይተንትኑ፣ እና ግላዊነታቸውን በማክበር ተሞክሮአቸውን ለማሻሻል ጉዞአቸውን ይከታተሉ።"
    },
    item_22: {
      title: "ምላሽ-ሰጪ ገጾችን በቀላሉ ይንደፉ።",
      desc: "በውስጣዊ no-code የገጽ ገንቢያችን ተማራኪና ምላሽ-ሰጪ የውስጥ ገጾችንና የማረፊያ ገጾችን በቀላሉ ይንደፉ። ብጁ ገጾችን ለመፍጠር ክፍሎችን በቀላሉ ይጎትቱና ይጣሉ።"
    },
    item_23: {
      title: "በቀጥታ የገጽ አርታዒ አርትዖትን ያቀላጥፉ።",
      desc: "ጽሑፎችንና ምስሎችን በገጾች ውስጥ በቀጥታ የገጽ አርታዒ በመጠቀም በቀላሉ ያርትዑ፤ ይህም ይዘትዎን ማዘመን ቀላልና ግልጽ ያደርገዋል።"
    },
    item_24: {
      title: "የቡድን መዳረሻና ሚናዎችን ያስተዳድሩ።",
      desc: "የቡድን አባላትዎን ይጋብዙ፣ የሰራተኛ ሚናዎችን ይፍጠሩ እና የመዳረሻ ደረጃዎቻቸውን ያዘጋጁ። ንግድዎና ቡድንዎ ሲያድጉ፣ የንግድ ኦፕሬቲንግ ሲስተምዎ በተመጣጣኝ ሁኔታ ይስማማል።"
    },
    item_25: {
      title: "መተግበሪያዎችዎን ይኑሩ።",
      desc: "ንግድዎን በProgressive Web App ይጀምሩ እና ከተፎካካሪዎችዎ የበለጠ ፈጣን ተሞክሮ ለደንበኞችዎ ያቅርቡ።"
    },
    item_26: {
      title: "የላቁ የራስ-ሰርነትና ቁጠባ መሣሪያዎች።",
      desc: "በመደብርዎ ውስጥ ሊዋሃዱ የሚችሉ የላቁ የራስ-ሰር መሣሪያዎችን በመጠቀም የንግድ ስራዎችዎን ያቀላጥፉ እና ውድ ጊዜና ሀብት ይቆጥቡ።"
    },
    item_27: {
      title: "የመደብር ፊትዎን በቀላሉ ያብጁ።",
      desc: "እንደ ገጽታ፣ የቀለም ቅንብሮች፣ ፎንቶች እና ተጨማሪ ያሉ የእይታ ማበጀት አማራጮችን በመጠቀም የመደብር ፊትዎን ከብራንድዎ ጋር በቀላሉ ያስማሙ፤ ሁሉም ያለ ኮድ ወይም ቴክኒካዊ ችሎታ።"
    },
    item_28: {
      title: "ግላዊ የደንበኛ ጉዞ ይንደፉ።",
      desc: "በSelldone ላይ ያሉ ተለያዩ አማራጮችን፣ ለምሳሌ የመግቢያ ነጥብ መምረጥ ወይም የእንግዳ ግዢን ማንቃት፣ በመጠቀም ግላዊ የደንበኛ ጉዞ ይንደፉ።"
    },
    item_29: {
      title: "በብጁ መግቢያና ፍሰት አማራጮች ተሞክሮን ያሻሽሉ።",
      desc: "ለመስመር ላይ መደብርዎ ተለያዩ የማህበራዊ መግቢያ አማራጮችን በማቅረብ ግላዊ የመግቢያና ፍሰት ተሞክሮ ይፍጠሩ።"
    },
    item_30: {
      title: "ውስብስብ የንግድ ሞዴሎችን ይደግፉ።",
      desc: "የSelldone ድጋፍ እንደ የገበያ መድረክ፣ የቀጥታ መላኪያ አቅራቢዎች፣ አጋርነት እና ፍራንቻይዝ ያሉ የላቁ የንግድ ሞዴሎችን ይደግፋል፤ እነሱንም በቀላሉ ማዋቀርና በአንድ ጠቅታ መቀያየር ይችላሉ።"
    },
    item_31: {
      title: "ብዙ ብጁ ዶሜኖችን ያገናኙ።",
      desc: "ብዙ ብጁ ዶሜኖችን እንደ ማህበረሰብ፣ መደብር፣ ብሎግ፣ የማረፊያ ገጾች ወይም አጋሮች ካሉ የንግድዎ ልዩ ክፍሎች ጋር ማገናኘት ይችላሉ።"
    },
    item_32: {
      title: "ብዙ ቋንቋዎችንና ራስ-ሰር ትርጉምን ይደግፉ።",
      desc: "መደብርዎ RTL እና LTR ጨምሮ ብዙ ቋንቋዎችን ሙሉ በሙሉ ይደግፋል። ለመደብርዎ የራስ-ሰር ትርጉም ጥቅሎችን በቀላሉ መጫንና ማንቃት ይችላሉ።"
    },
    item_33: {
      title: "ውስጣዊ ባለብዙ-መገለጫ የግብር ስሌት።",
      desc: "ብዙ የግብር መገለጫዎችን መፍጠርና ለተወሰኑ ምርቶች መመደብ በመቻል፣ VAT እና የሽያጭ ግብር ለማስላት የበለጠ ተጣጣፊነት ያገኛሉ። ለምሳሌ፣ ለምግብ እቃዎች ወይም ለኤሌክትሪክ መሣሪያዎች የተለያዩ የግብር መጠኖችን ማስፈጸም ይችላሉ።"
    },
    item_34: {
      title: "ባለብዙ-ክልል የግብር ስሌት።",
      desc: "ወደ ተለያዩ አገሮችና ክልሎች ሲሸጡ ለሽያጭ ግብርና VAT ነባሪ ወይም ብጁ ደንቦችን ይጠቀሙ። ለተወሰኑ ክልሎችና የግብር ክልሎች ደንቦችን እንደሚያስፈልግ ይቀይሩ።"
    },
    item_35: {
      title: "ጽሑፎችን በኃይለኛ ቀጥታ አርታዒ ያትሙ።",
      desc: "የላቀ ቀጥታ የጽሑፍ አርታዒ ጽሑፎችዎን ማተምና መገምገም ፈጣን፣ ቀላል እና ተመጣጣኝ እንዲሆን ሂደቱን ያቀላጥፋል።"
    },
    item_36: {
      title: "ለእያንዳንዱ ምርት የተወሰነ ዳሽቦርድ።",
      desc: "እያንዳንዱ ምርት ስታቲስቲክስ፣ ሁሉንም አስፈላጊ መረጃ እና ለአስተዳደር የሚያስፈልጉ ሁሉንም እርምጃዎች የሚያቀርብ የተወሰነ ዳሽቦርድ አለው።"
    },
    item_37: {
      title: "ጽሑፎችን በራስ-ሰር ይተርጉሙ።",
      desc: "በአንድ ጠቅታ የምርት መግለጫዎችን ወደ ተለያዩ ቋንቋዎች በቀላሉ ለመተርጎም ውስጣዊ የenterprise ደረጃ AI ትርጉም ባህሪን ይጠቀሙ።"
    },
    item_38: {
      title: "ውስጣዊ የትንታኔ መሣሪያዎች።",
      desc: "ሙሉ በሙሉ በአገልጋይ-ጎን የሚሰሩ፣ ደህንነታቸው የተጠበቀ እና ከGDPR ጋር የሚስማሙ፣ ኩኪዎችን የማይጠቀሙ ውስጣዊ የትንታኔ መሣሪያዎችን ያገኛሉ።"
    },
    item_39: {
      title: "አብዛኛዎቹን የላቁ SEO ፍላጎቶችዎን ይሸፍኑ።",
      desc: "ውስጣዊ መሣሪያችን በጣም ንቁ ቁልፍ ቃላትን፣ ከፍተኛ አፈጻጸም ያላቸውን URL እና በGoogle ፍለጋ ላይ የንግድዎን አፈጻጸም አጠቃላይ እይታ በሰንጠረዦችና ግራፎች መልክ ይሰጥዎታል።"
    }
  },
  country_landing: {
    intro: "በዚህ አገር ለንግዶች #1 ኦፕሬቲንግ ሲስተም",
    title: "በ{country} ውስጥ {infinite} ፕለጊኖችንና መተግበሪያዎችን በ{app} ይተኩ"
  },
  /**
   * @see IntegrationPaymentPage
   */
  payment_landing: {
    intro: "ለንግዶች #1 ኦፕሬቲንግ ሲስተም",
    title: "{infinite} ፕለጊኖችንና መተግበሪያዎችን በ{app} ይተኩ",
    unlock_section: {
      title: "{payment}ን ይክፈቱ እና በድር ጣቢያዎ ገንዘብ ማግኘት ይጀምሩ",
      subtitle: "የመስመር ላይ መደብርዎን ዛሬ ያስጀምሩ! ምርቶችን፣ አገልግሎቶችንና ደንበኝነቶችን በፍጥነትና በቀላሉ ይሽጡ።",
      no_plugin: {
        title: "ቀላል ክፍያዎች፣ ፕለጊን አያስፈልግም",
        subtitle: "ለ{payment} የSelldone ቀላልና ፕለጊን-አልባ የክፍያ መፍትሔዎች ጋር ወደ የኢ-ኮሜርስ ወደፊት ይግቡ። ውስብስብ ውህዶችን ይሰናበቱ እና ቀጥተኛ፣ ደህንነቱ የተጠበቀና ያለችግር የክፍያ ተሞክሮ ይደሰቱ።"
      },
      experience: {
        title: "እንከን-የለሽ ግዢ፣ በSelldone + {payment} የተጎለበተ",
        subtitle: "የኢ-ኮሜርስ ተሞክሮዎን በSelldone ለተጠቃሚ ቀላል መድረክ እና በ{payment} የክፍያ ውህደት ይቀይሩ። የተዘበራረቁ በይነገጾችን ይተዉ እና ደንበኞችዎን እንዲመለሱ የሚያደርግ ቀላል የግዢ ጉዞ ይቀበሉ።"
      },
      boost: {
        title: "በSelldone ውስጣዊ ክፍያዎች ሽያጭዎን በኃይል ያሳድጉ",
        subtitle: "ውስብስብ የክፍያ ስርዓቶች ለምን ያዘግዩዎት? በ{payment} የተዋሃደ የክፍያ መፍትሔ በእውነት አስፈላጊው ላይ—ተጨማሪ መሸጥ—መተኮር ይችላሉ። ንግድዎን በቀላሉ ሲያሳድጉ ሽያጭዎ እንዲበር ይመልከቱ።"
      },
      security: {
        title: "ደህንነትና ብቃት የሚገናኙበት",
        subtitle: "Selldone + {payment}ን መምረጥ ማለት ከፍተኛ ደህንነትና የማይወዳደር ብቃት መምረጥ ነው። የእኛ የተለየ የክፍያ ስርዓት እያንዳንዱ ግብይት ደህንነቱ የተጠበቀ፣ ፈጣንና እንከን-የለሽ እንዲሆን ያረጋግጣል።"
      },
      setup_payment: "ክፍያን ያዋቅሩ"
    },
    how_to_add: {
      step_1: {
        step: "ደረጃ 1",
        title: "ምንዛሬዎን ያክሉ",
        subtitle: "በተለያዩ ምንዛሬዎች ክፍያ ለመቀበል፣ ለእያንዳንዱ ምንዛሬ የክፍያ gateway ማዋቀር ያስፈልግዎታል። በ{payment} አንድ መለያ በመደብርዎ ውስጥ ብዙ gateways እና ምንዛሬዎችን ያለ ገደብ ማስተዳደር ይችላል! የሚፈልጉት ምንዛሬ በመደብር > ሂሳብ > ምንዛሬዎች ውስጥ በመደብርዎ ቅንብሮች መዘርዘሩን ያረጋግጡ።"
      },
      step_2: {
        step: "ደረጃ 2",
        title: "gatewayዎን ያዋቅሩ",
        subtitle: "ቀጥሎ ወደ መደብር > ሂሳብ > Gateways ትር ይሂዱ፣ <b>አዲስ የክፍያ ዘዴ</b> ላይ ይጫኑ፣ ምንዛሬዎን ይምረጡ እና <b>{payment}</b>ን ይምረጡ። Gatewaysን በdebug ወይም live ሁነታ ማከል ይችላሉ። ለእያንዳንዱ ሁነታ ትክክለኛ API Keys መግባታቸውን ያረጋግጡ፣ እነሱንም በ<a href=\"{payment_url}\" target=\"_blank\">የ{payment} መለያዎ</a> ላይ ማግኘት ይችላሉ።"
      }
    },
    integration: {
      title: "ከ{payment} ጋር ቀላል የኢ-ኮሜርስ ውህደት",
      subtitle: "በSelldone ይጀምሩ እና ንግድዎን በቀላሉ ያስተዳድሩ። ኮድ ወይም ፕለጊን አያስፈልግም!"
    },
    pay_after_earn: {
      title: "ትርፍ ሲያገኙ ብቻ ይክፈሉ!",
      subtitle: "ንግድዎን በየዕድሜ ሙሉ ነፃ ዕቅዳችን ያስጀምሩ! ገንዘብ ማግኘት ሲጀምሩ ብቻ 0.5~2.0% ክፍያ ይክፈሉ።"
    }
  },
  feature_page_builder: {
    title: "ሽያጭ-ተኮር የገጽ ገንቢ",
    message: "በno-code መፍትሔያችን ብጁ ገጾችን በቀላሉ ይንደፉ። ከፍላጎትዎ ጋር የሚስማሙ ገጾችን ለመፍጠር ክፍሎችን ይጎትቱና ይጣሉ።"
  },
  feature_items: {
    products: {
      title: "ቀላል የምርት አስተዳደር",
      description: "ምርቶችን በቀላሉ ያስተዳድሩ—ምስሎችን ይጎትቱና ይጣሉ፣ ዝርዝሮችን ያርትዑ፣ የስራ ፍሰትዎን ያቀላጥፉ።"
    },
    excel: {
      title: "የExcel ውሂብ ማስገባት",
      description: "ምርቶችን፣ ምድቦችንና እውቂያዎችን በExcel ፋይሎች በቀላሉ ያስገቡ።"
    },
    incentive: {
      title: "የሽያጭ ማበረታቻዎች",
      description: "በቅናሾች፣ ኩፖኖች፣ የስጦታ ካርዶች እና በጨዋታ-ዘዴ አቅርቦቶች ሽያጭን ያሳድጉ።"
    },
    loyalty: {
      title: "የደንበኛ ታማኝነት",
      description: "ደንበኞችን ለማቆየት ክለቦችን፣ አባልነቶችንና ደንበኝነቶችን ይመስርቱ።"
    },
    cashback: {
      title: "የገንዘብ መመለሻ አቅርቦቶች",
      description: "ታማኝ ገዢዎችን ለመሸለም ተለያዩ የገንዘብ መመለሻ ፕሮግራሞችን ያስፈጽሙ።"
    },
    cross_selling: {
      title: "የተያያዥ ሽያጭ መሣሪያዎች",
      description: "በተያያዥ ሽያጭ ሽያጭን ያሳድጉ፤ የምርት ስብስቦችንና ቅናሾችን ያዘጋጁ።"
    },
    accounting: {
      title: "ቀላል ሂሳብ",
      description: "ደረሰኞችን ያስተዳድሩ፣ ወጪዎችንና ግብሮችን በቀላሉ ይከታተሉ።"
    },
    inventory: {
      title: "የክምችት ቁጥጥር",
      description: "የክምችት ደረጃዎችን ይከታተሉ፣ በCSV የጅምላ ዝመናዎችን ያድርጉ እና በብቃት ያስተዳድሩ።"
    },
    analytics: {
      title: "የላቁ ትንታኔዎች",
      description: "በዝርዝር ውሂብ ስለ ሽያጭ፣ ደንበኞችና ዘመቻዎች ግንዛቤ ያግኙ።"
    },
    social: {
      title: "ባለብዙ-ቻናል ሽያጭ",
      description: "በቻናሎች ላይ ይሽጡ፤ ከገበያ መድረኮችና ማህበራዊ ሚዲያ ጋር ይገናኙ፣ ምንጮችን ይከታተሉ።"
    },
    community: {
      title: "የማህበረሰብ ገንቢ",
      description: "በፎረሞች፣ ብሎጎችና የማህበረሰብ ባህሪያት ደንበኞችን ያሳትፉ።"
    },
    security: {
      title: "የቡድን አስተዳደር",
      description: "ሚናዎችን ይፍጠሩ፣ ፈቃዶችን ያዘጋጁ እና የቡድን መዳረሻን በብቃት ያስተዳድሩ።"
    },
    pos: {
      title: "የመደብር ውስጥ POS",
      description: "የመደብር ውስጥ ሽያጭን ያቀላጥፉ፤ POS ስርዓቶችንና ግብይቶችን ያስተዳድሩ።"
    },
    store: {
      title: "የአቅራቢዎች ገበያ መድረክ",
      description: "ባለብዙ-አቅራቢ የገበያ መድረክን በቀላሉ ይፍጠሩና ያስተዳድሩ።"
    },
    pricing: {
      title: "ተለዋዋጭ ዋጋ አሰጣጥ",
      description: "በብዛት ወይም በደንበኛ ምርጫ መሰረት ብልጥ ዋጋ ያዘጋጁ።"
    },
    pod: {
      title: "የቀጥታ መላኪያ ውህደት",
      description: "ከPOD አገልግሎቶች ጋር ይገናኙ እና የቀጥታ መላኪያን ያለችግር ያስተዳድሩ።"
    }
  }
};
