export default {
  local_service: "الخدمة المحلية لـ {country_name}",
  local_service_message:
    "تم تصميم هذه الخدمة حصريًا للمستخدمين الذين يعيشون في <u> {country_name} </u> ويبيعون خدماتهم ومنتجاتهم في هذا البلد." +
    "يُسمح لك فقط باستخدام الخدمات المحلية أو الخدمة الدولية سلدان." +
    "لاستخدام هذه الخدمة ، أنت مطالب بالالتزام بقوانين <b> {country_name} </b> و <b> الاتحاد الأوروبي </ b>.",

  my_shops: "متاجري",





  moto: "حاول ، نفتح الأبواب!",

  s1: {
    title: "اجعل عملك على الإنترنت من خلال <br> لا—الحل التقني لـِ",
    title_animated_words: [
      "رجال الأعمال",
       "فنانون",
       "الشركات المستقلة",
       "العلامات التجارية",
       "البيع بالتجزئة",
       "المبدعون",
    ],

    subtitle:
      "إذا كنت تتطلع إلى تقديم تجربة فريدة وسريعة وموثوقة لعملائك ، فهذه هي الأداة المناسبة لك!",

    domain_input: {
      message:
        "متجرك على أي عدد من المجالات المخصصة التي تريدها مع الاستضافة المجانية و SSL",
      action: "إنشاء متجر",
    },
    community: "منصة المجتمع",
    shop: "منشئ متجر على الإنترنت",
    inventory: "ادارة المخزون",
    cms: "محرر الصفحة و إدارة المحتوى",
  },

  video: {
    title: "حل شامل لمبيعاتك عبر الإنترنت وشخصيًا.",
    msg: "قدم أسرع تجربة شراء لجمهورك. ",

    card_pos: {
      title: "سلدان POS",
      msg: "قم بالبيع شخصيًا عن طريق حل تكلفة الإعداد الصفري.",
    },
    card_ecommerce: {
      title: "سلدان التجارة الإلكترونية",
      msg: "بيع على الإنترنت مثل المحترفين.",
    },
  },

  why: {
    title: "لماذا سلدان",
    msg: "نظام تشغيل الأعمال كخدمة للشركات الصغيرة والمتوسطة لجعل أعمالها على الإنترنت دون أي تكلفة.",

    sec1: {
      title: "شعور بسيط + احترافي",
      msg: "تم تصميمه لتلعب مثل المحترفين في الأسواق ، حتى لو كنت مبتدئًا ولكنك تريد أن تلعب كمحترف ، أو كنت خبيرًا وتستحق أن تلعب مثلك!",
    },
    sec2: {
      title: "سريع النمو",
      msg: "نقوم بإصدار ميزات جديدة وتحديث واجهات برمجة التطبيقات وتطبيق طرق جديدة كإجراء يومي. إنه نظام تشغيل خاص بعملك ، لذا يمكن توسيع نطاق عملك من خلال منصتنا.",
    },
    sec3: {
      title: "مبيعات المباريات الاجتماعية",
      msg: "تم تصميم منتجنا وفقًا للسلوك التجاري الحقيقي للمشترين في جميع أنحاء العالم. نقدم طرق بيع فريدة من نوعها على اینستاگرام و تیک-تاک والشبكات الاجتماعية الأخرى المسماة آووکادو.",
    },
    sec4: {
      title: "100% API",
      msg: "تعتمد خدماتنا على REST APIs! يمكن لأي شخص الوصول إلى 100٪ من جميع جوانب تجربة التسوق والمدفوعات وإدارة المتجر والميزات الأخرى عن طريق الطلبات البسيطة.",
    },
  },

  how_it_work: {
    title: "كيف تعمل؟",
    msg: "بدون بطاقة ائتمان ، بدون برنامج إضافي ، بدون قالب ، بدون إعداد ، بدون مضيف ، حل بدون تقنية لأولئك الذين يرغبون في اللعب مثل المحترفين.",

    step0: {
      title: "بناء للمتسوقين ، محبوب من قبل البائعين ، على بعد خطوة واحدة.",
      msg1: "حان الوقت للحصول على تجارة إلكترونية حقيقية ، وجمع عملاء سعداء حول عملك ، والتركيز على ما تحب فعله حقًا.",
    },
    step1: {
      title: "أضف منتجاتك.",
      msg1: "أضف المنتجات يدويًا ، مثل إضافة الصور على اینستاگرام! أو أضف 100،000 عنصر فقط عن طريق ملف Excel. يمكنك بيع المنتجات والخدمات والاشتراكات والملفات في مكان واحد.",
    },
    step2: {
      title: "ربط المدفوعات الخاصة بك.",
      msg1: "نحن نكره التدخل في المعاملات المالية! سيتم إضافة 100٪ من مدفوعات العملاء مباشرة إلى حسابك المصرفي. ما عليك سوى توصيل Stripe و PayPal وما إلى ذلك. يمكنك الحصول على العديد من خدمات الدفع النشطة في متجرك في نفس الوقت!",
    },
    step3: {
      title: "عدله.",
      msg1: "صمم صفحاتك المقصودة ، وقم بتغيير مخطط ألوان الموقع وفقًا لرسالة علامتك التجارية. كل هذا يمكن القيام به عن طريق السحب والإفلات دون الحاجة إلى تعيين خبير.",
    },
    step4: {
      title: "تجربة تسجيل خروج موحدة حول العالم.",
      msg1: "لا يتعين على العملاء إدخال المعلومات وملء استمارة التسجيل للشراء منك! يقومون بتسجيل الدخول عبر الرسائل القصيرة وملء نموذج الخروج بنقرة واحدة والدفع. من خلال تنمية سلدان ، ينمو عملك أيضًا.",
    },
  },

  onboarding: {
    title: "قم ببناء متجرك عبر الإنترنت ، بشكل أسرع وأفضل - إنه مجاني",
    success_title: "نعم! تثبيت نظام التشغيل الخاص بالعمل عبر الإنترنت ،",
    wait_msg: "من فضلك انتظر بضع ثوان ...",
    ready_msg: "متجرك جاهز.",
    send_mail_msg: "تم إرسال رابط تسجيل الدخول إلى بريدك الإلكتروني.",

    options: {
      title: "تكوين المتجر",
      msg: "ما هي الميزات التي تريدها على موقع الويب الخاص بك؟",
      ecommerce: "التجارة الإلكترونية",
      pos: "نقطة البيع",
      blog: "مدونة و CMS",
      community: "منتديات",
    },

    job: {
      title: "حدد الوظيفة",
      placeholder: "حدد فئة عملك من القائمة أدناه.",
    },
    shop_name: {
      title: "الاسم التجاري",
      placeholder: "ex. يبيع أحمد الأحذية ",
    },
  },

  notion: {
    title: "العب بقواعد مختلفة.",
    quote:
      "نعتقد أن شخصًا واحدًا يمكنه إجراء تغيير في عصر الإنسانية عبر الإنترنت ، حتى من ليس لديه ما يكفي من المال ، أو حتى ليس لديه خبرة تقنية ، أو حتى ليس لديه حساب مصرفي لدفع الفواتير ؛ نقوم بذلك عن طريق إنشاء نظام أساسي فريد من نوعه ، وهو النظام الأساسي الشامل للتجارة بدون رمز مع أدوات على مستوى المؤسسات للعمل كنظام تشغيل يمكن الوصول إليه على الإنترنت.",
  },

  os: {
    title: "الوصول إلى أدوات على مستوى المؤسسة - مجانًا.",
    msg: "نوفر قوة بناء التجارة الإلكترونية الاحترافية للجميع.",
  },
  login: {
    title: "هل أنت مستعد للعب مثل المحترفين في السوق؟",
  },

  currencies: {
    title: "العملات",
    sub: "تأكد من أن عملائك يمكنهم الشراء منك.",
    msg: "ركز على المبيعات بدلاً من مواجهة معاناة التكنولوجيا والمكونات الإضافية ومضاعفات الدفع. نحن نعمل مع خدمات الدفع العالمية والمحلية لجعل كل شيء منسجمًا في عملك على الإنترنت.",
  },

  countries: {
    title: "بلدان",
    sub: "منصة التجارة الإلكترونية الأكثر سهولة على مستوى العالم.",
    msg: "نحن نتكيف مع سلوك التداول التقليدي من شخص لآخر في الفضاء عبر الإنترنت ، بغض النظر عن المكان الذي تعيش فيه أنت أو عميلك ، فنحن في مهمة لتقديم أفضل تجربة لك.",
  },
  dna: {
    title: "الحمض النووي لعملك",
    sub: "SELLDONE IT!",
    msg: "إنها منصة فريدة من نوعها ؛ إنه فريد تمامًا ومختلف تمامًا عن الآخرين. إنه نظام تشغيل الأعمال الوحيد الشامل الذي لا يحتوي على كود كخدمة مع أدوات على مستوى المؤسسات للشركات الصغيرة والمتوسطة.",
  },

  api: {
    title: "Dev. ودي",
    msg: "حل مفتوح بالكامل قائم على واجهة برمجة التطبيقات للأعمال التجارية عبر الإنترنت.",

    sec1: {
      title: "العمود الفقري لعملك",
      msg: "جميع جوانب متجرك متاحة من خلال واجهة برمجة تطبيقات REST القوية الخاصة بنا. يمكنك إجراء أي تغييرات على المتجر ، أو إنشاء تطبيقاتك ، أو تطوير تطبيق التسوق الخاص بك دون القلق بشأن المشكلات الفنية ، والدفع ، والخلفية.",
    },
    sec2: {
      title: "تكامل سريع",
      msg: "نقوم بتطوير حزم SDK لجميع اللغات والأطر الشائعة بحيث يمكنك تنفيذ خطوات المصادقة والوصول إلى الحساب وإدارته بأوامر بسيطة. ستكون الخطوات الأولى على بعد بضع نقرات فقط.",
    },
  },
};
