export default {
  "local_service": "الخدمة المحلية لـ {country_name}",
  "local_service_message": "تم تصميم هذه الخدمة حصريًا للمستخدمين الذين يعيشون في <u>{country_name}</u> ويبيعون خدماتهم ومنتجاتهم في هذا البلد. يُسمح لك فقط باستخدام الخدمات المحلية أو الخدمة الدولية لـ Selldone. لاستخدام هذه الخدمة ، يتعين عليك الامتثال لها قوانين <b>{country_name}</b> <b>والاتحاد الأوروبي</b> .",
  "my_shops": "متاجري",
  "moto": "حاول ، نفتح الأبواب!",
  "start_now_btn": "ابدأ الآن - إنه مجاني",
  "create_ecommerce_btn": "ابدأ التجارة الإلكترونية مجانًا",
  "incentive_action": "قل وداعا لمعدل مبيعاتك المنخفض على الإنترنت!",
  "create_shopping_website": "إنشاء التجارة الإلكترونية الخاصة بي",
  "s1": {
    "title": "اصنع متجرك على الإنترنت بقلم<br> لا — كود & لا — خبير مطلوب الحل",
    "title_animated_words": [
      "رجال الأعمال",
      "الفنانين",
      "الأعمال المستقلة",
      "العلامات التجارية",
      "تجارة التجزئة",
      "المبدعين"
    ],
    "subtitle": "إذا كنت ترغب في إنشاء تجربة فريدة وسريعة وآمنة وموثوقة لعملائك ، فهي الأداة المناسبة لك. قم ببناء مجتمع فريد وتجارة إلكترونية سريعة على نظام تشغيل أعمال على مستوى المؤسسة خالٍ من الإعلانات.",
    "domain_input": {
      "message": "يمكن أن يتصل متجرك بأي عدد من المجالات الشخصية لديك مع الاستضافة المجانية و SSL",
      "action": "أنشئ متجرًا"
    },
    "community": "منصة المجتمع",
    "shop": "منشئ متجر على الإنترنت",
    "inventory": "ادارة المخزون",
    "cms": "محرر الصفحة ونظام إدارة المحتوى",
    "in_60_sec": "انقر هنا"
  },
  "video": {
    "title": "حل شامل لمبيعاتك عبر الإنترنت وشخصيًا.",
    "msg": "قدم أسرع تجربة شراء في التجارة الإلكترونية الخاصة بك.",
    "card_pos": {
      "title": "سيلدون POS",
      "msg": "قم بالبيع شخصيًا عن طريق حل تكلفة الإعداد الصفري."
    },
    "card_ecommerce": {
      "title": "التجارة الإلكترونية Selldone",
      "msg": "بيع على الإنترنت مثل المحترفين."
    },
    "pacman": "أنا لست مؤسسًا تقنيًا"
  },
  "why": {
    "title": "لماذا سيلدون؟",
    "msg": "لا يمكننا تخيل فرق بدون مدربين ، وثورات بدون قادة ، وأشجار بلا جذور ، وشركات بدون نظام تشغيل! لذلك نحن نعيد تصور الأعمال التجارية عبر الإنترنت للشركات سريعة النمو ورجال الأعمال الشباب.",
    "sec1": {
      "title": "سهل + احترافي",
      "msg": "تم تصميمه لك لتلعب مثل المحترفين في الأسواق ، حتى لو كنت مبتدئًا ولكنك تريد أن تلعب كمحترف ، أو كنت خبيرًا وتستحق أن تلعب مثلك!"
    },
    "sec2": {
      "title": "أدوات على مستوى المؤسسة",
      "msg": "نقوم بإصدار ميزات جديدة وتحديث واجهات برمجة التطبيقات وتطبيق طرق جديدة كإجراء يومي. إنه نظام تشغيل خاص بعملك ، لذلك يتم توسيع نطاق عملك من خلال منصتنا."
    },
    "sec3": {
      "title": "المبيعات الاجتماعية",
      "msg": "تم تصميم منتجنا وفقًا للسلوك التجاري الحقيقي للمشترين في جميع أنحاء العالم. نحن نقدم طرق بيع فريدة من نوعها على Instagram و TikTok والشبكات الاجتماعية الأخرى ، المسماة AVOCADO."
    },
    "sec4": {
      "title": "وفر المال",
      "msg": "لا حاجة لأي خبراء في التجارة الإلكترونية بعد الآن! قل وداعًا للتطوير المكلف ، والصيانة ، وعملية البرمجة ، وحتى تكلفة خبراء منصات التجارة الإلكترونية."
    }
  },
  "how_it_work": {
    "title": "كيف تعمل.",
    "msg": "بدون بطاقة ائتمان ، بدون برنامج إضافي ، بدون قالب ، بدون إعداد ، بدون مضيف ، حل بدون تقنية لأولئك الذين يرغبون في ممارسة الألعاب مثل المحترفين.",
    "step0": {
      "title": "مصمم للمتسوقين ، محبوب من قبل البائعين ، على بعد خطوة واحدة.",
      "msg1": "حان الوقت للحصول على تجارة إلكترونية حقيقية ، وجمع عملاء سعداء حول عملك ، والتركيز على ما تحب فعله حقًا."
    },
    "step1": {
      "title": "أضف منتجاتك.",
      "msg1": "أضف المنتجات يدويًا ، مثل إضافة الصور على Instagram! أو أضف 100،000 عنصر فقط عن طريق ملف Excel. يمكنك بيع المنتجات والخدمات والاشتراكات والملفات في مكان واحد."
    },
    "step2": {
      "title": "ربط طرق الدفع التي تناسب احتياجاتك.",
      "msg1": "لسنا مهتمين بالتدخل في المعاملات المالية! سيتم تحويل 100٪ من مدفوعات العملاء مباشرة إلى حسابك المصرفي. ما عليك سوى توصيل Stripe و PayPal وما إلى ذلك. يمكنك الحصول على العديد من خدمات الدفع النشطة في متجرك في نفس الوقت!",
      "crypto_msg": "متاح للتجار النشطين"
    },
    "step3": {
      "title": "التسمية البيضاء / مرنة / قابلة للتخصيص بعمق.",
      "msg1": "صمم صفحاتك المقصودة ، وغيّر لون مظهر موقعك المصمم خصيصًا لرسالة علامتك التجارية. تجعل ميزة السحب والإفلات كل هذا ممكنًا دون الحاجة إلى تعيين خبير.",
      "view_sample_pages": "متاجر SD كبيرة لإلهامك"
    },
    "step4": {
      "title": "الدفع بنقرة واحدة: تجربة سداد موحدة حول العالم.",
      "msg1": "لا يتعين على العملاء إدخال المعلومات وملء استمارة التسجيل للشراء منك! يقومون بتسجيل الدخول عبر الرسائل القصيرة وملء نموذج الخروج بنقرة واحدة والدفع. أنت تنمو ، نحن ننمو."
    }
  },
  "onboarding": {
    "title": "اجعل عملك على الإنترنت أسرع وأفضل - إنه مجاني",
    "success_title": "تثبيت نظام التشغيل الخاص بالعمل عبر الإنترنت ،",
    "wait_msg": "من فضلك انتظر بضع ثوان ...",
    "ready_msg": "متجرك جاهز.",
    "send_mail_msg": "تم إرسال رابط تسجيل الدخول إلى {email}",
    "options": {
      "title": "تكوين المتجر",
      "msg": "ما هي الميزات التي تريدها على موقع الويب الخاص بك؟",
      "ecommerce": "التجارة الإلكترونية",
      "pos": "نقطة البيع",
      "blog": "مدونة و CMS",
      "community": "منتديات",
      "ecommerce_desc": "بيع منتجاتك وخدماتك عبر الإنترنت.",
      "pos_desc": "بيع منتجاتك وخدماتك شخصيًا.",
      "blog_desc": "نظام إدارة محتوى قوي لنشر مقالاتك ومنشوراتك.",
      "community_desc": "أنشئ مجتمعك ومنتداك الخاص."
    },
    "job": {
      "title": "ما هي صناعتك؟",
      "placeholder": "قم بتحويل عملك إلى Selldone OS ، بغض النظر عن النظام الأساسي الذي تستخدمه حاليًا."
    },
    "shop_name": {
      "title": "الاسم التجاري",
      "placeholder": "السابق. احذية اليكس"
    },
    "income": {
      "title": "المبيعات الشهرية",
      "msg": "حدد مجموعة من إجمالي مبيعاتك الشهرية.",
      "Low": "ما يصل إلى 5000 دولار أمريكي",
      "Medium": "5000 دولار أمريكي ~ 50000 دولار أمريكي",
      "High": "50،000 دولار أمريكي ~ 1،000،000 دولار أمريكي",
      "Extreme": "فوق 1،000،000 دولار أمريكي"
    },
    "step_1": "غاية",
    "step_2": "إعدادات",
    "step_3": "الحساب"
  },
  "notion": {
    "title": "العب بقواعد مختلفة.",
    "quote": "نعتقد أن شخصًا واحدًا يمكنه إجراء تغيير في عصر الإنسانية عبر الإنترنت ، حتى من ليس لديه ما يكفي من المال ، أو حتى ليس لديه خبرة تقنية ، أو حتى ليس لديه حساب مصرفي لدفع الفواتير ؛ نقوم بذلك عن طريق إنشاء نظام أساسي جاهز للاستخدام بأدوات على مستوى المؤسسات ليكون بمثابة نظام تشغيل يمكن تحقيقه على الإنترنت."
  },
  "stop": {
    "title": "منشئ موقع للتسوق عبر الإنترنت سهل + الدفع المباشر.",
    "subtitle": "إذا كنت تخطط لبناء مشروع تجاري مربح عبر الإنترنت وتحويل فكرة عملك إلى حقيقة ، فإن Selldone هو الخيار الأمثل.",
    "pacman": "ملحقات الدفع"
  },
  "os": {
    "title": "الوصول إلى أدوات عالمية المستوى - مجانًا.",
    "msg": "نضع قوة إنشاء تجارة إلكترونية احترافية في متناول يدك."
  },
  "login": {
    "title": "هل أنت مستعد للعب مثل المحترفين في السوق؟"
  },
  "currencies": {
    "title": "العملات",
    "sub": "يمكن لعملائك الدفع بسلاسة بعملاتهم المحلية.",
    "msg": "ركز على المبيعات بدلاً من مواجهة معاناة التكنولوجيا والمكونات الإضافية ومضاعفات الدفع. نحن نعمل مع خدمات الدفع المحلية والعالمية لجعل كل شيء منسجمًا في عملك على الإنترنت."
  },
  "countries": {
    "title": "بلدان",
    "sub": "نظام التشغيل Business الأكثر سهولة من حيث الحجم في العالم.",
    "msg": "نحن نتكيف مع سلوك التداول التقليدي من شخص لآخر في الفضاء عبر الإنترنت ، بغض النظر عن المكان الذي تعيش فيه أنت أو عميلك ، فنحن في مهمة لتقديم أفضل تجربة لك."
  },
  "dna": {
    "title": "الحمض النووي لعملك",
    "sub": "بيعها!",
    "msg": "إنه نظام تشغيل الأعمال الوحيد متعدد الإمكانات الذي لا يحتوي على كود كخدمة مع أدوات على مستوى المؤسسات من أجلك."
  },
  "api": {
    "title": "ديف. ودود",
    "msg": "حل مفتوح بالكامل قائم على واجهة برمجة التطبيقات للأعمال التجارية عبر الإنترنت.",
    "sec1": {
      "title": "نحن نبني العمود الفقري لعملك",
      "msg": "جميع جوانب متجرك متاحة من خلال واجهة برمجة تطبيقات REST القوية الخاصة بنا. يمكنك إجراء أي تغييرات على المتجر ، أو إنشاء تطبيقاتك ، أو تطوير تطبيق التسوق الخاص بك دون القلق بشأن المشكلات الفنية ، والدفع ، والخلفية."
    },
    "sec2": {
      "title": "تكامل سريع",
      "msg": "نقوم بتطوير حزم SDK لجميع اللغات والأطر الشائعة بحيث يمكنك تنفيذ خطوات المصادقة والوصول إلى الحساب وإدارته بأوامر بسيطة. ستكون الخطوات الأولى على بعد نقرات قليلة."
    },
    "header": "واجهة برمجة تطبيقات وحزمة أدوات تطوير برمجيات مفتوحة المصدر مع تخصيص {infinite}"
  },
  "convertible": {
    "store_name": "متجرك",
    "variant_1": "المنتج البديل العنبر",
    "variant_2": "متغير المنتج أحمر",
    "buy": "اشتري الآن",
    "price": "89 دولارًا",
    "management": {
      "title": "إدارة المنتجات",
      "msg": "إدارة المنتجات والفئات مثل الملفات والمجلدات التي تقوم بسحبها وإفلاتها في Windows.",
      "check1": "تحميل المنتجات عن طريق ملفات Excel أو CSV.",
      "check2": "أضف نماذج AR.",
      "check3": "تحسين بواسطة محرك SEO التلقائي.",
      "check4": "سحب وإسقاط الإدارة."
    },
    "payment": {
      "title": "دعم طرق الدفع المتعددة",
      "msg": "تجربة سلسة في الدفع في الموقع / داخل التطبيق.",
      "check1": "شريط",
      "check1msg": "دعم أكثر من 40 دولة.",
      "check2": "كلارنا",
      "check2msg": "اشتر الآن وادفع لاحقًا.",
      "check3": "باي بال",
      "check3msg": "الدفع بنقرة واحدة."
    },
    "checkout": {
      "title": "علامتك التجارية",
      "online": "العملاء عبر الإنترنت",
      "offline": "العملاء الشخصيون"
    },
    "design": {
      "title": "منشئ الصفحة",
      "msg": "اجعلها حقيقية فقط عن طريق السحب والإفلات."
    }
  },
  "secure": {
    "title": "حل Hyper Secure",
    "msg": "سلامة البيانات وإدارة مستوى الوصول للمؤسسات."
  },
  "build": {
    "title": "احصل على التجارة الإلكترونية الخاصة بك مع علامتك التجارية واستعد السيطرة على عملك!",
    "msg": "لديك العديد من الخيارات لتحويل حسابات الوسائط الاجتماعية الخاصة بك إلى موقع تسوق عبر الإنترنت على نطاقك أو إنشاء التجارة الإلكترونية الرائعة الخاصة بك من البداية."
  },
  "stripe": {
    "title": "هل لديك حساب على Stripe؟",
    "msg": "تهانينا ، لقد قمت بعمل معظم الأشياء من قبل. قم بإنشاء متجرك عبر الإنترنت بنقرة واحدة! Selldone يعتني بالباقي."
  },
  "unbanked": {
    "title": "منصة واحدة ، حل واحد - موضوعي.",
    "msg": "نظام تشغيل أعمال فريد لتسهيل المبيعات عبر الإنترنت وإطلاق العنان لروح المبادرة ، حتى لأكثر من 1.7 مليار من البالغين الذين لا يتعاملون مع البنوك."
  },
  "faqs": [
    {
      "question": "هل يمكنني إنشاء متجر على الإنترنت بدون بطاقة ائتمان؟",
      "answer": "نعم ، يمكنك إنشاء التجارة الإلكترونية الخاصة بك دون الحاجة إلى أي بطاقة مصرفية مثل بطاقات الائتمان والخصم على Selldone. يستخدم Selldone طريقة فريدة لتوفير خدمات التجارة الإلكترونية المتقدمة للأشخاص ، حتى أكثر من 1.7 مليار شخص دون الوصول إلى الخدمات المالية المشتركة."
    },
    {
      "question": "كيف يمكنني البيع عبر الإنترنت للعملاء الذين لا يتعاملون مع البنوك؟",
      "answer": "أضف COD (الدفع عند <b>الاستلام</b> ) إلى التجارة الإلكترونية الخاصة بك ، حتى يتمكن عملاؤك من الدفع بعد استلام الطلب. يعتبر COD هو الطريقة التقليدية في معظم البلدان التي تفتقر إلى البنية التحتية للتمويل."
    },
    {
      "question": "كيف يمكنني إعداد التجارة الإلكترونية الخاصة بي بدون حساب مصرفي؟",
      "answer": "لم يكن هناك حل للأشخاص غير المطهرين قبل سيلدون. ولكن الآن ، يمكنك إنشاء التجارة الإلكترونية وموقع الويب الخاص بك دون أن يكون لديك أي حساب مصرفي. لها تكلفة قليلة بالنسبة لك ؛ يمكنك دفع هذه التكلفة في نهاية الشهر من خلال محفظتك. يمكن لمحفظة Selldone تلقي رسوم من أشخاص آخرين أو الشحن من خلال بطاقات الهدايا. لا تحتاج إلى بطاقة ائتمان لاستخدام هذه الخدمات."
    },
    {
      "question": "كيف يمكنني بدء عمل تجاري بدون تكلفة الإعداد؟",
      "answer": "<ol style=\";text-align:right;direction:rtl\"><li style=\";text-align:right;direction:rtl\">سجل مجانا في <a href='https://selldone.com'>Selldone.com</a> .</li><li style=\";text-align:right;direction:rtl\"> بناء متجرك.</li><li style=\";text-align:right;direction:rtl\"> أضف منتجاتك وخدماتك.</li><li style=\";text-align:right;direction:rtl\"> ربط المجال الخاص بك (اختياري)</li><li style=\";text-align:right;direction:rtl\"> تمكين بوابات الدفع.</li><li style=\";text-align:right;direction:rtl\"> ابدأ بتقديم عملك للأصدقاء والعائلات.</li><li style=\";text-align:right;direction:rtl\"> عرّف عن نفسك ومنتجاتك على وسائل التواصل الاجتماعي.</li><li style=\";text-align:right;direction:rtl\"> قم ببناء علامة تجارية لعملك من خلال تقديم عرض قيمة فريد.</li><li style=\";text-align:right;direction:rtl\"> راقب سلوك المستخدمين من خلال لوحة Selldone.</li></ol>"
    }
  ],
  "brands": {
    "title": "بناء عملك على أساس موثوق.",
    "subtitle": "عملك يستحق ذلك!"
  },
  "why_boxes": {
    "block1": {
      "title": "حفظ التكلفة الأولية",
      "subtitle": "حل بدون موضوع ولا مكون إضافي."
    },
    "block2": {
      "title": "حفظ التكلفة التشغيلية",
      "subtitle": "لا توجد رسوم إضافية مخفية على الإطلاق."
    },
    "block3": {
      "title": "وفر الوقت",
      "subtitle": "على مستوى المؤسسة ولكن مناسب للمبتدئين."
    },
    "title": "مُحسَّن للمبيعات عبر الإنترنت وفي المتجر على نطاق واسع",
    "subtitle": "صُممت خصيصًا للتحويل. ارتقِ بمتجرك الإلكتروني باستخدام أدوات بديهية مصممة لتحويل الزوار إلى عملاء."
  },
  "money_transfer": {
    "customer": "عميلك",
    "bank": "حسابك بالبنك",
    "wallet": "محفظة",
    "free_setup": "الإعداد المجاني.",
    "no_extra_fee": "لا رسوم اضافية.",
    "no_hidden_fee": "لا توجد رسوم خفية."
  },
  "extra": {
    "cart": "إدارة العربات",
    "payment": "قسط",
    "shipping": "شحن",
    "fulfilment": "تحقيق، إنجاز",
    "community": "المجتمع والتعليقات"
  },
  "select_language_dialog_title": "قم بعملك بلغتك المفضلة",
  "welcome_title": "قم ببناء وإدارة وتوسيع نطاق عملك بشكل مرئي",
  "welcome_subtitle": "قم بإنشاء متجرك عبر الإنترنت من خلال حل لا يحتاج إلى رمز ولا خبير لملايين الطلبات.",
  "your_shop": "واجهة متجرك",
  "your_dashboard": "مكتبك الخلفي",
  "flow": {
    "title": "تدفق الخروج قابل للتخصيص.",
    "subtitle": "صمم رحلة عميلك وتدفق الشراء ونتائج التجربة.",
    "pacman": "الخروج من الإضافات"
  },
  "business_model": {
    "title": "اعتماد نموذج الأعمال المرئي.",
    "subtitle": "قم بإعداد نموذج عملك بشكل مرئي ، سيتم ضبط كل التعقيدات خلف الكواليس.",
    "pacman": "Marketplace & POD Plugins"
  },
  "team": {
    "title": "قابل الفريق.",
    "msg": "سنلعب وفقًا لقواعد مختلفة في المجال الوحشي لمنصات التجارة ، خاصةً عندما ينفق منافسونا ملايين الدولارات على الإعلانات ؛ نستثمر في المنتج والأشخاص وحل المشكلات الحقيقية. هذا الفريق يدعم عملك!"
  },
  "customers": {
    "title": "تعرف على مجتمعنا.",
    "msg": "إنها مجرد بداية رحلة لبناء أدوات ذات مغزى لإطلاق العنان لرواد الأعمال في المستقبل من خلال التعلم من عملائنا."
  },
  "panorama": {
    "title": "لا يوجد مكون إضافي مكلف ، <b class=\"font-weight-bold\">جميع الميزات مدمجة مسبقًا</b>",
    "msg": "لا داعي لإنفاق مئات الدولارات على المكونات الإضافية والتطبيقات كل شهر والقلق بشأن التحديثات. مثل macOS لجهاز الكمبيوتر الخاص بك ، يعتني Selldone OS بجميع الجوانب التقنية لعملك.",
    "orders_management": "إدارة الطلبات",
    "online_pos": "نقاط البيع عبر الإنترنت",
    "shipping": "شحن",
    "inventory_management": "ادارة المخزون",
    "social_commerce": "التجارة الإجتماعية",
    "in_store_sell": "البيع في المتجر",
    "team": "فريق / طاقم",
    "incentives": "الحوافز / الولاء",
    "community": "إدارة المجتمع",
    "payments": "المدفوعات المحلية",
    "ar_3d": "3D / AR"
  },
  "no_plugin": "لا — مكون إضافي",
  "storefront": "واجهة المتجر",
  "back_office": "مكتب خلفي",
  "product_page": {
    "title": "الناتج بعد إضافة منتجك الأول.",
    "msg": "اجعل أفكارك تنبض بالحياة ببضع نقرات فقط.",
    "open_sample_product_link": "افتح المنتج المباشر",
    "open_templates": "عرض القوالب"
  },
  "support_box": {
    "country_select_label": "حدد بلدك",
    "we_support_message": "نحن ندعم {country}",
    "we_limited_support": "نحن ندعم بشكل محدود {country}",
    "support_message_long": "استمتع بمعاملات إلكترونية سلسة في بلدك مع Selldone! إلى جانب الحسابات الضريبية الاحترافية، نقدم طرق دفع متنوعة بما في ذلك النقد ونقاط البيع والتحويلات المصرفية والمزيد. ابدأ في بناء عملك على منصة تدعم احتياجات بلدك بشكل كامل.",
    "limited_support_message_long": "قد لا تتوفر المدفوعات عبر الإنترنت في بلدك، ولكن لا داعي للقلق! في Selldone، نقدم المدفوعات النقدية والتحويلات المصرفية والدفع عند الاستلام (COD) في جميع أنحاء العالم. يمكنك بناء عملك عبر الإنترنت بثقة معنا مع الالتزام بلوائح بلدك وأوروبا. لمزيد من التفاصيل أو للاستفسار عن دعم الدفع عبر الإنترنت في بلدك، فلا تتردد في الاتصال بفريق الدعم لدينا.",
    "more_about_selldone_in_country": "حول Selldone في بلدك",
    "support_worldwide_customers": "يمكنك بيع منتجاتك وخدماتك لجميع العملاء في <b>جميع البلدان</b> !"
  },
  "hero": {
    "intro": "#1 نظام التشغيل للشركات",
    "title": "استبدال {infinite} من المكونات الإضافية والتطبيقات بـ {app} واحد"
  },
  "make_your_shop": {
    "title": "اصنع خاصتك",
    "amazon": "أمازون",
    "local_store": "متجر محلي",
    "instagram": "متجر انستجرام",
    "dropshipping": "إسقاط الشحن",
    "coursera": "كورسيرا",
    "gift_store": "متجر الهدايا",
    "airbnb": "اير بي ان بي",
    "simple_store": "متجر بسيط",
    "tiktok": "متجر تيك توك"
  },
  "show_its_simplicity": {
    "title": "مجمع ممل آخر<div class=\"app-box\" style=\"font-size: 55%;text-align:right;direction:rtl\"> 😣</div> منصة التجارة الإلكترونية!؟",
    "subtitle": "لا على الإطلاق! فقط جربه قبل التسجيل...",
    "as_guest": "كضيف",
    "need_register": "بحاجة إلى التسجيل",
    "page_builder": {
      "title": "منشئ الصفحات المدمج",
      "subtitle": "أول أداة سهلة الاستخدام لإنشاء الصفحات عن طريق السحب والإفلات مع إمكانية التحرير المضمن.",
      "try_action": "جرب Page Builder",
      "see_collection_action": "انظر القوالب"
    },
    "ai": {
      "title": "ميزات الذكاء الاصطناعي المدمجة",
      "subtitle": "أفضل إزالة للخلفية الصناعية، وتحسين الصور، وتوليد المحتوى، وإنشاء المنتجات التلقائية والمزيد.",
      "try_action": "جرب Selldone Intelligence"
    },
    "storefront": {
      "title": "واجهة المتجر المباشرة",
      "subtitle": "استمتع بأسرع عملية تسوق مع موقع PWA الحديث دون الحاجة إلى كتابة سطر واحد من التعليمات البرمجية.",
      "see_action": "شاهد واجهة المتجر التجريبية"
    },
    "backoffice": {
      "title": "المكتب الخلفي المباشر",
      "subtitle": "إدارة كل شيء من مكان واحد دون الحاجة إلى أي مكون إضافي.",
      "see_action": "شاهد النسخة التجريبية من Backoffice"
    }
  },
  "pricing_compact": {
    "title": "<div class=\"app-box\" style=\"font-size: 55%;text-align:right;direction:rtl\">💞️</div> تسعير بسيط وشفاف",
    "subtitle": "يمكنك الوصول إلى جميع الميزات المخصصة للمؤسسات لبدء وتوسيع نطاق عملك باستخدام نموذج تقاسم الإيرادات الخاص بنا - لا تدفع أي مبلغ مقدمًا، فقط حصة من إيراداتك. نحن ننجح فقط عندما تنجح أنت، مما يقلل من تكاليفك ويزيد من أرباحك."
  },
  "screenshots": {
    "item_1": {
      "title": "قم بتبسيط إدارة طلباتك.",
      "desc": "قم بإدارة عدد كبير من الطلبات يوميًا بكفاءة باستخدام وظائف القائمة والتصفية المتقدمة لدينا."
    },
    "item_2": {
      "title": "قم بربط متجرك بأجهزة POD.",
      "desc": "يمكنك بسهولة ربط متجرك بخدمة دروبشيبينغ للطباعة حسب الطلب مثل Printful وبيع أعمالك الفنية على المواد المطبوعة دون الحاجة إلى أي مكونات إضافية."
    },
    "item_3": {
      "title": "تنفيذ الطلبات باستخدام أدوات المؤسسة البديهية.",
      "desc": "استمتع بعملية طلب مبسطة مع القدرة على تنسيق الطلبات بشكل بديهي وإجراء التغييرات اللازمة وتحديث الحالة بنقرة واحدة فقط. ارتقِ بقدرات التنفيذ لديك إلى مستويات جديدة باستخدام أدواتنا على مستوى المؤسسة."
    },
    "item_4": {
      "title": "تتبع الإجراءات على الجدول الزمني للطلب.",
      "desc": "يوفر الجدول الزمني للطلب سجلاً تفصيليًا لجميع الإجراءات والتغييرات التي تم إجراؤها على الطلب. يمكنك بسهولة معرفة من قام بإجراء التغييرات ومتى تم إجراؤها."
    },
    "item_5": {
      "title": "تبسيط التواصل بين العملاء والبائعين.",
      "desc": "سيتم إرسال رسائل البريد الإلكتروني التي تحتوي على علامتك التجارية تلقائيًا إلى العملاء والبائعين وأي عناوين بريد إلكتروني مخصصة يتم تحديدها بعد اكتمال عملية الخروج والدفع."
    },
    "item_6": {
      "title": "قم بتنظيم المنتجات بكل سهولة باستخدام السحب والإفلات.",
      "desc": "سيعمل المنتج في هذا النظام بشكل مشابه للملفات، بينما ستعمل الفئات مثل المجلدات. ستتاح لك القدرة على سحب المنتجات وإفلاتها بسهولة، وإعادة ترتيبها، ونسخها ولصقها، وحتى استيراد المنتجات بكميات كبيرة باستخدام ملف Excel بسيط."
    },
    "item_7": {
      "title": "تتبع طلبات اشتراكك بسهولة.",
      "desc": "احصل على قائمة بديهية ومختصرة تحتوي على جميع طلبات الاشتراك الحالية والسابقة، بما في ذلك الوقت حتى الدفع التالي ومعلومات مفصلة لكل طلب."
    },
    "item_8": {
      "title": "استخدم أدوات المدونة ونظام إدارة المحتوى المدمجة للتفاعل مع العملاء.",
      "desc": "استغل ميزات نظام إدارة المحتوى والمدونة الداخلية لإنشاء محتوى حول شركتك وعروضها، واجتذاب جماهير جديدة من خلال تحسين محرك البحث. ومن خلال القيام بذلك، يمكنك أيضًا التفاعل مع عملائك."
    },
    "item_9": {
      "title": "ربط نظام التشغيل — الاتصال بالخدمات الخارجية دون أي جهد.",
      "desc": "من الممكن الاتصال بالخدمات الخارجية، مثل الأسواق، وموردي الدروبشيبينغ، وأجهزة POD، والبرامج المالية، دون الحاجة إلى أي مكونات إضافية."
    },
    "item_10": {
      "title": "تبسيط عملية استيراد المنتجات من الخدمات الخارجية.",
      "desc": "يمكنك استيراد المنتجات بسهولة من خدمات خارجية مثل Woocommerce وPrintful ببضع نقرات فقط وأتمتة كاملة."
    },
    "item_11": {
      "title": "ربط متجرك بـGoogle Merchant Center.",
      "desc": "قم بربط متجرك بـ Google Merchant Center وقم بمزامنة جميع العناصر والفئات بسلاسة للإعلان عنها على Google."
    },
    "item_12": {
      "title": "الأفوكادو - بيع المنتجات بسهولة على وسائل التواصل الاجتماعي.",
      "desc": "مع Avocado، يمكنك بيع المنتجات على وسائل التواصل الاجتماعي دون الحاجة إلى إضافة المنتجات والأسعار يدويًا. تقوم الأداة تلقائيًا بإنشاء رابط دفع للطلبات وتتيح لك إنشاء فواتير مخصصة مع روابط الدفع."
    },
    "item_13": {
      "title": "الشريط — إنشاء الاشتراكات وبيعها بسهولة.",
      "desc": "Ribbon هي أداة قوية تتيح لك إنشاء وبيع الاشتراكات بسهولة مثل صناديق الاشتراك وجدران الدفع وأنواع مختلفة من المحتوى ببضع نقرات فقط."
    },
    "item_14": {
      "title": "توفير خيارات دفع متعددة في متجرك.",
      "desc": "من المفيد تقديم خيارات دفع متنوعة في متجرك، مثل دمج Stripe وPayPal."
    },
    "item_15": {
      "title": "شجع العملاء على الشراء باستخدام الخصومات والعروض والقسائم والألعاب.",
      "desc": "قم بتشجيع عملائك على إجراء المزيد من عمليات الشراء من متجرك باستخدام طرق مختلفة مثل تقديم أكواد الخصم والعروض الترويجية والخصومات الذكية والقسائم وبطاقات الهدايا ودمج عناصر اللعبة في تجربة التسوق."
    },
    "item_16": {
      "title": "قم بتعزيز الأداء باستخدام إدارة الحملات على جانب الخادم.",
      "desc": "استخدم التسويق من جانب الخادم وإدارة الحملات للحصول على معلومات أكثر دقة ووضوحًا فيما يتعلق بأداء حملتك."
    },
    "item_17": {
      "title": "إدارة المدفوعات والمبيعات التابعة.",
      "desc": "قم بإشراك الشركات التابعة وإدارة مدفوعاتها ومبيعاتها بكفاءة. استخدم خيارات متقدمة مختلفة لإدارة الشركات التابعة مثل تعيين نطاقات عملاء فريدة لكل شركة تابعة."
    },
    "item_18": {
      "title": "إدارة المخزون والأسعار بكفاءة.",
      "desc": "تساعد أدوات الإدارة اللوجستية والمخزون في تنظيم وتصفية وإدارة المخزون وتسعيره لآلاف المنتجات وتنوعاتها."
    },
    "item_19": {
      "title": "نشاط العملاء والإحصائيات في الوقت الحقيقي.",
      "desc": "احصل على إمكانية الوصول إلى أحدث البيانات حول نشاط العملاء وإحصائيات الموقع الإلكتروني لاتخاذ قرارات مستنيرة تعتمد على البيانات."
    },
    "item_20": {
      "title": "زيادة المبيعات من خلال بناء المجتمع.",
      "desc": "قم ببناء مجتمع تفاعلي لتعزيز المبيعات في متجرك، وتحسين مشاركة الجمهور، وتعزيز الثقة، والاستفادة من فوائد تحسين محركات البحث للمحتوى المجاني."
    },
    "item_21": {
      "title": "قم بتحسين تجربة عملائك.",
      "desc": "قم بتنظيم قاعدة عملائك وتقسيمها، وتحليل قيمتها مدى الحياة، وعمليات الشراء السابقة عبر الإنترنت وفي المتجر، وتتبع رحلتهم لتحسين تجربتهم مع احترام خصوصيتهم."
    },
    "item_22": {
      "title": "قم بتصميم صفحات متجاوبة بكل سهولة.",
      "desc": "يمكنك بسهولة تصميم صفحات داخلية وصفحات مقصودة جذابة ومتجاوبة باستخدام أداة إنشاء الصفحات المدمجة بدون أكواد. ما عليك سوى سحب وإفلات الأقسام لإنشاء صفحات مخصصة."
    },
    "item_23": {
      "title": "قم بتبسيط التحرير باستخدام محرر الصفحات المضمن.",
      "desc": "يمكنك بسهولة تحرير النصوص والصور داخل الصفحات باستخدام محرر الصفحات المضمن، مما يجعل تحديث المحتوى الخاص بك أمرًا بسيطًا وبديهيًا."
    },
    "item_24": {
      "title": "إدارة وصول الفريق وأدواره.",
      "desc": "قم بدعوة أعضاء فريقك، وحدد أدوار الموظفين وحدد مستويات وصولهم. ومع توسع عملك وفريقك، سيتكيف نظام التشغيل الخاص بشركتك وفقًا لذلك."
    },
    "item_25": {
      "title": "هل لديك تطبيقاتك؟",
      "desc": "ابدأ عملك باستخدام تطبيق ويب متقدم ووفر لعملائك تجربة أسرع مقارنة بمنافسيك."
    },
    "item_26": {
      "title": "أدوات الأتمتة والتوفير المتقدمة.",
      "desc": "قم بتبسيط عمليات عملك ووفّر الوقت والموارد الثمينة من خلال الاستفادة من أدوات الأتمتة المتقدمة التي يمكن دمجها في متجرك."
    },
    "item_27": {
      "title": "قم بتخصيص واجهة متجرك بسهولة.",
      "desc": "يمكنك تخصيص واجهة متجرك بسهولة لتتناسب مع علامتك التجارية من خلال الاستفادة من خيارات التخصيص المرئي مثل السمة وأنماط الألوان والخطوط والمزيد - كل ذلك دون الحاجة إلى الترميز أو المهارات الفنية."
    },
    "item_28": {
      "title": "تصميم رحلة عميل مخصصة.",
      "desc": "قم بتصميم رحلة عملاء مخصصة باستخدام الخيارات المتنوعة المتوفرة على Selldone، مثل اختيار نقطة تسجيل الدخول أو تمكين التسوق للضيوف."
    },
    "item_29": {
      "title": "قم بتعزيز تجربتك باستخدام خيارات تسجيل الدخول والتدفق المخصصة.",
      "desc": "قم بإنشاء تجربة تسجيل دخول وتدفق مخصصة، وتوفير خيارات تسجيل دخول اجتماعية متنوعة لمتجرك عبر الإنترنت."
    },
    "item_30": {
      "title": "دعم نماذج الأعمال المعقدة.",
      "desc": "يقدم Selldone Support دعمًا متقدمًا لنماذج الأعمال، مثل السوق وموردي دروبشيبينغ والشركات التابعة والامتياز، والتي يمكنك إعدادها والتبديل بينها بسهولة بنقرة واحدة فقط."
    },
    "item_31": {
      "title": "ربط عدة نطاقات مخصصة.",
      "desc": "يمكنك ربط عدة نطاقات مخصصة بجوانب محددة من عملك مثل المجتمع أو المتجر أو المدونة أو صفحات الوصول أو حتى الشركات التابعة."
    },
    "item_32": {
      "title": "يدعم لغات متعددة والترجمة التلقائية.",
      "desc": "يدعم متجرك العديد من اللغات بالكامل، سواء من اليمين إلى اليسار أو من اليسار إلى اليمين. يمكنك بسهولة تثبيت وتفعيل حزم الترجمة الآلية لمتجرك."
    },
    "item_33": {
      "title": "حساب الضرائب المدمج متعدد الملفات الشخصية.",
      "desc": "بفضل القدرة على إنشاء ملفات ضريبية متعددة وتخصيصها لمنتجات محددة، يمكنك الحصول على قدر أكبر من المرونة في حساب ضريبة القيمة المضافة وضريبة المبيعات. على سبيل المثال، يمكنك تطبيق معدلات ضريبية مختلفة على المواد الغذائية أو الأجهزة الكهربائية."
    },
    "item_34": {
      "title": "حساب الضرائب متعددة المناطق.",
      "desc": "استخدم القواعد الافتراضية أو المخصصة لضريبة المبيعات وضريبة القيمة المضافة عند البيع إلى بلدان ومناطق مختلفة. يمكنك تجاوز القواعد الخاصة بالمناطق والأقاليم الضريبية المحددة حسب الحاجة."
    },
    "item_35": {
      "title": "نشر المقالات باستخدام محرر مضمن قوي.",
      "desc": "يعمل محرر المقالات المضمن المتقدم على تبسيط عملية نشر مقالاتك ومراجعتها، مما يجعلها سريعة وسهلة مع الحفاظ على الاتساق."
    },
    "item_36": {
      "title": "لوحة معلومات مخصصة لكل منتج.",
      "desc": "يتمتع كل منتج بلوحة معلومات مخصصة توفر الإحصائيات وجميع المعلومات الضرورية والوصول إلى جميع الإجراءات المطلوبة للإدارة."
    },
    "item_37": {
      "title": "ترجمة المقالات تلقائيًا.",
      "desc": "استخدم ميزة الترجمة بالذكاء الاصطناعي المضمنة على مستوى المؤسسة لترجمة أوصاف المنتج بسهولة إلى لغات مختلفة بنقرة واحدة فقط."
    },
    "item_38": {
      "title": "أدوات تحليلية مدمجة.",
      "desc": "سيكون لديك إمكانية الوصول إلى أدوات تحليلية مدمجة مخصصة بالكامل للخادم وآمنة ومتوافقة مع اللائحة العامة لحماية البيانات، دون استخدام ملفات تعريف الارتباط."
    },
    "item_39": {
      "title": "قم بتغطية معظم احتياجاتك المتقدمة في مجال تحسين محركات البحث.",
      "desc": "توفر لك أداةنا الداخلية الكلمات الرئيسية الأكثر نشاطًا وعناوين URL ذات الأداء الأفضل، بالإضافة إلى نظرة عامة على أداء عملك على بحث Google، وكلها معروضة في شكل جداول ورسوم بيانية."
    }
  }
};