export default {
  "local_service": "Мясцовае абслугоўванне для {country_name}",
  "local_service_message": "Гэты сэрвіс прызначаны выключна для карыстальнікаў, якія жывуць у <u>{country_name}</u> і прадаюць свае паслугі і прадукты ў гэтай краіне. Вам дазволена карыстацца толькі мясцовымі або міжнароднымі службамі Selldone. Каб выкарыстоўваць гэты сэрвіс, вы павінны выконваць законы <b>{country_name}</b> і <b>Еўрапейскага саюза</b> .",
  "my_shops": "Мае крамы",
  "moto": "Вы паспрабуйце, мы адчыняем дзверы!",
  "start_now_btn": "Пачніце зараз - гэта бясплатна",
  "create_ecommerce_btn": "Пачніце сваю электронную камерцыю бясплатна",
  "incentive_action": "Развітайцеся з нізкім узроўнем продажаў у Інтэрнэце!",
  "create_shopping_website": "Стварыце маю электронную камерцыю",
  "s1": {
    "title": "Зрабіце свой інтэрнэт-краму<br> Не — код і не — неабходнае рашэнне эксперта",
    "title_animated_words": [
      "Прадпрымальнікі",
      "Мастакі",
      "Незалежныя прадпрыемствы",
      "Маркі",
      "Рознічны гандаль",
      "Творцы"
    ],
    "subtitle": "Калі вы хочаце стварыць унікальны, хуткі, бяспечны і надзейны вопыт для сваіх кліентаў, гэта інструмент для вас. Стварыце сваю унікальную суполку і хуткую электронную камерцыю на бізнес-аперацыйнай сістэме карпаратыўнага класа без рэкламы.",
    "domain_input": {
      "message": "Ваш магазін можа падключацца да любой колькасці асабістых даменаў з дапамогай бясплатнага хостынгу і SSL",
      "action": "Стварыце краму"
    },
    "community": "Супольнасць Платформа",
    "shop": "Канструктар інтэрнэт-крам",
    "inventory": "Кіраванне запасамі",
    "cms": "Рэдактар старонак і CMS",
    "in_60_sec": "Клікніце тут"
  },
  "video": {
    "title": "Універсальнае рашэнне для вашых онлайн- і асабістых продажаў.",
    "msg": "Забяспечце найхутчэйшы вопыт пакупкі ў вашай электроннай камерцыі.",
    "card_pos": {
      "title": "Прададзены POS",
      "msg": "Прадавайце асабіста з дапамогай рашэння з нулявым коштам наладкі."
    },
    "card_ecommerce": {
      "title": "Электронная камерцыя Selldone",
      "msg": "Прадавайце ў інтэрнэце як прафесіяналы."
    }
  },
  "why": {
    "title": "Чаму Сэлдоун?",
    "msg": "Мы не можам сабе ўявіць каманды без трэнераў, рэвалюцыі без лідэраў, дрэвы без каранёў і бізнес без аперацыйнай сістэмы! Таму мы пераасэнсоўваем інтэрнэт-бізнэс для хуткарослых кампаній і маладых прадпрымальнікаў.",
    "sec1": {
      "title": "Лёгка + прафесійна",
      "msg": "Ён створаны для таго, каб вы маглі гуляць як прафесіянал на рынку, нават калі вы пачатковец, але хочаце гуляць як прафесіянал, ці вы эксперт і заслугоўваеце гуляць як вы!"
    },
    "sec2": {
      "title": "Інструменты карпаратыўнага ўзроўню",
      "msg": "Мы выпускаем новыя функцыі, абнаўляем API і ўжываем новыя метады ў паўсядзённым жыцці. Гэта аперацыйная сістэма для вашага бізнесу, таму ваш бізнес пашыраецца з дапамогай нашай платформы."
    },
    "sec3": {
      "title": "Сацыяльныя продажу",
      "msg": "Наш прадукт распрацаваны на рэальных гандлёвых паводзінах пакупнікоў па ўсім свеце. Мы прапануем адзіныя ў сваім родзе метады продажу ў Instagram, TikTok і іншых сацыяльных сетках пад назвай AVOCADO."
    },
    "sec4": {
      "title": "Эканомце грошы",
      "msg": "Больш не патрэбныя эксперты для электроннай камерцыі! Развітайцеся з дарагой распрацоўкай, абслугоўваннем, працэсам праграмавання і нават коштам экспертаў па платформах электроннай камерцыі."
    }
  },
  "how_it_work": {
    "title": "Як гэта працуе.",
    "msg": "Без крэдытнай карты, без плагіна, без шаблону, без наладкі, без хоста, без тэхнічных рашэнняў для тых, хто хоча гуляць як прафесіяналы.",
    "step0": {
      "title": "Пабудаваны для пакупнікоў, Любімая прадаўцамі, У адным кроку.",
      "msg1": "Настаў ваш час, каб завесці сапраўдную электронную камерцыю, сабраць шчаслівых кліентаў вакол свайго бізнесу і засяродзіцца на тым, што вам сапраўды падабаецца."
    },
    "step1": {
      "title": "Дадайце свае прадукты.",
      "msg1": "Дадавайце прадукты ўручную, напрыклад, дадавайце фатаграфіі ў Instagram! Або дадайце 100 000 элементаў толькі з дапамогай файла Excel. Вы можаце прадаваць прадукты, паслугі, падпіскі і файлы ў адным месцы."
    },
    "step2": {
      "title": "Падключыце спосабы аплаты, якія адпавядаюць вашым патрэбам.",
      "msg1": "Мы не зацікаўлены ва ўмешванні ў фінансавыя аперацыі! 100% плацяжоў кліентаў будуць пераведзены непасрэдна на ваш банкаўскі рахунак. Проста падключыце Stripe, PayPal і г.д. Вы можаце мець некалькі актыўных аплатных сэрвісаў у вашай краме адначасова!",
      "crypto_msg": "Даступна для актыўных гандляроў"
    },
    "step3": {
      "title": "Белая этыкетка / Гнуткая / Глыбока наладжвальная.",
      "msg1": "Стварыце свае мэтавыя старонкі і змяніце колер тэмы вашага сайта з улікам паведамлення вашага брэнда. Функцыя Drag and Drop робіць усё гэта магчымым без неабходнасці наймаць эксперта.",
      "view_sample_pages": "Выдатныя крамы SD, каб натхніць вас"
    },
    "step4": {
      "title": "Афармленне ў адзін клік: Адзіны вопыт афармлення па ўсім свеце.",
      "msg1": "Кліентам не трэба ўводзіць інфармацыю і запаўняць рэгістрацыйную форму, каб купіць у вас! Яны ўваходзяць у сістэму праз SMS і запаўняюць форму афармлення адным клікам і аплачваюць. Вы расцеце, мы расце."
    }
  },
  "onboarding": {
    "title": "Зрабіце свой бізнес у Інтэрнэце хутчэй і лепш - гэта бясплатна",
    "success_title": "Ўстаноўка вашай АС для інтэрнэт-бізнэсу,",
    "wait_msg": "Калі ласка, пачакайце некалькі секунд...",
    "ready_msg": "Ваш магазін гатовы.",
    "send_mail_msg": "Спасылка для ўваходу адпраўлена на {email}",
    "options": {
      "title": "Канфігурацыя крамы",
      "msg": "Якія функцыі вы хочаце на сваім сайце?",
      "ecommerce": "Электронная камерцыя",
      "pos": "Касавы тэрмінал",
      "blog": "Блог і CMS",
      "community": "Супольнасць і форум"
    },
    "job": {
      "title": "Якая ваша галіна?",
      "placeholder": "Пераключыце свой бізнес на Selldone OS, незалежна ад таго, якую платформу вы зараз выкарыстоўваеце."
    },
    "shop_name": {
      "title": "Назва фірмы",
      "placeholder": "Прыклад. Абутак Alex"
    },
    "income": {
      "title": "Штомесячныя продажу",
      "msg": "Выберыце дыяпазон вашых агульных месячных продажаў.",
      "Low": "Да 5000 долараў ЗША",
      "Medium": "5000 $ ~ 50 000 $",
      "High": "50 000 USD ~ 1 000 000 USD",
      "Extreme": "Вышэй за 1 000 000 долараў ЗША"
    },
    "step_1": "Мэта",
    "step_2": "Канфігурацыя",
    "step_3": "Рахунак"
  },
  "notion": {
    "title": "Гульня з іншымі правіламі.",
    "quote": "Мы лічым, што адзін чалавек можа ўнесці змены ў эру чалавецтва ў Інтэрнэце, нават у каго не хапае грошай, нават не мае вопыту ў галіне тэхналогій, нават не мае банкаўскага рахунку для аплаты рахункаў; мы робім гэта, ствараючы гатовую да выкарыстання платформу з інструментамі карпаратыўнага ўзроўню, каб дзейнічаць у якасці найбольш даступнай аперацыйнай сістэмы ў Інтэрнэце."
  },
  "stop": {
    "title": "Лёгкі канструктар вэб-сайтаў для пакупак у Інтэрнэце + Прамая аплата.",
    "subtitle": "Калі вы плануеце пабудаваць прыбытковы бізнэс у Інтэрнэце і ператварыць сваю бізнес-ідэю ў рэальнасць, Selldone - ідэальны выбар.",
    "pacman": "Убудовы аплаты"
  },
  "os": {
    "title": "Доступ да інструментаў сусветнага класа — бясплатны.",
    "msg": "Мы даем магчымасць стварэння прафесійнай электроннай камерцыі ў вас пад рукой."
  },
  "login": {
    "title": "Вы гатовыя гуляць як прафесіянал на рынку?"
  },
  "currencies": {
    "title": "Валюты",
    "sub": "Вашы кліенты могуць бесперашкодна плаціць у сваёй мясцовай валюты.",
    "msg": "Засяродзьцеся на продажах, а не на барацьбе з тэхналогіямі, убудовамі і аплатамі. Мы супрацоўнічаем з мясцовымі і глабальнымі аплатнымі службамі, каб зрабіць усё ў вашым інтэрнэт-бізнэсе."
  },
  "countries": {
    "title": "Краіны",
    "sub": "Самая простая ў свеце бізнес-АС.",
    "msg": "Мы адаптуем традыцыйныя гандлёвыя паводзіны ад чалавека да чалавека ў інтэрнэт-прасторы, незалежна ад таго, дзе вы ці ваш кліент жывеце, мы ставім перад сабой задачу, каб забяспечыць вам лепшы вопыт."
  },
  "dna": {
    "title": "ДНК вашага бізнесу",
    "sub": "ПРАДАВАЦЬ!",
    "msg": "Гэта адзіная ўніверсальная бізнес-аперацыйная сістэма без кода ў якасці сэрвісу з інструментамі карпаратыўнага ўзроўню для вас."
  },
  "api": {
    "title": "Дэв. дружалюбны",
    "msg": "Цалкам адкрытае рашэнне на аснове API для інтэрнэт-бізнэсу.",
    "sec1": {
      "title": "Мы будуем аснову вашага бізнесу",
      "msg": "Усе бакі вашай крамы даступны праз наш магутны REST API. Вы можаце ўносіць любыя змены ў краму, ствараць свае праграмы або распрацоўваць прыкладанне для пакупак, не турбуючыся аб тэхнічных праблемах, аплатах і бэкэнд."
    },
    "sec2": {
      "title": "Хуткая інтэграцыя",
      "msg": "Мы распрацоўваем SDK для ўсіх распаўсюджаных моў і фрэймворкаў, каб вы маглі выконваць этапы аўтэнтыфікацыі, доступу да ўліковага запісу і кіраваць ім з дапамогай простых каманд. Да пачатку працы ўсяго некалькі клікаў."
    }
  },
  "convertible": {
    "store_name": "Ваш магазін",
    "variant_1": "Варыянт прадукту Amber",
    "variant_2": "Варыянт прадукту Чырвоны",
    "buy": "Купіць зараз",
    "price": "89 даляраў",
    "management": {
      "title": "Кіраванне прадуктамі",
      "msg": "Кіруйце прадуктамі і катэгорыямі, такімі як файлы і папкі, якія вы перацягваеце ў Windows.",
      "check1": "Загружайце прадукты ў файлах Excel або CSV.",
      "check2": "Дадаць мадэлі AR.",
      "check3": "Аптымізацыя з дапамогай аўтаматычнага рухавіка SEO.",
      "check4": "Кіраванне перацягваннем."
    },
    "payment": {
      "title": "Падтрымка некалькіх спосабаў аплаты",
      "msg": "Бесперашкодны вопыт плацяжоў на сайце / у дадатку.",
      "check1": "Паласатая",
      "check1msg": "Падтрымка больш за 40 краін.",
      "check2": "Кларна",
      "check2msg": "Купляйце зараз, аплачвайце пазней.",
      "check3": "Paypal",
      "check3msg": "Аплата ў адзін клік."
    },
    "checkout": {
      "title": "Ваш брэнд",
      "online": "Інтэрнэт-кліенты",
      "offline": "Асабістыя кліенты"
    },
    "design": {
      "title": "Канструктар старонак",
      "msg": "Зрабіце гэта рэальным проста шляхам перацягвання."
    }
  },
  "secure": {
    "title": "Гіпербяспечнае рашэнне",
    "msg": "Кіраванне цэласнасцю дадзеных і карпаратыўным узроўнем доступу."
  },
  "build": {
    "title": "Майце ўласную электронную камерцыю з уласным брэндам і вярніце кантроль над сваім бізнесам!",
    "msg": "У вас ёсць шмат варыянтаў, каб пераўтварыць свае ўліковыя запісы ў сацыяльных сетках у вэб-сайт інтэрнэт-крам у вашым дамене або стварыць свой шэдэўр электроннай камерцыі з нуля."
  },
  "stripe": {
    "title": "Ёсць уліковы запіс Stripe?",
    "msg": "Віншую, больш за ўсё ў вас было зроблена раней. Стварыце свой інтэрнэт-краму адным націскам! Сэлдоне клапоціцца аб астатнім."
  },
  "unbanked": {
    "title": "Адна платформа, адно рашэнне — Мэта.",
    "msg": "Унікальная бізнес-АС для палягчэння продажаў у Інтэрнэце і раскрыцця прадпрымальніцкага духу нават для больш чым 1,7 мільярда дарослых людзей, якія не маюць банкаўскіх паслуг."
  },
  "faqs": [
    {
      "question": "Ці магу я стварыць інтэрнэт-краму без крэдытнай карты?",
      "answer": "Так, вы можаце стварыць сваю электронную камерцыю, не маючы патрэбы ў банкаўскіх картах, такіх як крэдытныя і дэбетавыя карты на Selldone. Selldone выкарыстоўвае унікальны спосаб прадастаўлення перадавых паслуг электроннай камерцыі людзям, нават больш за 1,7 мільярда чалавек, якія не маюць доступу да агульных фінансавых паслуг."
    },
    {
      "question": "Як я магу прадаваць у Інтэрнэце кліентам без банка?",
      "answer": "Дадайце COD ( <b>накладзены</b> плацёж) у вашу электронную камерцыю, каб вашы кліенты маглі аплаціць пасля атрымання замовы. COD з'яўляецца традыцыйным спосабам у большасці краін з адсутнасцю інфраструктуры фінансавання."
    },
    {
      "question": "Як я магу наладзіць электронную камерцыю без банкаўскага рахунку?",
      "answer": "Да Сэлдона не было рашэння для недапечаных людзей. Але цяпер вы можаце стварыць сваю электронную камерцыю і вэб-сайт, не маючы банкаўскага рахунку. Ён мае мінімальны кошт для вас; вы можаце аплаціць гэты кошт у канцы месяца праз свой кашалёк. Кашалёк Selldone можа атрымліваць плату ад іншых людзей або спаганяць з падарункавых карт. Для выкарыстання гэтых паслуг вам не патрэбна крэдытная карта."
    },
    {
      "question": "Як я магу пачаць бізнэс без выдаткаў на наладжванне?",
      "answer": "<ol><li>Зарэгіструйцеся бясплатна на <a href='https://selldone.com'>Selldone.com</a> .</li><li> Стварыце свой магазін.</li><li> Дадайце свае прадукты і паслугі.</li><li> Падключыце свой дамен (неабавязкова)</li><li> Уключыць плацежныя шлюзы.</li><li> Пачніце прадстаўляць свой бізнес сябрам і сем'ям.</li><li> Прадстаўце сябе і сваю прадукцыю ў сацыяльных сетках.</li><li> Стварыце брэнд для свайго бізнесу, падаючы унікальнае каштоўнае прапанову.</li><li> Кантралюйце паводзіны вашых карыстальнікаў з дапамогай панэлі Selldone.</li></ol>"
    }
  ],
  "brands": {
    "title": "Пабудуйце свой бізнес на надзейным падмурку.",
    "subtitle": "Ваш бізнэс таго варта!"
  },
  "why_boxes": {
    "block1": {
      "title": "Захаваць першапачатковы кошт",
      "subtitle": "Рашэнне без тэмы і без убудоў."
    },
    "block2": {
      "title": "Эканомце эксплуатацыйныя выдаткі",
      "subtitle": "Ніякіх дадатковых і схаваных плацяжоў."
    },
    "block3": {
      "title": "Эканоміць час",
      "subtitle": "Карпаратыўнага ўзроўню, але зручны для пачаткоўцаў."
    }
  },
  "money_transfer": {
    "customer": "Ваш кліент",
    "bank": "Ваш банкаўскі рахунак",
    "wallet": "Кашалёк",
    "free_setup": "Бясплатная ўстаноўка.",
    "no_extra_fee": "Без дадатковай платы.",
    "no_hidden_fee": "Няма схаванай платы."
  },
  "extra": {
    "cart": "Кіраванне каляскамі",
    "payment": "Аплата",
    "shipping": "Дастаўка",
    "fulfilment": "Выкананне",
    "community": "Супольнасць і водгукі"
  },
  "select_language_dialog_title": "Рабіце сваю справу на сваёй любімай мове",
  "welcome_title": "Стварайце, кіруйце і маштабуйце свой бізнес візуальна",
  "welcome_subtitle": "Стварыце сваю інтэрнэт-краму з дапамогай рашэння без кода і без экспертаў для мільёнаў заказаў.",
  "your_shop": "Ваша вітрына",
  "your_dashboard": "Ваш бэк-офіс",
  "flow": {
    "title": "Наладжвальны паток афармлення замовы.",
    "subtitle": "Сплануйце свой шлях кліента і паток пакупак і вынікі эксперыментаў.",
    "pacman": "Убудовы Checkout"
  },
  "business_model": {
    "title": "Візуальнае прыняцце бізнес-мадэлі.",
    "subtitle": "Наладзьце сваю бізнес-мадэль візуальна, уся складанасць будзе настроена за кадрам.",
    "pacman": "Marketplace і ўбудовы POD"
  },
  "team": {
    "title": "Знаёмцеся з камандай.",
    "msg": "Мы будзем гуляць па іншых правілах у жорсткай сферы камерцыйных платформаў, асабліва калі нашы канкурэнты марнуюць мільёны долараў на рэкламу; мы інвестуем у прадукт, людзей і рашэнне рэальных праблем. Гэтая каманда падтрымлівае ваш бізнес!"
  },
  "customers": {
    "title": "Знаёмцеся з нашай суполкай.",
    "msg": "Гэта толькі пачатак шляху да стварэння значных інструментаў, каб разблакаваць будучых прадпрымальнікаў, вучачыся ў нашых кліентаў."
  },
  "panorama": {
    "title": "Няма дарагога плагіна, <b class=\"font-weight-bold\">усе функцыі ўжо ўбудаваны</b>",
    "msg": "Няма неабходнасці марнаваць сотні даляраў на плагіны і прыкладанні кожны месяц і турбавацца аб абнаўленнях. Як macOS для вашага ПК, Selldone OS клапоціцца аб усіх тэхнічных баках вашага бізнесу.",
    "orders_management": "Кіраванне заказамі",
    "online_pos": "Інтэрнэт POS",
    "shipping": "Дастаўка",
    "inventory_management": "Кіраванне запасамі",
    "social_commerce": "Сацыяльная камерцыя",
    "in_store_sell": "Продаж у краме",
    "team": "Каманда / Персанал",
    "incentives": "Стымулы / Лаяльнасць",
    "community": "Кіраванне супольнасцю",
    "payments": "Мясцовыя плацяжы",
    "ar_3d": "3D / AR"
  },
  "no_plugin": "Не — плагін"
};