/*
 * Copyright (c) 2023. Selldone® Business OS™
 *
 * Author: M.Pajuhaan
 * Web: https://selldone.com
 * ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━
 *
 * All rights reserved. In the weave of time, where traditions and innovations intermingle, this content was crafted.
 * From the essence of thought, through the corridors of creativity, each word, and sentiment has been molded.
 * Not just to exist, but to inspire. Like an artist's stroke or a sculptor's chisel, every nuance is deliberate.
 * Our journey is not just about reaching a destination, but about creating a masterpiece.
 * Tread carefully, for you're treading on dreams.
 */

export default {
  local_service: "Мясцовае абслугоўванне для {country_name}",
  local_service_message: "Гэты сэрвіс прызначаны выключна для карыстальнікаў, якія жывуць у <u>{country_name}</u> і прадаюць свае паслугі і прадукты ў гэтай краіне. Вам дазволена карыстацца толькі мясцовымі або міжнароднымі службамі Selldone. Каб выкарыстоўваць гэты сэрвіс, вы павінны выконваць законы <b>{country_name}</b> і <b>Еўрапейскага саюза</b> .",
  my_shops: "Мае крамы",
  select_language_dialog_title: "Рабіце сваю справу на сваёй любімай мове",
  welcome_title: "Стварайце, кіруйце і маштабуйце свой бізнес візуальна",
  welcome_subtitle: "Стварыце сваю інтэрнэт-краму з дапамогай рашэння без кода і без экспертаў для мільёнаў заказаў.",
  //"Make your online store by no-code & no-expert needed solution for millions of orders.",

  moto: "Вы паспрабуйце, мы адчыняем дзверы!",
  start_now_btn: "Пачніце зараз - гэта бясплатна",
  create_ecommerce_btn: "Пачніце сваю электронную камерцыю бясплатна",
  incentive_action: "Развітайцеся з нізкім узроўнем продажаў у Інтэрнэце!",
  create_shopping_website: "Стварыце маю электронную камерцыю",
  your_shop: "Ваша вітрына",
  your_dashboard: "Ваш бэк-офіс",
  storefront: "Вітрына",
  back_office: "Бэк-офіс",
  today_sales: "Сённяшнія продажы",
  today_orders: "Сённяшнія заказы",
  s1: {
    /* title: "Make Your Online Store By<br>No—Code & No—Expert Needed Solution",
                                 title_animated_words: [
                                   "Entrepreneurs",
                                   "Artists",
                                   "Independent Businesses",
                                   "Brands",
                                   "Retails",
                                   "Creators",
                                 ],*/

    subtitle: "Калі вы хочаце стварыць унікальны, хуткі, бяспечны і надзейны вопыт для сваіх кліентаў, гэта інструмент для вас. Стварыце сваю унікальную суполку і хуткую электронную камерцыю на бізнес-аперацыйнай сістэме карпаратыўнага класа без рэкламы.",
    domain_input: {
      message: "Ваш магазін можа падключацца да любой колькасці асабістых даменаў з дапамогай бясплатнага хостынгу і SSL",
      action: "Стварыце краму"
    },
    community: "Супольнасць Платформа",
    shop: "Канструктар інтэрнэт-крам",
    inventory: "Кіраванне запасамі",
    cms: "Рэдактар старонак і CMS",
    in_60_sec: "Клікніце тут",
    why_use_selldone_if_frustrated_from_wordpress_and_shopify: "Калі вас расчаравалі памылковыя плагіны WordPress, серверы, якія не маштабуюцца, або дарагія і складаныя налады праграм Shopify, Selldone — найлепшае рашэнне для вас."
  },
  video: {
    title: "Універсальнае рашэнне для вашых онлайн- і асабістых продажаў.",
    msg: "Забяспечце найхутчэйшы вопыт пакупкі ў вашай электроннай камерцыі.",
    pacman: "Я не тэхнічны заснавальнік",
    card_pos: {
      title: "Selldone POS",
      msg: "Прадавайце асабіста з дапамогай рашэння з нулявым коштам наладкі."
    },
    card_ecommerce: {
      title: "Электронная камерцыя Selldone",
      msg: "Прадавайце ў інтэрнэце як прафесіяналы."
    }
  },
  why: {
    title: "Чаму Сэлдоун?",
    msg: "Мы не можам сабе ўявіць каманды без трэнераў, рэвалюцыі без лідэраў, дрэвы без каранёў і бізнес без аперацыйнай сістэмы! Таму мы пераасэнсоўваем інтэрнэт-бізнэс для хуткарослых кампаній і маладых прадпрымальнікаў.",
    sec1: {
      title: "Лёгка + прафесійна"
      //   msg: "It's built for you to game like a professional in the markets, even if you are a beginner but want to play like a professional, or you are an expert and deserve to play like yourself!",
    },

    sec2: {
      title: "Інструменты карпаратыўнага ўзроўню"
      //  msg: "We release new features, update APIs and apply new methods as a daily routine.  It's an operating system for your business, so your business scale up by our platform.",
    },

    sec3: {
      title: "Сацыяльныя продажу"
      //  msg: "Our product is designed on the real trading behavior of purchasers all around the world. We offer one-of-a-kind sales methods on Instagram, TikTok, and other social networks, named AVOCADO.",
    },

    sec4: {
      title: "Эканомце грошы"
      // msg: "No need for any experts to have an ecommerce anymore! Say goodbye to the costly development, maintenance, programming process, and even ecommerce platforms experts' cost.",
    }
  },

  how_it_work: {
    title: "Як гэта працуе.",
    msg: "Без крэдытнай карты, без плагіна, без шаблону, без наладкі, без хоста, без тэхнічных рашэнняў для тых, хто хоча гуляць як прафесіяналы.",
    step0: {
      title: "Пабудаваны для пакупнікоў, Любімая прадаўцамі, У адным кроку.",
      msg1: "Настаў ваш час, каб завесці сапраўдную электронную камерцыю, сабраць шчаслівых кліентаў вакол свайго бізнесу і засяродзіцца на тым, што вам сапраўды падабаецца."
    },
    step1: {
      title: "Дадайце свае прадукты.",
      msg1: "Дадавайце прадукты ўручную, напрыклад, дадавайце фатаграфіі ў Instagram! Або дадайце 100 000 элементаў толькі з дапамогай файла Excel. Вы можаце прадаваць прадукты, паслугі, падпіскі і файлы ў адным месцы."
    },
    step2: {
      title: "Падключыце спосабы аплаты, якія адпавядаюць вашым патрэбам.",
      msg1: "Мы не зацікаўлены ва ўмешванні ў фінансавыя аперацыі! 100% плацяжоў кліентаў будуць пераведзены непасрэдна на ваш банкаўскі рахунак. Проста падключыце Stripe, PayPal і г.д. Вы можаце мець некалькі актыўных аплатных сэрвісаў у вашай краме адначасова!",
      crypto_msg: "Даступна для актыўных гандляроў"
    },
    step3: {
      title: "Белая этыкетка / Гнуткая / Глыбока наладжвальная.",
      msg1: "Стварыце свае мэтавыя старонкі і змяніце колер тэмы вашага сайта з улікам паведамлення вашага брэнда. Функцыя Drag and Drop робіць усё гэта магчымым без неабходнасці наймаць эксперта.",
      view_sample_pages: "Выдатныя крамы SD, каб натхніць вас"
    },
    step4: {
      title: "Афармленне ў адзін клік: Адзіны вопыт афармлення па ўсім свеце.",
      msg1: "Кліентам не трэба ўводзіць інфармацыю і запаўняць рэгістрацыйную форму, каб купіць у вас! Яны ўваходзяць у сістэму праз SMS і запаўняюць форму афармлення адным клікам і аплачваюць. Вы расцеце, мы расце."
    }
  },
  /**
   * @see OOnboardingShop
   */
  onboarding: {
    title: "Зрабіце свой бізнес у Інтэрнэце хутчэй і лепш - гэта бясплатна",
    success_title: "Ўстаноўка вашай АС для інтэрнэт-бізнэсу,",
    wait_msg: "Калі ласка, пачакайце некалькі секунд...",
    ready_msg: "Ваш магазін гатовы.",
    send_mail_msg: "Спасылка для ўваходу адпраўлена на {email}",
    enable_disable_features_msg: "Вы зможаце ўключыць або выключыць гэтыя функцыі пазней.",
    package_starter: {
      title: "Дадатковы пакет",
      subtitle: "Мы разумеем, што ў вас можа не быць часу на наладжванне або вывучэнне Selldone, таму пасля рэгістрацыі вы атрымаеце доступ да <b>пакета ўсё-ў-адным</b>, які можна набыць па жаданні. Ён будзе даступны толькі <b>14 дзён</b> пасля стварэння крамы.",
      include_items_title: "Ён уключае гэтыя паслугі",
      include_items: ["Наладжванне параметраў і выгляду крамы", "Наладжванне аднаго спосабу дастаўкі і аднаго спосабу аплаты", "Дызайн вашай галоўнай старонкі", "Дапамога з імпартам тавараў праз Excel", "Даданне вашага карыстальніцкага дамена"]
    },
    sample: {
      title: "Усталяваць прыкладныя даныя",
      description: "Запусціць маю краму з прыкладнымі данымі, такімі як тавары, катэгорыі і запісы блога."
    },
    options: {
      title: "Канфігурацыя крамы",
      msg: "Якія функцыі вы хочаце на сваім сайце?",
      ecommerce: "Электронная камерцыя",
      pos: "Касавы тэрмінал",
      blog: "Блог і CMS",
      community: "Супольнасць і форум",
      ecommerce_desc: "Прадавайце свае тавары і паслугі анлайн.",
      pos_desc: "Прадавайце свае тавары і паслугі асабіста.",
      blog_desc: "Магутны CMS для публікацыі артыкулаў і запісаў.",
      community_desc: "Стварыце ўласную супольнасць і форум."
    },
    job: {
      title: "Якая ваша галіна?",
      placeholder: "Пераключыце свой бізнес на Selldone OS, незалежна ад таго, якую платформу вы зараз выкарыстоўваеце."
    },
    shop_name: {
      title: "Назва фірмы",
      placeholder: "Прыклад. Абутак Alex"
    },
    income: {
      title: "Штомесячныя продажу",
      msg: "Выберыце дыяпазон вашых агульных месячных продажаў.",
      Low: "Да 5000 долараў ЗША",
      Medium: "5000 $ ~ 50 000 $",
      High: "50 000 USD ~ 1 000 000 USD",
      Extreme: "Вышэй за 1 000 000 долараў ЗША"
    },
    step_1: "Мэта",
    step_2: "Канфігурацыя",
    step_3: "Рахунак"
  },
  notion: {
    title: "Гульня з іншымі правіламі.",
    quote: "Мы лічым, што адзін чалавек можа ўнесці змены ў эру чалавецтва ў Інтэрнэце, нават у каго не хапае грошай, нават не мае вопыту ў галіне тэхналогій, нават не мае банкаўскага рахунку для аплаты рахункаў; мы робім гэта, ствараючы гатовую да выкарыстання платформу з інструментамі карпаратыўнага ўзроўню, каб дзейнічаць у якасці найбольш даступнай аперацыйнай сістэмы ў Інтэрнэце."
  },
  stop: {
    title: "Лёгкі канструктар вэб-сайтаў для пакупак у Інтэрнэце + Прамая аплата.",
    subtitle: "Калі вы плануеце пабудаваць прыбытковы бізнэс у Інтэрнэце і ператварыць сваю бізнес-ідэю ў рэальнасць, Selldone - ідэальны выбар.",
    pacman: "Убудовы аплаты"
  },
  flow: {
    title: "Наладжвальны паток афармлення замовы.",
    subtitle: "Сплануйце свой шлях кліента і паток пакупак і вынікі эксперыментаў.",
    pacman: "Убудовы Checkout"
  },
  business_model: {
    title: "Візуальнае прыняцце бізнес-мадэлі.",
    subtitle: "Наладзьце сваю бізнес-мадэль візуальна, уся складанасць будзе настроена за кадрам.",
    pacman: "Marketplace і ўбудовы POD"
  },
  os: {
    title: "Доступ да інструментаў сусветнага класа — бясплатны.",
    msg: "Мы даем магчымасць стварэння прафесійнай электроннай камерцыі ў вас пад рукой."
  },
  login: {
    title: "Вы гатовыя гуляць як прафесіянал на рынку?"
  },
  currencies: {
    title: "Валюты",
    sub: "Вашы кліенты могуць бесперашкодна плаціць у сваёй мясцовай валюты.",
    msg: "Засяродзьцеся на продажах, а не на барацьбе з тэхналогіямі, убудовамі і аплатамі. Мы супрацоўнічаем з мясцовымі і глабальнымі аплатнымі службамі, каб зрабіць усё ў вашым інтэрнэт-бізнэсе."
  },
  countries: {
    title: "Краіны",
    sub: "Самая простая ў свеце бізнес-АС.",
    msg: "Мы адаптуем традыцыйныя гандлёвыя паводзіны ад чалавека да чалавека ў інтэрнэт-прасторы, незалежна ад таго, дзе вы ці ваш кліент жывеце, мы ставім перад сабой задачу, каб забяспечыць вам лепшы вопыт."
  },
  dna: {
    title: "ДНК вашага бізнесу",
    sub: "Зрабіце гэта з Selldone!",
    msg: "Гэта адзіная ўніверсальная бізнес-аперацыйная сістэма без кода ў якасці сэрвісу з інструментамі карпаратыўнага ўзроўню для вас."
  },
  api: {
    header: "API і SDK з адкрытым кодам з {infinite} наладжваннямі",
    title: "Дэв. дружалюбны",
    msg: "Цалкам адкрытае рашэнне на аснове API для інтэрнэт-бізнэсу.",
    sec1: {
      title: "Мы будуем аснову вашага бізнесу",
      msg: "Усе бакі вашай крамы даступны праз наш магутны REST API. Вы можаце ўносіць любыя змены ў краму, ствараць свае праграмы або распрацоўваць прыкладанне для пакупак, не турбуючыся аб тэхнічных праблемах, аплатах і бэкэнд."
    },
    sec2: {
      title: "Хуткая інтэграцыя",
      msg: "Мы распрацоўваем SDK для ўсіх распаўсюджаных моў і фрэймворкаў, каб вы маглі выконваць этапы аўтэнтыфікацыі, доступу да ўліковага запісу і кіраваць ім з дапамогай простых каманд. Да пачатку працы ўсяго некалькі клікаў."
    }
  },
  /** @see ConvertibleSelldoneView **/
  convertible: {
    store_name: "Ваш магазін",
    variant_1: "Варыянт прадукту Amber",
    variant_2: "Варыянт прадукту Чырвоны",
    buy: "Купіць зараз",
    price: "89 даляраў",
    management: {
      title: "Кіраванне прадуктамі",
      msg: "Кіруйце прадуктамі і катэгорыямі, такімі як файлы і папкі, якія вы перацягваеце ў Windows.",
      check1: "Загружайце прадукты ў файлах Excel або CSV.",
      check2: "Дадаць мадэлі AR.",
      check3: "Аптымізацыя з дапамогай аўтаматычнага рухавіка SEO.",
      check4: "Кіраванне перацягваннем."
    },
    payment: {
      title: "Падтрымка некалькіх спосабаў аплаты",
      msg: "Бесперашкодны вопыт плацяжоў на сайце / у дадатку.",
      check1: "Паласатая",
      check1msg: "Падтрымка больш за 40 краін.",
      check2: "Кларна",
      check2msg: "Купляйце зараз, аплачвайце пазней.",
      check3: "Paypal",
      check3msg: "Аплата ў адзін клік."
    },
    checkout: {
      title: "Ваш брэнд",
      online: "Інтэрнэт-кліенты",
      offline: "Асабістыя кліенты"
    },
    design: {
      title: "Канструктар старонак",
      msg: "Зрабіце гэта рэальным проста шляхам перацягвання."
    }
  },
  secure: {
    title: "Гіпербяспечнае рашэнне",
    msg: "Кіраванне цэласнасцю дадзеных і карпаратыўным узроўнем доступу."
  },
  build: {
    title: "Майце ўласную электронную камерцыю з уласным брэндам і вярніце кантроль над сваім бізнесам!",
    msg: "У вас ёсць шмат варыянтаў, каб пераўтварыць свае ўліковыя запісы ў сацыяльных сетках у вэб-сайт інтэрнэт-крам у вашым дамене або стварыць свой шэдэўр электроннай камерцыі з нуля."
  },
  stripe: {
    title: "Ёсць уліковы запіс Stripe?",
    msg: "Віншуем, большую частку працы вы ўжо зрабілі. Стварыце сваю інтэрнэт-краму адным націскам! Selldone паклапоціцца пра астатняе."
  },
  /* demo: {
                  title: "View Demo",
                  msg: "See professional live e-commerces",
                },*/

  unbanked: {
    title: "Адна платформа, адно рашэнне — Мэта.",
    msg: "Унікальная бізнес-АС для палягчэння продажаў у Інтэрнэце і раскрыцця прадпрымальніцкага духу нават для больш чым 1,7 мільярда дарослых людзей, якія не маюць банкаўскіх паслуг."
  },
  faqs: [{
    question: "Ці магу я стварыць інтэрнэт-краму без крэдытнай карты?",
    answer: "Так, вы можаце стварыць сваю электронную камерцыю, не маючы патрэбы ў банкаўскіх картах, такіх як крэдытныя і дэбетавыя карты на Selldone. Selldone выкарыстоўвае унікальны спосаб прадастаўлення перадавых паслуг электроннай камерцыі людзям, нават больш за 1,7 мільярда чалавек, якія не маюць доступу да агульных фінансавых паслуг."
  }, {
    question: "Як я магу прадаваць у Інтэрнэце кліентам без банка?",
    answer: "Дадайце COD ( <b>накладзены</b> плацёж) у вашу электронную камерцыю, каб вашы кліенты маглі аплаціць пасля атрымання замовы. COD з'яўляецца традыцыйным спосабам у большасці краін з адсутнасцю інфраструктуры фінансавання."
  }, {
    question: "Як я магу наладзіць электронную камерцыю без банкаўскага рахунку?",
    answer: "Да Сэлдона не было рашэння для недапечаных людзей. Але цяпер вы можаце стварыць сваю электронную камерцыю і вэб-сайт, не маючы банкаўскага рахунку. Ён мае мінімальны кошт для вас; вы можаце аплаціць гэты кошт у канцы месяца праз свой кашалёк. Кашалёк Selldone можа атрымліваць плату ад іншых людзей або спаганяць з падарункавых карт. Для выкарыстання гэтых паслуг вам не патрэбна крэдытная карта."
  }, {
    question: "Як я магу пачаць бізнэс без выдаткаў на наладжванне?",
    answer: "<ol><li>Зарэгіструйцеся бясплатна на <a href='https://selldone.com'>Selldone.com</a> .</li><li> Стварыце свой магазін.</li><li> Дадайце свае прадукты і паслугі.</li><li> Падключыце свой дамен (неабавязкова)</li><li> Уключыць плацежныя шлюзы.</li><li> Пачніце прадстаўляць свой бізнес сябрам і сем'ям.</li><li> Прадстаўце сябе і сваю прадукцыю ў сацыяльных сетках.</li><li> Стварыце брэнд для свайго бізнесу, падаючы унікальнае каштоўнае прапанову.</li><li> Кантралюйце паводзіны вашых карыстальнікаў з дапамогай панэлі Selldone.</li></ol>"
  }],
  brands: {
    title: "Пабудуйце свой бізнес на надзейным падмурку.",
    subtitle: "Ваш бізнэс таго варта!"
  },
  why_boxes: {
    title: "Аптымізавана для анлайн- і крамных продажаў у маштабе",
    subtitle: "Створана для канверсіі. Падніміце сваю анлайн-краму з інтуітыўнымі інструментамі, якія ператвараюць наведвальнікаў у кліентаў.",
    block1: {
      title: "Захаваць першапачатковы кошт",
      subtitle: "Рашэнне без тэмы і без убудоў."
    },
    block2: {
      title: "Эканомце эксплуатацыйныя выдаткі",
      subtitle: "Ніякіх дадатковых і схаваных плацяжоў."
    },
    block3: {
      title: "Эканоміць час",
      subtitle: "Карпаратыўнага ўзроўню, але зручны для пачаткоўцаў."
    }
  },
  money_transfer: {
    customer: "Ваш кліент",
    bank: "Ваш банкаўскі рахунак",
    wallet: "Кашалёк",
    free_setup: "Бясплатная ўстаноўка.",
    no_extra_fee: "Без дадатковай платы.",
    no_hidden_fee: "Няма схаванай платы."
  },
  /** @see HomePanelExtraFlow **/
  extra: {
    cart: "Кіраванне каляскамі",
    payment: "Аплата",
    shipping: "Дастаўка",
    fulfilment: "Выкананне",
    community: "Супольнасць і водгукі"
  },
  team: {
    title: "Знаёмцеся з камандай.",
    msg: "Мы будзем гуляць па іншых правілах у жорсткай сферы камерцыйных платформаў, асабліва калі нашы канкурэнты марнуюць мільёны долараў на рэкламу; мы інвестуем у прадукт, людзей і рашэнне рэальных праблем. Гэтая каманда падтрымлівае ваш бізнес!"
  },
  customers: {
    title: "Знаёмцеся з нашай суполкай.",
    msg: "Гэта толькі пачатак шляху да стварэння значных інструментаў, каб разблакаваць будучых прадпрымальнікаў, вучачыся ў нашых кліентаў."
  },
  /** {@see PanoramaImage} {@see HomePage} */

  panorama: {
    title: "Няма дарагога плагіна, <b class=\"font-weight-bold\">усе функцыі ўжо ўбудаваны</b>",
    msg: "Няма неабходнасці марнаваць сотні даляраў на плагіны і прыкладанні кожны месяц і турбавацца аб абнаўленнях. Як macOS для вашага ПК, Selldone OS клапоціцца аб усіх тэхнічных баках вашага бізнесу.",
    orders_management: "Кіраванне заказамі",
    online_pos: "Інтэрнэт POS",
    shipping: "Дастаўка",
    inventory_management: "Кіраванне запасамі",
    social_commerce: "Сацыяльная камерцыя",
    in_store_sell: "Продаж у краме",
    team: "Каманда / Персанал",
    incentives: "Стымулы / Лаяльнасць",
    community: "Кіраванне супольнасцю",
    payments: "Мясцовыя плацяжы",
    ar_3d: "3D / AR"
  },
  no_plugin: "Не — плагін",
  product_page: {
    title: "Выхад пасля дадання вашага першага прадукту.",
    msg: "Увасабляйце свае ідэі ў жыццё ўсяго за некалькі клікаў.",
    open_sample_product_link: "Адкрыйце Live Product",
    open_templates: "Прагляд шаблонаў"
  },
  /** {@see CountrySupportBox} */
  support_box: {
    country_select_label: "Выберыце сваю краіну",
    we_support_message: "Мы падтрымліваем {country}",
    we_limited_support: "Падтрымка {country} абмежаваная",
    support_message_long: "Атрымайце бесперашкодныя анлайн-транзакцыі ў сваёй краіне з Selldone! Акрамя прафесійных разлікаў падаткаў, мы прапануем розныя спосабы аплаты, уключаючы наяўныя, POS, банкаўскія пераклады і іншае. Пачніце будаваць бізнес на платформе, якая цалкам падтрымлівае патрэбы вашай краіны.",
    limited_support_message_long: "            Анлайн-плацяжы могуць быць недаступныя ў вашай краіне, але не хвалюйцеся! У Selldone мы прапануем аплату наяўнымі, банкаўскія пераклады і аплату пры дастаўцы (COD) па ўсім свеце. Вы можаце ўпэўнена будаваць анлайн-бізнес з намі, выконваючы правілы сваёй краіны і Еўропы. Каб даведацца больш або спытаць пра падтрымку анлайн-плацяжоў у вашай краіне, звярніцеся ў нашу службу падтрымкі.",
    more_about_selldone_in_country: "Пра Selldone у вашай краіне",
    tax: {
      title: "Зручна для падаткаў",
      message: "Лёгка наладжвайце падатковыя профілі для розных катэгорый тавараў з аўтаматычнай адаптацыяй да краін і рэгіёнаў пакупнікоў. Захоўвайце адпаведнасць і пашырайце глабальны ахоп."
    },
    global: {
      title: "Глабальныя продажы",
      message: "Дасягайце кліентаў па ўсім свеце з бесперашкоднай міжнароднай падтрымкай Selldone. Маштабуйце бізнес глабальна лёгка і эфектыўна."
    },
    shipping: {
      title: "Лакальная і глабальная дастаўка",
      message: "Інтэграцыі з лакальнымі і глабальнымі перавозчыкамі, такімі як Shippo і Shipday, а таксама магчымасці кіравання ўласным кур'ерам забяспечваюць плаўную дастаўку ўсюды."
    },
    erp: {
      title: "Інтэграцыя ERP",
      message: "Бесперашкодна падключайцеся да вядучых ERP праз наш адкрыты шлюз і API-доступ з простымі інтэграцыямі ў адзін клік для ўпарадкаваных бізнес-працэсаў."
    }
  },
  hero: {
    intro: "Аперацыйная сістэма №1 для бізнесу",
    title: "Замяніце {infinite} плагінаў і праграм адным {app}"
  },
  /**
   * {@see MakeYourShopHeader}
   */
  make_your_shop: {
    title: "Стварыце сваё",
    amazon: "Крама Amazon",
    local_store: "Мясцовая крама",
    instagram: "Крама Instagram",
    dropshipping: "Крама Dropshipping",
    coursera: "Крама Coursera",
    gift_store: "Крама падарункаў",
    airbnb: "Крама Airbnb",
    simple_store: "Простая крама",
    tiktok: "Крама TikTok"
  },
  /**
   * {@see SectionShowItsSimplicity}
   */
  show_its_simplicity: {
    title: "Яшчэ адна сумная складаная <div class=\"app-box\" style=\"font-size: 55%\">😣</div> платформа электроннай камерцыі!?",
    subtitle: "Зусім не! Проста паспрабуйце яшчэ да рэгістрацыі...",
    as_guest: "Як госць",
    need_register: "Патрэбна рэгістрацыя",
    page_builder: {
      title: "Убудаваны канструктар старонак",
      subtitle: "Першы інтуітыўны drag and drop канструктар старонак з рэдагаваннем унутры радка.",
      try_action: "Паспрабаваць канструктар старонак",
      see_collection_action: "Паглядзець шаблоны"
    },
    ai: {
      title: "Убудаваныя AI-функцыі",
      subtitle: "Лепшае прамысловае выдаленне фону, аптымізацыя выяў, генерацыя кантэнту, аўтаматычнае стварэнне тавараў і многае іншае.",
      try_action: "Паспрабаваць Selldone Intelligence"
    },
    storefront: {
      title: "Жывая вітрына",
      subtitle: "Атрымайце найхутчэйшы досвед пакупак на сучасным PWA-сайце без неабходнасці пісаць нават адзін радок кода.",
      see_action: "Паглядзець дэма-вітрыну"
    },
    backoffice: {
      title: "Жывы backoffice",
      subtitle: "Кіруйце ўсім з аднаго месца без патрэбы ў плагінах.",
      see_action: "Паглядзець дэма backoffice"
    }
  },
  /**
   * {@see SectionPricingCompact}
   */
  pricing_compact: {
    title: "<div class=\"app-box\" style=\"font-size: 55%\">💞️</div> Простыя і празрыстыя цэны",
    subtitle: "Атрымайце доступ да ўсіх функцый карпаратыўнага ўзроўню, каб пачаць і маштабаваць бізнес з нашай мадэллю падзелу даходу — нічога не плаціце наперад, толькі долю ад выручкі. Мы дасягаем поспеху толькі тады, калі дасягаеце яго вы, зніжаючы вашы выдаткі і павялічваючы прыбытак."
  },
  screenshots: {
    item_1: {
      title: "Аптымізуйце кіраванне заказамі.",
      desc: "Эфектыўна кіруйце вялікім аб'ёмам заказаў штодня з дапамогай нашых пашыраных функцый спісаў і фільтраў."
    },
    item_2: {
      title: "Падключыце краму да POD-сэрвісаў.",
      desc: "Лёгка падключыце краму да сэрвісу print on demand dropshipping, напрыклад Printful, і прадавайце свае работы на друкаваных матэрыялах без дадатковых плагінаў."
    },
    item_3: {
      title: "Выканайце заказы інтуітыўнымі карпаратыўнымі інструментамі.",
      desc: "Атрымайце ўпарадкаваны працэс заказаў з магчымасцю інтуітыўна фарматаваць запыты, уносіць патрэбныя змены і абнаўляць статус у адзін клік. Падыміце магчымасці выканання на новы ўзровень."
    },
    item_4: {
      title: "Адсочванне дзеянняў на часовай лініі заказу.",
      desc: "Часовая лінія заказу дае падрабязны запіс усіх дзеянняў і змяненняў у заказе. Вы лёгка бачыце, хто зрабіў змены і калі."
    },
    item_5: {
      title: "Спрашчэнне сувязі з кліентамі і пастаўшчыкамі.",
      desc: "Пасля завяршэння checkout і аплаты кліентам, пастаўшчыкам і любым указаным карыстальніцкім email-адрасам аўтаматычна адпраўляюцца лісты з брэндынгам вашага брэнда."
    },
    item_6: {
      title: "Лёгка арганізуйце тавары праз drag and drop.",
      desc: "У гэтай сістэме тавары працуюць падобна да файлаў, а катэгорыі — як папкі. Вы можаце лёгка перацягваць тавары, змяняць іх парадак, капіяваць і ўстаўляць, а таксама масава імпартаваць праз просты Excel-файл."
    },
    item_7: {
      title: "Лёгка адсочвайце заказы па падпісках.",
      desc: "Атрымайце інтуітыўны і кампактны спіс усіх бягучых і мінулых заказаў па падпісках, уключаючы час да наступнай аплаты і падрабязнасці кожнага заказу."
    },
    item_8: {
      title: "Выкарыстоўвайце ўбудаваны блог і CMS, каб уцягваць кліентаў.",
      desc: "Выкарыстоўвайце ўнутраныя функцыі блога і сістэмы кіравання кантэнтам, каб ствараць кантэнт пра кампанію і прапановы, а таксама прыцягваць новую аўдыторыю праз SEO. Так вы таксама можаце ўзаемадзейнічаць з кліентамі."
    },
    item_9: {
      title: "Connect OS — лёгкае падключэнне да знешніх сэрвісаў.",
      desc: "Можна падключацца да знешніх сэрвісаў, такіх як маркетплэйсы, пастаўшчыкі dropshipping, POD і фінансавае ПЗ, без дадатковых плагінаў."
    },
    item_10: {
      title: "Спрасціце імпарт тавараў з знешніх сэрвісаў.",
      desc: "Лёгка імпартуйце тавары з знешніх сэрвісаў, такіх як Woocommerce і Printful, у некалькі клікаў і з поўнай аўтаматызацыяй."
    },
    item_11: {
      title: "Падключэнне крамы да Google Merchant Center.",
      desc: "Звяжыце сваю краму з Google Merchant Center і бесперашкодна сінхранізуйце ўсе тавары і катэгорыі для рэкламы ў Google."
    },
    item_12: {
      title: "Avocado — лёгка прадавайце тавары ў сацсетках.",
      desc: "З Avocado можна прадаваць тавары ў сацыяльных сетках без ручнога дадання тавараў і цэн. Інструмент аўтаматычна стварае плацежную спасылку для заказаў і дазваляе ствараць карыстальніцкія рахункі з плацежнымі спасылкамі."
    },
    item_13: {
      title: "Ribbon — лёгка стварайце і прадавайце падпіскі.",
      desc: "Ribbon — магутны інструмент, які дазваляе ў некалькі клікаў ствараць і прадаваць падпіскі, такія як subscription boxes, paywalls і розныя тыпы кантэнту."
    },
    item_14: {
      title: "Прапануйце некалькі варыянтаў аплаты ў краме.",
      desc: "Карысна прапаноўваць у краме розныя спосабы аплаты, напрыклад Stripe і PayPal."
    },
    item_15: {
      title: "Стымулюйце пакупкі зніжкамі, прапановамі, купонамі і гейміфікацыяй.",
      desc: "Матывуйце кліентаў рабіць больш пакупак у краме праз коды зніжак, прома-прапановы, разумныя зніжкі, купоны, падарункавыя карты і элементы гейміфікацыі ў працэсе пакупкі."
    },
    item_16: {
      title: "Максімізуйце прадукцыйнасць серверным кіраваннем кампаніямі.",
      desc: "Выкарыстоўвайце серверны маркетынг і кіраванне кампаніямі, каб атрымліваць найбольш дакладную і карысную інфармацыю пра эфектыўнасць кампаніі."
    },
    item_17: {
      title: "Кіруйце affiliate-плацяжамі і продажамі.",
      desc: "Дадавайце affiliate-партнёраў і эфектыўна кіруйце іх плацяжамі і продажамі. Выкарыстоўвайце пашыраныя опцыі, напрыклад прызначэнне ўнікальнага кліенцкага дамена для кожнага партнёра."
    },
    item_18: {
      title: "Эфектыўна кіруйце запасамі і цэнамі.",
      desc: "Інструменты лагістыкі і інвентару дапамагаюць арганізоўваць, фільтраваць і кіраваць запасамі і цэнамі для тысяч тавараў і іх варыянтаў."
    },
    item_19: {
      title: "Актыўнасць кліентаў і статыстыка ў рэальным часе.",
      desc: "Атрымайце доступ да найноўшых даных аб актыўнасці кліентаў і статыстыцы сайта, каб прымаць абгрунтаваныя рашэнні на аснове даных."
    },
    item_20: {
      title: "Павялічвайце продажы праз канструктар супольнасці.",
      desc: "Стварыце інтэрактыўную супольнасць, каб павялічыць продажы ў краме, палепшыць уцягванне аўдыторыі, умацаваць давер і выкарыстаць SEO-перавагі бясплатнага кантэнту."
    },
    item_21: {
      title: "Палепшыце досвед кліентаў.",
      desc: "Арганізуйце і сегментуйце кліенцкую базу, аналізуйце жыццёвую каштоўнасць, мінулыя анлайн- і крамныя пакупкі і адсочвайце іх шлях, паважаючы прыватнасць."
    },
    item_22: {
      title: "Лёгка праектуйце responsive-старонкі.",
      desc: "Лёгка стварайце прывабныя і responsive ўнутраныя і landing-старонкі з нашым убудаваным no-code канструктарам. Проста перацягвайце секцыі, каб ствараць карыстальніцкія старонкі."
    },
    item_23: {
      title: "Спрасціце рэдагаванне з inline-рэдактарам старонак.",
      desc: "Лёгка рэдагуйце тэксты і выявы ўнутры старонак з inline-рэдактарам, робячы абнаўленне кантэнту простым і інтуітыўным."
    },
    item_24: {
      title: "Кіруйце доступам і ролямі каманды.",
      desc: "Запрашайце ўдзельнікаў каманды, задавайце ролі супрацоўнікаў і ўзроўні доступу. Па меры росту бізнесу і каманды ваша бізнес-аперацыйная сістэма будзе адаптавацца."
    },
    item_25: {
      title: "Майце ўласныя праграмы.",
      desc: "Пачніце бізнес з Progressive Web App і дайце кліентам больш хуткі досвед у параўнанні з канкурэнтамі."
    },
    item_26: {
      title: "Пашыраная аўтаматызацыя і інструменты эканоміі.",
      desc: "Аптымізуйце бізнес-працэсы і эканомце час і рэсурсы з дапамогай пашыраных інструментаў аўтаматызацыі, якія можна інтэграваць у краму."
    },
    item_27: {
      title: "Лёгка наладжвайце вітрыну.",
      desc: "Лёгка персаналізуйце вітрыну пад свой брэнд праз візуальныя параметры, такія як тэма, каляровыя схемы, шрыфты і іншае — без кода або тэхнічных навыкаў."
    },
    item_28: {
      title: "Праектуйце персаналізаваны шлях кліента.",
      desc: "Стварыце персаналізаваны шлях кліента з дапамогай розных опцый Selldone, напрыклад выбару пункта ўваходу або ўключэння пакупкі як госць."
    },
    item_29: {
      title: "Палепшыце досвед карыстальніцкім уваходам і параметрамі патоку.",
      desc: "Стварыце персаналізаваны досвед уваходу і патоку, прапануючы розныя сацыяльныя ўваходы для анлайн-крамы."
    },
    item_30: {
      title: "Падтрымлівайце складаныя бізнес-мадэлі.",
      desc: "Selldone Support прапануе пашыраную падтрымку бізнес-мадэляў, такіх як marketplace, dropshipping-пастаўшчыкі, affiliate і franchise, якія можна лёгка наладзіць і пераключаць у адзін клік."
    },
    item_31: {
      title: "Падключыце некалькі карыстальніцкіх даменаў.",
      desc: "Вы можаце звязаць некалькі карыстальніцкіх даменаў з канкрэтнымі часткамі бізнесу, такімі як супольнасць, крама, блог, landing-старонкі або нават affiliate-партнёры."
    },
    item_32: {
      title: "Падтрымка некалькіх моў і аўтаперакладу.",
      desc: "Ваша крама цалкам падтрымлівае некалькі моў, як RTL, так і LTR. Вы можаце лёгка ўсталяваць і актываваць пакеты аўтаматычнага перакладу."
    },
    item_33: {
      title: "Убудаваны разлік падаткаў з некалькімі профілямі.",
      desc: "Магчымасць ствараць некалькі падатковых профіляў і прызначаць іх канкрэтным таварам дае больш гнуткасці пры разліку VAT і падатку з продажаў. Напрыклад, можна прымяняць розныя стаўкі для харчовых тавараў або электрапрылад."
    },
    item_34: {
      title: "Міжрэгіянальны разлік падаткаў.",
      desc: "Выкарыстоўвайце стандартныя або карыстальніцкія правілы для падатку з продажаў і VAT пры продажы ў розныя краіны і рэгіёны. Пры патрэбе перавызначайце правілы для канкрэтных рэгіёнаў і падатковых тэрыторый."
    },
    item_35: {
      title: "Публікуйце артыкулы з магутным inline-рэдактарам.",
      desc: "Пашыраны inline-рэдактар артыкулаў спрашчае публікацыю і праверку артыкулаў, робячы працэс хуткім і простым пры захаванні паслядоўнасці."
    },
    item_36: {
      title: "Асобны dashboard для кожнага тавару.",
      desc: "Кожны тавар мае асобны dashboard са статыстыкай, неабходнай інфармацыяй і доступам да ўсіх дзеянняў для кіравання."
    },
    item_37: {
      title: "Аўтаматычна перакладайце артыкулы.",
      desc: "Выкарыстоўвайце ўбудаваную AI-функцыю перакладу карпаратыўнага ўзроўню, каб адным клікам перакладаць апісанні тавараў на розныя мовы."
    },
    item_38: {
      title: "Убудаваныя інструменты аналітыкі.",
      desc: "Вы атрымаеце доступ да ўбудаваных інструментаў аналітыкі, якія цалкам серверныя, бяспечныя і адпавядаюць GDPR, без выкарыстання cookies."
    },
    item_39: {
      title: "Пакрыйце большую частку пашыраных SEO-патрэб.",
      desc: "Наш унутраны інструмент дае вам найбольш актыўныя ключавыя словы, URL з найлепшымі вынікамі і агляд прадукцыйнасці бізнесу ў пошуку Google у выглядзе табліц і графікаў."
    }
  },
  country_landing: {
    intro: "Аперацыйная сістэма №1 для бізнесу ў",
    title: "Замяніце {infinite} плагінаў і праграм на {app} у {country}"
  },
  /**
   * @see IntegrationPaymentPage
   */
  payment_landing: {
    intro: "Аперацыйная сістэма №1 для бізнесу",
    title: "Замяніце {infinite} плагінаў і праграм на {app}",
    unlock_section: {
      title: "Разблакуйце {payment} і пачніце зарабляць на сваім сайце",
      subtitle: "Запусціце анлайн-краму сёння! Лёгка прадавайце тавары, паслугі і падпіскі хутка і проста.",
      no_plugin: {
        title: "Лёгкія плацяжы без плагінаў",
        subtitle: "Крокніце ў будучыню e-commerce з бесперашкоднымі плацежнымі рашэннямі Selldone без плагінаў для {payment}. Развітайцеся са складанымі інтэграцыямі і карыстайцеся прамым, бяспечным і простым плацежным досведам."
      },
      experience: {
        title: "Бездакорныя пакупкі з Selldone + {payment}",
        subtitle: "Пераўтварыце свой e-commerce-досвед з зручнай платформай Selldone і інтэграцыяй аплаты {payment}. Пакіньце грувасткія інтэрфейсы і прапануйце плаўны шлях пакупкі, які вяртае кліентаў."
      },
      boost: {
        title: "Павялічце продажы з інтэграванымі плацяжамі Selldone",
        subtitle: "Навошта дазваляць складаным плацежным сістэмам запавольваць вас? З інтэграваным рашэннем {payment} вы можаце засяродзіцца на галоўным: прадаваць больш. Глядзіце, як продажы растуць, пакуль бізнес развіваецца лёгка."
      },
      security: {
        title: "Дзе бяспека і эфектыўнасць аб'ядноўваюцца",
        subtitle: "Выбар Selldone + {payment} — гэта выбар бяспекі найвышэйшага ўзроўню і непераўзыдзенай эфектыўнасці. Наша спецыяльная плацежная сістэма гарантуе, што кожная транзакцыя бяспечная, хуткая і цалкам плаўная."
      },
      setup_payment: "Наладзіць аплату"
    },
    how_to_add: {
      step_1: {
        step: "Крок 1",
        title: "Дадайце валюту",
        subtitle: "Каб прымаць плацяжы ў розных валютах, трэба наладзіць плацежны шлюз для кожнай. З {payment} адзін акаўнт можа апрацоўваць некалькі шлюзаў і валют у вашай краме без абмежаванняў! Пераканайцеся, што патрэбная валюта ёсць у Shop > Accounting > Currencies у наладах крамы."
      },
      step_2: {
        step: "Крок 2",
        title: "Наладзьце свой шлюз",
        subtitle: "Далей перайдзіце на ўкладку Shop > Accounting > Gateways, націсніце <b>NEW PAYMENT METHOD</b>, выберыце валюту і выберыце <b>{payment}</b>. Вы можаце дадаваць шлюзы ў debug або live рэжыме. Пераканайцеся, што ўводзіце правільныя API Keys для кожнага рэжыму; іх можна знайсці ў вашым <a href=\"{payment_url}\" target=\"_blank\">акаўнце {payment}</a>."
      }
    },
    integration: {
      title: "Лёгкая інтэграцыя e-commerce з {payment}",
      subtitle: "Пачніце з Selldone і кіруйце бізнесам лёгка. Код і плагіны не патрэбныя!"
    },
    pay_after_earn: {
      title: "Плаціце толькі тады, калі атрымліваеце прыбытак!",
      subtitle: "Запусціце бізнес з нашым БЯСПЛАТНЫМ пажыццёвым планам! Плаціце толькі 0.5~2.0% пасля таго, як пачнеце зарабляць."
    }
  },
  feature_page_builder: {
    title: "Канструктар старонак для продажаў",
    message: "Лёгка стварайце карыстальніцкія старонкі з нашым no-code рашэннем. Перацягвайце элементы, каб стварыць старонкі пад свае патрэбы."
  },
  feature_items: {
    products: {
      title: "Інтуітыўнае кіраванне таварамі",
      description: "Лёгка кіруйце таварамі — перацягвайце выявы, рэдагуйце дэталі і ўпарадкоўвайце працэс."
    },
    excel: {
      title: "Імпарт даных Excel",
      description: "Імпартуйце тавары, катэгорыі і кантакты без высілкаў праз Excel-файлы."
    },
    incentive: {
      title: "Стымулы продажаў",
      description: "Павялічвайце продажы зніжкамі, купонамі, падарункавымі картамі і гейміфікаванымі прапановамі."
    },
    loyalty: {
      title: "Лаяльнасць кліентаў",
      description: "Стварайце клубы, сяброўствы і падпіскі, каб утрымліваць кліентаў."
    },
    cashback: {
      title: "Прапановы cashback",
      description: "Укараняйце розныя cashback-праграмы, каб узнагароджваць лаяльных пакупнікоў."
    },
    cross_selling: {
      title: "Інструменты cross-selling",
      description: "Павялічвайце продажы праз cross-selling; наладжвайце калекцыі тавараў і зніжкі."
    },
    accounting: {
      title: "Просты бухгалтарскі ўлік",
      description: "Кіруйце рахункамі, адсочвайце выдаткі і падаткі з лёгкасцю."
    },
    inventory: {
      title: "Кантроль запасаў",
      description: "Сачыце за ўзроўнем запасаў, выконвайце масавыя абнаўленні праз CSV і кіруйце эфектыўна."
    },
    analytics: {
      title: "Пашыраная аналітыка",
      description: "Атрымлівайце інсайты па продажах, кліентах і кампаніях з падрабязнымі данымі."
    },
    social: {
      title: "Мультыканальныя продажы",
      description: "Прадавайце праз каналы; падключайце маркетплэйсы і сацыяльныя сеткі, адсочвайце крыніцы."
    },
    community: {
      title: "Канструктар супольнасці",
      description: "Уцягвайце кліентаў форумамі, блогамі і функцыямі супольнасці."
    },
    security: {
      title: "Кіраванне камандай",
      description: "Стварайце ролі, задавайце дазволы і эфектыўна кіруйце доступам каманды."
    },
    pos: {
      title: "POS у краме",
      description: "Спрасціце продажы ў краме; кіруйце POS-сістэмамі і транзакцыямі."
    },
    store: {
      title: "Маркетплэйс пастаўшчыкоў",
      description: "Лёгка стварайце і кіруйце маркетплэйсам з некалькімі пастаўшчыкамі."
    },
    pricing: {
      title: "Дынамічнае цэнаўтварэнне",
      description: "Задавайце разумныя цэны на аснове колькасці або пераваг кліентаў."
    },
    pod: {
      title: "Інтэграцыя dropshipping",
      description: "Падключайцеся да POD-сэрвісаў і кіруйце dropshipping без перашкод."
    }
  }
};
