export default {
  "local_service": "Местна услуга за {country_name}",
  "local_service_message": "Тази услуга е предназначена изключително за потребители, които живеят в <u>{country_name}</u> и продават своите услуги и продукти в тази държава. Разрешено е да използвате само местните услуги или международната услуга на Selldone. За да използвате тази услуга, трябва да спазвате законите на <b>{country_name}</b> и <b>Европейския съюз</b> .",
  "my_shops": "Моите магазини",
  "moto": "Вие опитайте, ние отваряме вратите!",
  "start_now_btn": "Започнете сега - безплатно е",
  "create_ecommerce_btn": "Стартирайте своята електронна търговия безплатно",
  "incentive_action": "Кажете сбогом на ниския си процент на продажби онлайн!",
  "create_shopping_website": "Създайте моята електронна търговия",
  "s1": {
    "title": "Направете своя онлайн магазин от<br> Не — код и не — необходимо решение от експерт",
    "title_animated_words": [
      "Предприемачи",
      "художници",
      "Независими бизнеси",
      "марки",
      "Търговия на дребно",
      "Създатели"
    ],
    "subtitle": "Ако искате да създадете уникално, бързо, сигурно и надеждно изживяване за вашите клиенти, това е инструментът за вас. Създайте своята уникална общност и бърза електронна търговия на бизнес операционна система без реклами.",
    "domain_input": {
      "message": "Вашият магазин може да се свърже с произволен брой лични домейни, които имате с безплатен хостинг и SSL",
      "action": "Създайте магазин"
    },
    "community": "Платформа на общността",
    "shop": "Създател на онлайн магазини",
    "inventory": "Управление на инвентара",
    "cms": "Редактор на страници и CMS",
    "in_60_sec": "Натисни тук"
  },
  "video": {
    "title": "Цялостно решение за вашите онлайн и лични продажби.",
    "msg": "Осигурете най-бързото изживяване при покупка във вашата електронна търговия.",
    "card_pos": {
      "title": "Продаден POS",
      "msg": "Продавайте лично чрез решение с нулеви разходи за настройка."
    },
    "card_ecommerce": {
      "title": "Продадена електронна търговия",
      "msg": "Продавайте онлайн като професионалисти."
    }
  },
  "why": {
    "title": "Защо Selldone?",
    "msg": "Не можем да си представим отбори без треньори, революции без лидери, дървета без корени и бизнес без операционна система! Така че ние преосмисляме онлайн бизнеса за бързо развиващи се компании и млади предприемачи.",
    "sec1": {
      "title": "Лесно + Професионално",
      "msg": "Той е създаден за вас, за да играете като професионалист на пазарите, дори ако сте начинаещ, но искате да играете като професионалист, или сте експерт и заслужавате да играете като себе си!"
    },
    "sec2": {
      "title": "Инструменти от корпоративен клас",
      "msg": "Пускаме нови функции, актуализираме API и прилагаме нови методи като ежедневна рутина. Това е операционна система за вашия бизнес, така че вашият бизнес се разраства с нашата платформа."
    },
    "sec3": {
      "title": "Социални продажби",
      "msg": "Нашият продукт е проектиран върху реалното търговско поведение на купувачи от цял свят. Ние предлагаме единствени по рода си методи за продажба в Instagram, TikTok и други социални мрежи, наречени AVOCADO."
    },
    "sec4": {
      "title": "Спестявам",
      "msg": "Вече няма нужда от експерти, за да имате електронна търговия! Кажете сбогом на скъпата разработка, поддръжка, процес на програмиране и дори разходите на експертите по платформи за електронна търговия."
    }
  },
  "how_it_work": {
    "title": "Как работи.",
    "msg": "Без кредитна карта, без плъгин, без шаблон, без настройка, без хост, без техническо решение за тези, които искат да играят като професионалисти.",
    "step0": {
      "title": "Създаден за купувачи, обичан от продавачите, на една крачка разстояние.",
      "msg1": "Време е да имате истинска електронна търговия, да съберете доволни клиенти около бизнеса си и да се съсредоточите върху това, което наистина обичате да правите."
    },
    "step1": {
      "title": "Добавете вашите продукти.",
      "msg1": "Добавете продукти ръчно, като добавяне на снимки в Instagram! Или добавете 100 000 елемента само чрез файл на Excel. Можете да продавате продукти, услуги, абонаменти и файлове на едно място."
    },
    "step2": {
      "title": "Свържете начините на плащане, отговарящи на вашите нужди.",
      "msg1": "Не се интересуваме от намеса във финансови транзакции! 100% от плащанията на клиентите ще бъдат преведени директно във вашата банкова сметка. Просто свържете вашия Stripe, PayPal и т.н. Можете да имате няколко активни платежни услуги във вашия магазин едновременно!",
      "crypto_msg": "Предлага се за активни търговци"
    },
    "step3": {
      "title": "Бял етикет / Гъвкав / Дълбоко персонализиран.",
      "msg1": "Проектирайте целевите си страници и променете цвета на темата на сайта си, съобразен с посланието на вашата марка. Функцията Drag and Drop прави всичко това възможно, без да е необходимо да наемате експерт."
    },
    "step4": {
      "title": "Плащане с едно щракване: Единно изживяване при плащане по целия свят.",
      "msg1": "Клиентите не трябва да въвеждат информацията и да попълват регистрационната форма, за да купуват от вас! Те влизат чрез SMS и попълват формуляра за плащане с едно щракване и плащат. Вие растете, ние растем."
    }
  },
  "onboarding": {
    "title": "Направете своя бизнес онлайн, по-бърз и по-добър - безплатно е",
    "success_title": "Инсталиране на вашата онлайн бизнес операционна система,",
    "wait_msg": "Моля, изчакайте няколко секунди...",
    "ready_msg": "Вашият магазин е готов.",
    "send_mail_msg": "Връзката за вход е изпратена до {email}",
    "options": {
      "title": "Конфигурация на магазина",
      "msg": "Какви функции искате на вашия уебсайт?",
      "ecommerce": "Електронна търговия",
      "pos": "Точка на продажба",
      "blog": "Блог и CMS",
      "community": "Общност и форум"
    },
    "job": {
      "title": "Каква е вашата индустрия?",
      "placeholder": "Превключете бизнеса си на Selldone OS, без значение коя платформа използвате в момента."
    },
    "shop_name": {
      "title": "Име на фирмата",
      "placeholder": "напр. обувки Алекс"
    },
    "income": {
      "title": "Месечни продажби",
      "msg": "Изберете диапазон от общите си месечни продажби.",
      "Low": "До $5,000 USD",
      "Medium": "$5,000 USD ~ $50,000 USD",
      "High": "50 000 USD ~ 1 000 000 USD",
      "Extreme": "Над $1,000,000 USD"
    },
    "step_1": "Предназначение",
    "step_2": "Конфигурация",
    "step_3": "Сметка"
  },
  "notion": {
    "title": "Игра с различни правила.",
    "quote": "Вярваме, че един човек може да направи промяна в ерата на онлайн човечеството, дори който няма достатъчно пари, дори няма опит в технологиите, дори няма банкова сметка за плащане на сметките; ние го правим, като създаваме готова за използване платформа с инструменти от корпоративен клас, която да действа като най-достижима операционна система в интернет."
  },
  "stop": {
    "title": "Лесен конструктор на уебсайтове за онлайн пазаруване + Директно плащане.",
    "subtitle": "Ако планирате да изградите печеливш онлайн бизнес и да превърнете бизнес идеята си в реалност, Selldone е перфектният избор."
  },
  "os": {
    "title": "Достъп до инструменти от световна класа — безплатно.",
    "msg": "Ние предоставяме силата на създаване на професионална електронна търговия на една ръка разстояние."
  },
  "login": {
    "title": "Готови ли сте да играете като професионалист на пазара?"
  },
  "currencies": {
    "title": "Валути",
    "sub": "Вашите клиенти могат безпроблемно да плащат в местните си валути.",
    "msg": "Съсредоточете се върху продажбите, вместо да се борите с болката от технологиите, плъгините и усложненията при плащане. Работим с местни и глобални платежни услуги, за да направим всичко в съответствие във вашия онлайн бизнес."
  },
  "countries": {
    "title": "Държави",
    "sub": "Най-лесната за мащабиране бизнес ОС в света.",
    "msg": "Ние адаптираме традиционното търговско поведение от човек на човек в онлайн пространството, без значение къде живеете вие или вашият клиент, ние сме на мисия да предоставим най-доброто изживяване за вас."
  },
  "dna": {
    "title": "ДНК на Вашия бизнес",
    "sub": "ПРОДАДЕНО ГО!",
    "msg": "Това е единствената бизнес операционна система \"всичко в едно\", без код, като услуга с инструменти от корпоративен клас за вас."
  },
  "api": {
    "title": "Разв. приятелски",
    "msg": "Напълно отворено базирано на API решение за онлайн бизнес.",
    "sec1": {
      "title": "Ние изграждаме гръбнака на вашия бизнес",
      "msg": "Всички страни на вашия магазин са достъпни чрез нашия мощен REST API. Можете да правите каквито и да е промени в магазина, да създавате приложенията си или да разработите своето приложение за пазаруване, без да се притеснявате за технически проблеми, плащания и проблеми с бекенда."
    },
    "sec2": {
      "title": "Бърза интеграция",
      "msg": "Ние разработваме комплекти за разработване на софтуер (SDK) за всички често срещани езици и рамки, така че да можете да изпълнявате стъпките за удостоверяване, достъп до акаунта и да го управлявате с прости команди. Първите стъпки ще бъдат само на няколко щраквания."
    }
  },
  "convertible": {
    "store_name": "Вашият магазин",
    "variant_1": "Вариант на продукта Кехлибар",
    "variant_2": "Вариант на продукта Червен",
    "buy": "Купи сега",
    "price": "$89",
    "management": {
      "title": "Управление на продуктите",
      "msg": "Управлявайте продукти и категории като файлове и папки, които плъзгате и пускате в Windows.",
      "check1": "Качвайте продукти чрез Excel или CSV файлове.",
      "check2": "Добавете AR модели.",
      "check3": "Оптимизиране чрез автоматичен SEO двигател.",
      "check4": "Управление с плъзгане и пускане."
    },
    "payment": {
      "title": "Поддръжка на множество методи на плащане",
      "msg": "Безпроблемно плащане на място / в приложението.",
      "check1": "Ивица",
      "check1msg": "Подкрепете над 40 държави.",
      "check2": "Кларна",
      "check2msg": "Купете сега, платете по-късно.",
      "check3": "Paypal",
      "check3msg": "Плащане с едно щракване."
    },
    "checkout": {
      "title": "Вашата марка",
      "online": "Онлайн клиенти",
      "offline": "Лични клиенти"
    },
    "design": {
      "title": "Създател на страници",
      "msg": "Направете го реално само чрез плъзгане и пускане."
    }
  },
  "secure": {
    "title": "Хипер сигурно решение",
    "msg": "Цялост на данните и управление на корпоративното ниво на достъп."
  },
  "build": {
    "title": "Имайте своя собствена електронна търговия със собствена марка и върнете контрола върху бизнеса си!",
    "msg": "Имате много възможности да преобразувате акаунтите си в социалните медии в уебсайт за онлайн пазаруване във вашия домейн или да създадете своя шедьовър за електронна търговия от нулата."
  },
  "stripe": {
    "title": "Имате акаунт в Stripe?",
    "msg": "Поздравления, повечето неща сте правили преди. Създайте своя онлайн магазин само с едно докосване! Селдоун се грижи за останалото."
  },
  "unbanked": {
    "title": "Една платформа, едно решение — цел.",
    "msg": "Уникална бизнес операционна система за улесняване на онлайн продажбите и отключване на предприемаческия дух, дори за над 1,7 милиарда възрастни без банкиране."
  },
  "faqs": [
    {
      "question": "Мога ли да създам онлайн магазин без кредитна карта?",
      "answer": "Да, можете да създадете своята електронна търговия, без да имате нужда от банкова карта, като кредитни и дебитни карти на Selldone. Selldone използва уникален начин за предоставяне на усъвършенствани услуги за електронна търговия на хора, дори над 1,7 милиарда души без достъп до общи финансови услуги."
    },
    {
      "question": "Как мога да продавам онлайн на клиенти без банкиране?",
      "answer": "Добавете COD ( <b>Наложен платеж</b> ) към вашата електронна търговия, така че клиентите ви да могат да платят след получаване на поръчката. COD е традиционен начин в повечето страни с липса на инфраструктура за финансиране."
    },
    {
      "question": "Как мога да настроя електронната си търговия без банкова сметка?",
      "answer": "Нямаше решение за непечени хора преди Селдоун. Но сега можете да създадете своя електронна търговия и уебсайт, без да имате никаква банкова сметка. Има минимална цена за вас; можете да платите тази цена в края на месеца през портфейла си. Портфейлът Selldone може да получава такса от други хора или да таксува чрез карти за подарък. Не ви е необходима кредитна карта, за да използвате тези услуги."
    },
    {
      "question": "Как мога да започна бизнес без разходи за настройка?",
      "answer": "<ol><li>Регистрирайте се безплатно в <a href='https://selldone.com'>Selldone.com</a> .</li><li> Изградете своя магазин.</li><li> Добавете вашите продукти и услуги.</li><li> Свържете вашия домейн (по избор)</li><li> Активирайте шлюзове за плащане.</li><li> Започнете да представяте бизнеса си на приятели и семейства.</li><li> Представете себе си и вашите продукти в социалните медии.</li><li> Изградете марка за вашия бизнес, като предоставите уникално предложение за стойност.</li><li> Наблюдавайте поведението на потребителите си чрез панела Selldone.</li></ol>"
    }
  ],
  "brands": {
    "title": "Изградете своя бизнес върху надеждна основа.",
    "subtitle": "Вашият бизнес си заслужава!"
  },
  "why_boxes": {
    "block1": {
      "title": "Спестете първоначална цена",
      "subtitle": "Решение без тема и плъгин."
    },
    "block2": {
      "title": "Спестете оперативни разходи",
      "subtitle": "Без допълнителни и скрити такси."
    },
    "block3": {
      "title": "Спести време",
      "subtitle": "Корпоративен, но удобен за начинаещи."
    }
  },
  "money_transfer": {
    "customer": "Вашият клиент",
    "bank": "Вашата банкова сметка",
    "wallet": "портфейл",
    "free_setup": "Безплатна настройка.",
    "no_extra_fee": "Без допълнителна такса.",
    "no_hidden_fee": "Без скрита такса."
  },
  "extra": {
    "cart": "Управление на количките",
    "payment": "Плащане",
    "shipping": "Доставка",
    "fulfilment": "Изпълнение",
    "community": "Общност и обратна връзка"
  }
};