/*
 * Copyright (c) 2023. Selldone® Business OS™
 *
 * Author: M.Pajuhaan
 * Web: https://selldone.com
 * ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━
 *
 * All rights reserved. In the weave of time, where traditions and innovations intermingle, this content was crafted.
 * From the essence of thought, through the corridors of creativity, each word, and sentiment has been molded.
 * Not just to exist, but to inspire. Like an artist's stroke or a sculptor's chisel, every nuance is deliberate.
 * Our journey is not just about reaching a destination, but about creating a masterpiece.
 * Tread carefully, for you're treading on dreams.
 */

export default {
  local_service: "Местна услуга за {country_name}",
  local_service_message: "Тази услуга е предназначена изключително за потребители, които живеят в <u>{country_name}</u> и продават своите услуги и продукти в тази държава. Разрешено е да използвате само местните услуги или международната услуга на Selldone. За да използвате тази услуга, трябва да спазвате законите на <b>{country_name}</b> и <b>Европейския съюз</b> .",
  my_shops: "Моите магазини",
  select_language_dialog_title: "Правете бизнеса си на любимия си език",
  welcome_title: "Изградете, управлявайте и мащабирайте бизнеса си визуално",
  welcome_subtitle: "Направете своя онлайн магазин с решение без код и без нужда от експерт за милиони поръчки.",
  //"Make your online store by no-code & no-expert needed solution for millions of orders.",

  moto: "Вие опитайте, ние отваряме вратите!",
  start_now_btn: "Започнете сега - безплатно е",
  create_ecommerce_btn: "Стартирайте своята електронна търговия безплатно",
  incentive_action: "Кажете сбогом на ниския си процент на продажби онлайн!",
  create_shopping_website: "Създайте моята електронна търговия",
  your_shop: "Вашата витрина",
  your_dashboard: "Вашият бек офис",
  storefront: "Витрина",
  back_office: "Бек офис",
  today_sales: "Днешни продажби",
  today_orders: "Днешни поръчки",
  s1: {
    /* title: "Make Your Online Store By<br>No—Code & No—Expert Needed Solution",
                                 title_animated_words: [
                                   "Entrepreneurs",
                                   "Artists",
                                   "Independent Businesses",
                                   "Brands",
                                   "Retails",
                                   "Creators",
                                 ],*/

    subtitle: "Ако искате да създадете уникално, бързо, сигурно и надеждно изживяване за вашите клиенти, това е инструментът за вас. Създайте своята уникална общност и бърза електронна търговия на бизнес операционна система без реклами.",
    domain_input: {
      message: "Вашият магазин може да се свърже с произволен брой лични домейни, които имате с безплатен хостинг и SSL",
      action: "Създайте магазин"
    },
    community: "Платформа на общността",
    shop: "Създател на онлайн магазини",
    inventory: "Управление на инвентара",
    cms: "Редактор на страници и CMS",
    in_60_sec: "Натисни тук",
    why_use_selldone_if_frustrated_from_wordpress_and_shopify: "Ако сте разочаровани от бъгави плъгини за WordPress, несъразмерими сървъри или скъпите и сложни настройки на приложенията за Shopify, Selldone е най-доброто решение за вас."
  },
  video: {
    title: "Цялостно решение за вашите онлайн и лични продажби.",
    msg: "Осигурете най-бързото изживяване при покупка във вашата електронна търговия.",
    pacman: "Не съм технически основател",
    card_pos: {
      title: "Selldone POS",
      msg: "Продавайте лично чрез решение с нулеви разходи за настройка."
    },
    card_ecommerce: {
      title: "Selldone електронна търговия",
      msg: "Продавайте онлайн като професионалисти."
    }
  },
  why: {
    title: "Защо Selldone?",
    msg: "Не можем да си представим отбори без треньори, революции без лидери, дървета без корени и бизнес без операционна система! Така че ние преосмисляме онлайн бизнеса за бързо развиващи се компании и млади предприемачи.",
    sec1: {
      title: "Лесно + Професионално"
      //   msg: "It's built for you to game like a professional in the markets, even if you are a beginner but want to play like a professional, or you are an expert and deserve to play like yourself!",
    },

    sec2: {
      title: "Инструменти от корпоративен клас"
      //  msg: "We release new features, update APIs and apply new methods as a daily routine.  It's an operating system for your business, so your business scale up by our platform.",
    },

    sec3: {
      title: "Социални продажби"
      //  msg: "Our product is designed on the real trading behavior of purchasers all around the world. We offer one-of-a-kind sales methods on Instagram, TikTok, and other social networks, named AVOCADO.",
    },

    sec4: {
      title: "Спестявам"
      // msg: "No need for any experts to have an ecommerce anymore! Say goodbye to the costly development, maintenance, programming process, and even ecommerce platforms experts' cost.",
    }
  },

  how_it_work: {
    title: "Как работи.",
    msg: "Без кредитна карта, без плъгин, без шаблон, без настройка, без хост, без техническо решение за тези, които искат да играят като професионалисти.",
    step0: {
      title: "Създаден за купувачи, обичан от продавачите, на една крачка разстояние.",
      msg1: "Време е да имате истинска електронна търговия, да съберете доволни клиенти около бизнеса си и да се съсредоточите върху това, което наистина обичате да правите."
    },
    step1: {
      title: "Добавете вашите продукти.",
      msg1: "Добавете продукти ръчно, като добавяне на снимки в Instagram! Или добавете 100 000 елемента само чрез файл на Excel. Можете да продавате продукти, услуги, абонаменти и файлове на едно място."
    },
    step2: {
      title: "Свържете начините на плащане, отговарящи на вашите нужди.",
      msg1: "Не се интересуваме от намеса във финансови транзакции! 100% от плащанията на клиентите ще бъдат преведени директно във вашата банкова сметка. Просто свържете вашия Stripe, PayPal и т.н. Можете да имате няколко активни платежни услуги във вашия магазин едновременно!",
      crypto_msg: "Предлага се за активни търговци"
    },
    step3: {
      title: "Бял етикет / Гъвкав / Дълбоко персонализиран.",
      msg1: "Проектирайте целевите си страници и променете цвета на темата на сайта си, съобразен с посланието на вашата марка. Функцията Drag and Drop прави всичко това възможно, без да е необходимо да наемате експерт.",
      view_sample_pages: "Страхотни SD магазини, които да ви вдъхновят"
    },
    step4: {
      title: "Плащане с едно щракване: Единно изживяване при плащане по целия свят.",
      msg1: "Клиентите не трябва да въвеждат информацията и да попълват регистрационната форма, за да купуват от вас! Те влизат чрез SMS и попълват формуляра за плащане с едно щракване и плащат. Вие растете, ние растем."
    }
  },
  /**
   * @see OOnboardingShop
   */
  onboarding: {
    title: "Направете своя бизнес онлайн, по-бърз и по-добър - безплатно е",
    success_title: "Инсталиране на вашата онлайн бизнес операционна система,",
    wait_msg: "Моля, изчакайте няколко секунди...",
    ready_msg: "Вашият магазин е готов.",
    send_mail_msg: "Връзката за вход е изпратена до {email}",
    enable_disable_features_msg: "Можете да активирате или деактивирате тези функции по-късно.",
    package_starter: {
      title: "Опционален пакет",
      subtitle: "Разбираме, че може да нямате време да настроите или да научите Selldone, затова след регистрация ще получите достъп до <b>пакет „всичко в едно“</b>, който можете да закупите по желание. Той ще бъде наличен само <b>14 дни</b> след създаването на магазина.",
      include_items_title: "Включва тези услуги",
      include_items: ["Настройване на настройките и външния вид на магазина", "Настройване на един метод за доставка и едно плащане", "Дизайн на началната ви страница", "Помощ при импортиране на продукти чрез Excel", "Добавяне на вашия персонализиран домейн"]
    },
    sample: {
      title: "Инсталиране на примерни данни",
      description: "Стартирайте магазина ми с примерни данни като продукти, категории и блог публикации."
    },
    options: {
      title: "Конфигурация на магазина",
      msg: "Какви функции искате на вашия уебсайт?",
      ecommerce: "Електронна търговия",
      pos: "Точка на продажба",
      blog: "Блог и CMS",
      community: "Общност и форум",
      ecommerce_desc: "Продавайте продуктите и услугите си онлайн.",
      pos_desc: "Продавайте продуктите и услугите си на място.",
      blog_desc: "Мощен CMS за публикуване на статии и публикации.",
      community_desc: "Създайте собствена общност и форум."
    },
    job: {
      title: "Каква е вашата индустрия?",
      placeholder: "Превключете бизнеса си на Selldone OS, без значение коя платформа използвате в момента."
    },
    shop_name: {
      title: "Име на фирмата",
      placeholder: "напр. обувки Алекс"
    },
    income: {
      title: "Месечни продажби",
      msg: "Изберете диапазон от общите си месечни продажби.",
      Low: "До $5,000 USD",
      Medium: "$5,000 USD ~ $50,000 USD",
      High: "50 000 USD ~ 1 000 000 USD",
      Extreme: "Над $1,000,000 USD"
    },
    step_1: "Предназначение",
    step_2: "Конфигурация",
    step_3: "Сметка"
  },
  notion: {
    title: "Игра с различни правила.",
    quote: "Вярваме, че един човек може да направи промяна в ерата на онлайн човечеството, дори който няма достатъчно пари, дори няма опит в технологиите, дори няма банкова сметка за плащане на сметките; ние го правим, като създаваме готова за използване платформа с инструменти от корпоративен клас, която да действа като най-достижима операционна система в интернет."
  },
  stop: {
    title: "Лесен конструктор на уебсайтове за онлайн пазаруване + Директно плащане.",
    subtitle: "Ако планирате да изградите печеливш онлайн бизнес и да превърнете бизнес идеята си в реалност, Selldone е перфектният избор.",
    pacman: "Плъгини за плащане"
  },
  flow: {
    title: "Персонализиран поток на плащане.",
    subtitle: "Проектирайте вашето клиентско пътуване и поток от покупки и резултати от експерименти.",
    pacman: "Приставки за Checkout"
  },
  business_model: {
    title: "Визуално приемане на бизнес модел.",
    subtitle: "Настройте вашия бизнес модел визуално, цялата сложност ще бъде настроена зад сцената.",
    pacman: "Marketplace и POD плъгини"
  },
  os: {
    title: "Достъп до инструменти от световна класа — безплатно.",
    msg: "Ние предоставяме силата на създаване на професионална електронна търговия на една ръка разстояние."
  },
  login: {
    title: "Готови ли сте да играете като професионалист на пазара?"
  },
  currencies: {
    title: "Валути",
    sub: "Вашите клиенти могат безпроблемно да плащат в местните си валути.",
    msg: "Съсредоточете се върху продажбите, вместо да се борите с болката от технологиите, плъгините и усложненията при плащане. Работим с местни и глобални платежни услуги, за да направим всичко в съответствие във вашия онлайн бизнес."
  },
  countries: {
    title: "Държави",
    sub: "Най-лесната за мащабиране бизнес ОС в света.",
    msg: "Ние адаптираме традиционното търговско поведение от човек на човек в онлайн пространството, без значение къде живеете вие или вашият клиент, ние сме на мисия да предоставим най-доброто изживяване за вас."
  },
  dna: {
    title: "ДНК на Вашия бизнес",
    sub: "Направете го със Selldone!",
    msg: "Това е единствената бизнес операционна система \"всичко в едно\", без код, като услуга с инструменти от корпоративен клас за вас."
  },
  api: {
    header: "API и SDK с отворен код и {infinite} персонализации",
    title: "Разв. приятелски",
    msg: "Напълно отворено базирано на API решение за онлайн бизнес.",
    sec1: {
      title: "Ние изграждаме гръбнака на вашия бизнес",
      msg: "Всички страни на вашия магазин са достъпни чрез нашия мощен REST API. Можете да правите каквито и да е промени в магазина, да създавате приложенията си или да разработите своето приложение за пазаруване, без да се притеснявате за технически проблеми, плащания и проблеми с бекенда."
    },
    sec2: {
      title: "Бърза интеграция",
      msg: "Ние разработваме комплекти за разработване на софтуер (SDK) за всички често срещани езици и рамки, така че да можете да изпълнявате стъпките за удостоверяване, достъп до акаунта и да го управлявате с прости команди. Първите стъпки ще бъдат само на няколко щраквания."
    }
  },
  /** @see ConvertibleSelldoneView **/
  convertible: {
    store_name: "Вашият магазин",
    variant_1: "Вариант на продукта Кехлибар",
    variant_2: "Вариант на продукта Червен",
    buy: "Купи сега",
    price: "$89",
    management: {
      title: "Управление на продуктите",
      msg: "Управлявайте продукти и категории като файлове и папки, които плъзгате и пускате в Windows.",
      check1: "Качвайте продукти чрез Excel или CSV файлове.",
      check2: "Добавете AR модели.",
      check3: "Оптимизиране чрез автоматичен SEO двигател.",
      check4: "Управление с плъзгане и пускане."
    },
    payment: {
      title: "Поддръжка на множество методи на плащане",
      msg: "Безпроблемно плащане на място / в приложението.",
      check1: "Ивица",
      check1msg: "Подкрепете над 40 държави.",
      check2: "Кларна",
      check2msg: "Купете сега, платете по-късно.",
      check3: "Paypal",
      check3msg: "Плащане с едно щракване."
    },
    checkout: {
      title: "Вашата марка",
      online: "Онлайн клиенти",
      offline: "Лични клиенти"
    },
    design: {
      title: "Създател на страници",
      msg: "Направете го реално само чрез плъзгане и пускане."
    }
  },
  secure: {
    title: "Хипер сигурно решение",
    msg: "Цялост на данните и управление на корпоративното ниво на достъп."
  },
  build: {
    title: "Имайте своя собствена електронна търговия със собствена марка и върнете контрола върху бизнеса си!",
    msg: "Имате много възможности да преобразувате акаунтите си в социалните медии в уебсайт за онлайн пазаруване във вашия домейн или да създадете своя шедьовър за електронна търговия от нулата."
  },
  stripe: {
    title: "Имате акаунт в Stripe?",
    msg: "Поздравления, повечето неща вече сте направили. Създайте своя онлайн магазин само с едно докосване! Selldone ще се погрижи за останалото."
  },
  /* demo: {
                  title: "View Demo",
                  msg: "See professional live e-commerces",
                },*/

  unbanked: {
    title: "Една платформа, едно решение — цел.",
    msg: "Уникална бизнес операционна система за улесняване на онлайн продажбите и отключване на предприемаческия дух, дори за над 1,7 милиарда възрастни без банкиране."
  },
  faqs: [{
    question: "Мога ли да създам онлайн магазин без кредитна карта?",
    answer: "Да, можете да създадете своята електронна търговия, без да имате нужда от банкова карта, като кредитни и дебитни карти на Selldone. Selldone използва уникален начин за предоставяне на усъвършенствани услуги за електронна търговия на хора, дори над 1,7 милиарда души без достъп до общи финансови услуги."
  }, {
    question: "Как мога да продавам онлайн на клиенти без банкиране?",
    answer: "Добавете COD ( <b>Наложен платеж</b> ) към вашата електронна търговия, така че клиентите ви да могат да платят след получаване на поръчката. COD е традиционен начин в повечето страни с липса на инфраструктура за финансиране."
  }, {
    question: "Как мога да настроя електронната си търговия без банкова сметка?",
    answer: "Нямаше решение за непечени хора преди Селдоун. Но сега можете да създадете своя електронна търговия и уебсайт, без да имате никаква банкова сметка. Има минимална цена за вас; можете да платите тази цена в края на месеца през портфейла си. Портфейлът Selldone може да получава такса от други хора или да таксува чрез карти за подарък. Не ви е необходима кредитна карта, за да използвате тези услуги."
  }, {
    question: "Как мога да започна бизнес без разходи за настройка?",
    answer: "<ol><li>Регистрирайте се безплатно в <a href='https://selldone.com'>Selldone.com</a> .</li><li> Изградете своя магазин.</li><li> Добавете вашите продукти и услуги.</li><li> Свържете вашия домейн (по избор)</li><li> Активирайте шлюзове за плащане.</li><li> Започнете да представяте бизнеса си на приятели и семейства.</li><li> Представете себе си и вашите продукти в социалните медии.</li><li> Изградете марка за вашия бизнес, като предоставите уникално предложение за стойност.</li><li> Наблюдавайте поведението на потребителите си чрез панела Selldone.</li></ol>"
  }],
  brands: {
    title: "Изградете своя бизнес върху надеждна основа.",
    subtitle: "Вашият бизнес си заслужава!"
  },
  why_boxes: {
    title: "Оптимизирано за онлайн и физически продажби в мащаб",
    subtitle: "Създадено за конверсии. Подобрете онлайн магазина си с интуитивни инструменти, които превръщат посетителите в клиенти.",
    block1: {
      title: "Спестете първоначална цена",
      subtitle: "Решение без тема и плъгин."
    },
    block2: {
      title: "Спестете оперативни разходи",
      subtitle: "Без допълнителни и скрити такси."
    },
    block3: {
      title: "Спести време",
      subtitle: "Корпоративен, но удобен за начинаещи."
    }
  },
  money_transfer: {
    customer: "Вашият клиент",
    bank: "Вашата банкова сметка",
    wallet: "портфейл",
    free_setup: "Безплатна настройка.",
    no_extra_fee: "Без допълнителна такса.",
    no_hidden_fee: "Без скрита такса."
  },
  /** @see HomePanelExtraFlow **/
  extra: {
    cart: "Управление на количките",
    payment: "Плащане",
    shipping: "Доставка",
    fulfilment: "Изпълнение",
    community: "Общност и обратна връзка"
  },
  team: {
    title: "Запознайте се с екипа.",
    msg: "Ние ще играем по различни правила в бруталното поле на търговските платформи, особено когато нашите конкуренти харчат милиони долари за реклама; инвестираме в продукта, хората и решаването на реални проблеми. Този екип подкрепя вашия бизнес!"
  },
  customers: {
    title: "Запознайте се с нашата общност.",
    msg: "Това е само началото на едно пътуване за изграждане на смислени инструменти за отключване на бъдещи предприемачи чрез учене от нашите клиенти."
  },
  /** {@see PanoramaImage} {@see HomePage} */

  panorama: {
    title: "Без скъп плъгин, <b class=\"font-weight-bold\">всички функции са предварително изградени</b>",
    msg: "Няма нужда да харчите стотици долари за добавки и приложения всеки месец и да се тревожите за актуализациите. Подобно на macOS за вашия компютър, Selldone OS се грижи за всички технически аспекти на вашия бизнес.",
    orders_management: "Управление на поръчки",
    online_pos: "Онлайн POS",
    shipping: "Доставка",
    inventory_management: "Управление на инвентара",
    social_commerce: "Социална търговия",
    in_store_sell: "Продажба в магазина",
    team: "Екип / Персонал",
    incentives: "Стимули / Лоялност",
    community: "Управление на общността",
    payments: "Местни плащания",
    ar_3d: "3D / AR"
  },
  no_plugin: "Не—плъгин",
  product_page: {
    title: "Резултатът след добавяне на първия ви продукт.",
    msg: "Вдъхнете живот на идеите си само с няколко кликвания.",
    open_sample_product_link: "Отворете Live Product",
    open_templates: "Преглед на шаблони"
  },
  /** {@see CountrySupportBox} */
  support_box: {
    country_select_label: "Изберете държавата си",
    we_support_message: "Поддържаме {country}",
    we_limited_support: "Поддръжката за {country} е ограничена",
    support_message_long: "Изживейте безпроблемни онлайн транзакции във вашата държава със Selldone! Освен професионални изчисления на данъци предлагаме различни методи за плащане, включително в брой, POS, банкови преводи и други. Започнете да изграждате бизнеса си на платформа, която напълно поддържа нуждите на вашата държава.",
    limited_support_message_long: "            Онлайн плащанията може да не са налични във вашата държава, но няма нужда да се тревожите! В Selldone предлагаме плащания в брой, банкови преводи и наложен платеж (COD) по целия свят. Можете уверено да изградите онлайн бизнеса си с нас, като спазвате правилата на вашата държава и Европа. За повече подробности или запитване относно поддръжката на онлайн плащания във вашата държава, свържете се с нашия екип за поддръжка.",
    more_about_selldone_in_country: "За Selldone във вашата държава",
    tax: {
      title: "Подходящо за данъци",
      message: "Лесно настройвайте данъчни профили за различни продуктови категории, които се адаптират автоматично към държавите и регионите на купувачите. Останете съвместими и разширете глобалния си обхват."
    },
    global: {
      title: "Глобални продажби",
      message: "Достигайте клиенти по целия свят с безпроблемната международна поддръжка на Selldone. Развивайте бизнеса си глобално с лекота и ефективност."
    },
    shipping: {
      title: "Локална и глобална доставка",
      message: "Интеграции с локални и глобални превозвачи като Shippo и Shipday, плюс опции за управление на собствен куриер, за плавни доставки навсякъде."
    },
    erp: {
      title: "ERP интеграция",
      message: "Свързвайте се безпроблемно с водещи ERP системи чрез нашия отворен шлюз и API достъп, с лесни интеграции с едно кликване за оптимизирани бизнес операции."
    }
  },
  hero: {
    intro: "Операционна система №1 за бизнеси",
    title: "Заменете {infinite} плъгина и приложения с един {app}"
  },
  /**
   * {@see MakeYourShopHeader}
   */
  make_your_shop: {
    title: "Създайте свой собствен",
    amazon: "Магазин Amazon",
    local_store: "Локален магазин",
    instagram: "Магазин Instagram",
    dropshipping: "Dropshipping магазин",
    coursera: "Магазин Coursera",
    gift_store: "Магазин за подаръци",
    airbnb: "Магазин Airbnb",
    simple_store: "Обикновен магазин",
    tiktok: "Магазин TikTok"
  },
  /**
   * {@see SectionShowItsSimplicity}
   */
  show_its_simplicity: {
    title: "Още една скучна и сложна <div class=\"app-box\" style=\"font-size: 55%\">😣</div> платформа за електронна търговия!?",
    subtitle: "Категорично не! Просто я пробвайте още преди регистрация...",
    as_guest: "Като гост",
    need_register: "Нужна е регистрация",
    page_builder: {
      title: "Вграден конструктор на страници",
      subtitle: "Първият интуитивен конструктор с drag and drop и редактиране директно в страницата.",
      try_action: "Пробвайте конструктора на страници",
      see_collection_action: "Вижте шаблоните"
    },
    ai: {
      title: "Вградени AI функции",
      subtitle: "Най-доброто индустриално премахване на фон, оптимизация на изображения, генериране на съдържание, автоматично създаване на продукти и още.",
      try_action: "Пробвайте Selldone Intelligence"
    },
    storefront: {
      title: "Жива витрина",
      subtitle: "Изживейте най-бързото пазаруване с модерен PWA сайт, без да пишете нито ред код.",
      see_action: "Вижте демо витрината"
    },
    backoffice: {
      title: "Жив Backoffice",
      subtitle: "Управлявайте всичко от едно място без нужда от плъгини.",
      see_action: "Вижте демо Backoffice"
    }
  },
  /**
   * {@see SectionPricingCompact}
   */
  pricing_compact: {
    title: "<div class=\"app-box\" style=\"font-size: 55%\">💞️</div> Просто и прозрачно ценообразуване",
    subtitle: "Получете достъп до всички функции от корпоративен клас, за да стартирате и мащабирате бизнеса си чрез нашия модел за споделяне на приходи — не плащате нищо предварително, а само дял от приходите си. Успяваме само когато успявате и вие, като минимизираме разходите и максимизираме печалбите ви."
  },
  screenshots: {
    item_1: {
      title: "Оптимизирайте управлението на поръчките.",
      desc: "Управлявайте ефективно голям обем поръчки всеки ден с нашите разширени функции за списъци и филтри."
    },
    item_2: {
      title: "Свържете магазина си с POD услуги.",
      desc: "Лесно свържете магазина си с услуга за print on demand dropshipping като Printful и продавайте творбите си върху печатни материали без допълнителни плъгини."
    },
    item_3: {
      title: "Изпълнявайте поръчки с интуитивни корпоративни инструменти.",
      desc: "Изживейте оптимизиран процес на поръчване с възможност интуитивно да форматирате заявки, да правите нужни промени и да обновявате статус с едно кликване. Издигнете изпълнението на поръчките на ново ниво."
    },
    item_4: {
      title: "Проследяване на действията във времевата линия на поръчката.",
      desc: "Времевата линия на поръчката дава подробен запис на всички действия и промени. Лесно виждате кой е направил промяната и кога."
    },
    item_5: {
      title: "Опростяване на комуникацията с клиенти и продавачи.",
      desc: "Имейли с брандирането на вашия бранд се изпращат автоматично до клиенти, продавачи и всички посочени персонализирани имейл адреси след завършване на checkout и плащане."
    },
    item_6: {
      title: "Организирайте продуктите лесно с drag and drop.",
      desc: "В тази система продуктите работят като файлове, а категориите — като папки. Можете лесно да влачите и пускате продукти, да ги пренареждате, копирате, поставяте и дори да импортирате много продукти с прост Excel файл."
    },
    item_7: {
      title: "Следете лесно абонаментните си поръчки.",
      desc: "Получете интуитивен и компактен списък с всички текущи и минали абонаментни поръчки, включително времето до следващото плащане и детайли за всяка поръчка."
    },
    item_8: {
      title: "Използвайте вградените блог и CMS инструменти, за да ангажирате клиентите.",
      desc: "Използвайте вътрешните функции за блог и управление на съдържание, за да създавате съдържание за компанията и предложенията си и да привличате нови аудитории чрез SEO. Така можете да взаимодействате и с клиентите си."
    },
    item_9: {
      title: "Connect OS — лесно свързване с външни услуги.",
      desc: "Можете да се свързвате с външни услуги като маркетплейси, dropshipping доставчици, POD и финансов софтуер без нужда от допълнителни плъгини."
    },
    item_10: {
      title: "Опростете импорта на продукти от външни услуги.",
      desc: "Лесно импортирайте продукти от външни услуги като Woocommerce и Printful само с няколко кликвания и пълна автоматизация."
    },
    item_11: {
      title: "Свързване на магазина с Google Merchant Center.",
      desc: "Свържете магазина си с Google Merchant Center и синхронизирайте всички артикули и категории безпроблемно, за да ги рекламирате в Google."
    },
    item_12: {
      title: "Avocado — продавайте лесно продукти в социалните мрежи.",
      desc: "С Avocado можете да продавате продукти в социалните мрежи, без ръчно да добавяте продукти и цени. Инструментът автоматично създава платежна връзка за поръчките и ви позволява да създавате персонализирани сметки с платежни връзки."
    },
    item_13: {
      title: "Ribbon — създавайте и продавайте абонаменти лесно.",
      desc: "Ribbon е мощен инструмент, който ви позволява лесно да създавате и продавате абонаменти като абонаментни кутии, paywall и различни видове съдържание само с няколко кликвания."
    },
    item_14: {
      title: "Предложете няколко опции за плащане в магазина.",
      desc: "Полезно е да предлагате различни опции за плащане, например Stripe и PayPal."
    },
    item_15: {
      title: "Насърчавайте покупките с отстъпки, оферти, купони и геймификация.",
      desc: "Мотивирайте клиентите да купуват повече чрез кодове за отстъпка, промоционални оферти, интелигентни отстъпки, купони, подаръчни карти и елементи на геймификация в пазаруването."
    },
    item_16: {
      title: "Максимизирайте ефективността със сървърно управление на кампании.",
      desc: "Използвайте сървърен маркетинг и управление на кампании, за да получите най-точна и полезна информация за резултатите от кампанията."
    },
    item_17: {
      title: "Управлявайте affiliate плащания и продажби.",
      desc: "Добавете affiliate партньори и ефективно управлявайте техните плащания и продажби. Използвайте разширени опции като задаване на уникален клиентски домейн за всеки партньор."
    },
    item_18: {
      title: "Управлявайте ефективно наличности и цени.",
      desc: "Инструментите за логистика и инвентар помагат да организирате, филтрирате и управлявате наличностите и цените за хиляди продукти и техните варианти."
    },
    item_19: {
      title: "Активност и статистика на клиентите в реално време.",
      desc: "Получете достъп до най-новите данни за активността на клиентите и статистиката на сайта, за да вземате информирани решения, базирани на данни."
    },
    item_20: {
      title: "Увеличете продажбите чрез изграждане на общност.",
      desc: "Създайте интерактивна общност, за да увеличите продажбите в магазина, да подобрите ангажираността, да изградите доверие и да използвате SEO ползите от безплатното съдържание."
    },
    item_21: {
      title: "Подобрете изживяването на клиентите.",
      desc: "Организирайте и сегментирайте клиентската база, анализирайте стойността им за целия жизнен цикъл, предишни онлайн и физически покупки и проследявайте пътя им, като уважавате поверителността им."
    },
    item_22: {
      title: "Проектирайте responsive страници с лекота.",
      desc: "Лесно създавайте завладяващи и responsive вътрешни и landing страници с нашия вграден no-code конструктор. Просто влачете и пускайте секции, за да създавате персонализирани страници."
    },
    item_23: {
      title: "Улеснете редактирането с inline редактор на страници.",
      desc: "Редактирайте лесно текстове и изображения директно в страниците с inline редактор, за да обновявате съдържанието просто и интуитивно."
    },
    item_24: {
      title: "Управлявайте достъпа и ролите на екипа.",
      desc: "Поканете членовете на екипа, създайте роли за персонала и задайте нива на достъп. Докато бизнесът и екипът растат, вашата бизнес операционна система ще се адаптира."
    },
    item_25: {
      title: "Имайте свои приложения.",
      desc: "Започнете бизнеса си с Progressive Web App и осигурете на клиентите си по-бързо изживяване от конкурентите."
    },
    item_26: {
      title: "Разширена автоматизация и инструменти за спестяване.",
      desc: "Оптимизирайте бизнес операциите си и спестете ценно време и ресурси чрез разширени автоматизационни инструменти, които могат да се интегрират в магазина."
    },
    item_27: {
      title: "Персонализирайте витрината си с лекота.",
      desc: "Лесно персонализирайте витрината според бранда си чрез визуални опции като тема, цветови схеми, шрифтове и други — без кодиране или технически умения."
    },
    item_28: {
      title: "Проектирайте персонализирано клиентско пътуване.",
      desc: "Създайте персонализирано клиентско пътуване с наличните опции в Selldone, като избор на точка за вход или активиране на пазаруване като гост."
    },
    item_29: {
      title: "Подобрете изживяването с персонализирани опции за вход и поток.",
      desc: "Създайте персонализирано изживяване за вход и поток, предоставяйки различни социални входове за онлайн магазина."
    },
    item_30: {
      title: "Поддържайте сложни бизнес модели.",
      desc: "Selldone Support предлага разширена поддръжка за бизнес модели като marketplace, dropshipping доставчици, affiliate и franchise, които лесно можете да настроите и сменяте с едно кликване."
    },
    item_31: {
      title: "Свържете няколко персонализирани домейна.",
      desc: "Можете да свържете няколко персонализирани домейна с различни части от бизнеса си като общност, магазин, блог, landing страници или дори affiliate партньори."
    },
    item_32: {
      title: "Поддръжка на много езици и автоматичен превод.",
      desc: "Магазинът ви напълно поддържа множество езици, както RTL, така и LTR. Можете лесно да инсталирате и активирате автоматични пакети за превод."
    },
    item_33: {
      title: "Вградено изчисляване на данъци с много профили.",
      desc: "С възможността да създавате няколко данъчни профила и да ги присвоявате на конкретни продукти имате по-голяма гъвкавост при изчисляване на VAT и данък продажби. Например можете да прилагате различни ставки за храни или електрически устройства."
    },
    item_34: {
      title: "Многорегионално изчисляване на данъци.",
      desc: "Използвайте стандартни или персонализирани правила за данък продажби и VAT при продажба в различни държави и региони. При нужда отменяйте правилата за конкретни региони и данъчни територии."
    },
    item_35: {
      title: "Публикувайте статии с мощен inline редактор.",
      desc: "Разширеният inline редактор на статии улеснява публикуването и прегледа на статиите, като го прави бързо и лесно при запазване на последователност."
    },
    item_36: {
      title: "Специален dashboard за всеки продукт.",
      desc: "Всеки продукт има специален dashboard със статистика, необходима информация и достъп до всички действия, нужни за управление."
    },
    item_37: {
      title: "Автоматично превеждайте статии.",
      desc: "Използвайте вградената AI функция за превод от корпоративен клас, за да превеждате описания на продукти на различни езици с едно кликване."
    },
    item_38: {
      title: "Вградени аналитични инструменти.",
      desc: "Ще имате достъп до вградени аналитични инструменти, които са изцяло сървърни, безопасни и съвместими с GDPR, без използване на cookies."
    },
    item_39: {
      title: "Покрийте повечето си разширени SEO нужди.",
      desc: "Нашият вътрешен инструмент ви предоставя най-активните ключови думи, най-добре представящите се URL адреси и обзор на представянето на бизнеса в Google търсене, представени в таблици и графики."
    }
  },
  country_landing: {
    intro: "Операционна система №1 за бизнеси в",
    title: "Заменете {infinite} плъгина и приложения с {app} в {country}"
  },
  /**
   * @see IntegrationPaymentPage
   */
  payment_landing: {
    intro: "Операционна система №1 за бизнеси",
    title: "Заменете {infinite} плъгина и приложения с {app}",
    unlock_section: {
      title: "Отключете {payment} и започнете да печелите от сайта си",
      subtitle: "Стартирайте онлайн магазина си днес! Продавайте продукти, услуги и абонаменти бързо и лесно.",
      no_plugin: {
        title: "Лесни плащания без нужда от плъгини",
        subtitle: "Влезте в бъдещето на електронната търговия с безпроблемните решения на Selldone без плъгини за {payment}. Кажете сбогом на сложните интеграции и се насладете на директно, сигурно и безпроблемно плащане."
      },
      experience: {
        title: "Безупречно пазаруване, задвижвано от Selldone + {payment}",
        subtitle: "Преобразете e-commerce изживяването си с удобната платформа на Selldone и интеграцията за плащане {payment}. Оставете тромавите интерфейси и приветствайте плавно пазаруване, което връща клиентите."
      },
      boost: {
        title: "Ускорете продажбите си с интегрираните плащания на Selldone",
        subtitle: "Защо сложните платежни системи да ви забавят? С интегрираното решение за плащане на {payment} можете да се фокусирате върху най-важното: повече продажби. Гледайте как продажбите растат, докато развивате бизнеса си с лекота."
      },
      security: {
        title: "Където сигурността и ефективността се обединяват",
        subtitle: "Изборът на Selldone + {payment} означава избор на първокласна сигурност и несравнима ефективност. Нашата специализирана платежна система гарантира всяка транзакция да бъде сигурна, бърза и плавна."
      },
      setup_payment: "Настройване на плащане"
    },
    how_to_add: {
      step_1: {
        step: "Стъпка 1",
        title: "Добавете валутата си",
        subtitle: "За да приемате плащания в различни валути, трябва да настроите платежен шлюз за всяка. С {payment} един акаунт може да обработва няколко шлюза и валути във вашия магазин без ограничения! Уверете се, че желаната валута е посочена в Shop > Accounting > Currencies в настройките на магазина."
      },
      step_2: {
        step: "Стъпка 2",
        title: "Настройте своя шлюз",
        subtitle: "След това отидете в раздел Shop > Accounting > Gateways, кликнете върху <b>NEW PAYMENT METHOD</b>, изберете валутата си и изберете <b>{payment}</b>. Можете да добавяте шлюзове в debug или live режим. Уверете се, че въвеждате правилните API Keys за всеки режим, които можете да намерите във вашия <a href=\"{payment_url}\" target=\"_blank\">{payment} акаунт</a>."
      }
    },
    integration: {
      title: "Лесна e-commerce интеграция с {payment}",
      subtitle: "Започнете със Selldone и управлявайте бизнеса си с лекота. Не са нужни кодиране или плъгини!"
    },
    pay_after_earn: {
      title: "Плащайте само когато печелите!",
      subtitle: "Стартирайте бизнеса си с нашия БЕЗПЛАТЕН план за цял живот! Плащайте само такса 0.5~2.0%, когато започнете да печелите."
    }
  },
  feature_page_builder: {
    title: "Конструктор на страници, ориентиран към продажби",
    message: "Създавайте персонализирани страници с лекота чрез нашето no-code решение. Влачете и пускайте елементи, за да изградите страници според нуждите си."
  },
  feature_items: {
    products: {
      title: "Интуитивно управление на продукти",
      description: "Лесно управлявайте продукти — влачете и пускайте изображения, редактирайте детайли и оптимизирайте работния процес."
    },
    excel: {
      title: "Импорт на Excel данни",
      description: "Импортирайте продукти, категории и контакти без усилие чрез Excel файлове."
    },
    incentive: {
      title: "Стимули за продажби",
      description: "Увеличете продажбите с отстъпки, купони, подаръчни карти и геймифицирани оферти."
    },
    loyalty: {
      title: "Лоялност на клиентите",
      description: "Създайте клубове, членства и абонаменти, за да задържите клиентите."
    },
    cashback: {
      title: "Cashback оферти",
      description: "Внедрете разнообразни cashback програми, за да възнаграждавате лоялните купувачи."
    },
    cross_selling: {
      title: "Инструменти за кръстосани продажби",
      description: "Увеличете продажбите с кръстосани продажби; задавайте продуктови колекции и отстъпки."
    },
    accounting: {
      title: "Лесно счетоводство",
      description: "Управлявайте фактури и проследявайте разходи и данъци с лекота."
    },
    inventory: {
      title: "Контрол на инвентара",
      description: "Следете нивата на склад, правете масови актуализации чрез CSV и управлявайте ефективно."
    },
    analytics: {
      title: "Разширена аналитика",
      description: "Получавайте прозрения за продажби, клиенти и кампании с подробни данни."
    },
    social: {
      title: "Многоканални продажби",
      description: "Продавайте през различни канали; свързвайте маркетплейси и социални мрежи и проследявайте източници."
    },
    community: {
      title: "Конструктор на общност",
      description: "Ангажирайте клиентите с форуми, блогове и функции за общност."
    },
    security: {
      title: "Управление на екипа",
      description: "Създавайте роли, задавайте разрешения и управлявайте достъпа на екипа ефективно."
    },
    pos: {
      title: "POS в магазина",
      description: "Опростете продажбите в магазина; управлявайте POS системи и транзакции."
    },
    store: {
      title: "Маркетплейс за продавачи",
      description: "Лесно създавайте и управлявайте маркетплейс с много продавачи."
    },
    pricing: {
      title: "Динамично ценообразуване",
      description: "Задавайте интелигентни цени според количество или предпочитания на клиентите."
    },
    pod: {
      title: "Dropshipping интеграция",
      description: "Свържете се с POD услуги и управлявайте dropshipping безпроблемно."
    }
  }
};
