export default {
  local_service: "{country_name}-এর জন্য স্থানীয় পরিষেবা",
  local_service_message:
    "এই পরিষেবাটি শুধুমাত্র ব্যবহারকারীদের জন্য ডিজাইন করা হয়েছে যারা <u>{country_name}</u>-এ থাকেন এবং এই দেশে তাদের পরিষেবা এবং পণ্য বিক্রি করেন।" +
    "আপনি শুধুমাত্র স্থানীয় পরিষেবাগুলি বা Selldone-এর আন্তর্জাতিক পরিষেবা ব্যবহার করতে পারবেন৷" +
    "এই পরিষেবাটি ব্যবহার করার জন্য, আপনাকে <b>{country_name}</b> এবং <b>ইউরোপীয় ইউনিয়নের</b> আইন মেনে চলতে হবে।",

  my_shops: "আমার দোকানগুলি",



  moto: "আপনি চেষ্টা করুন, আমরা দরজা খুলি!",

  s1: {
    title: "আপনার ব্যবসাকে অনলাইন করুন<br>না—এর জন্য প্রযুক্তিগত সমাধান",
    title_animated_words: [
      "উদ্যোক্তারা",
      "শিল্পী",
      "স্বাধীন ব্যবসা",
      "ব্র্যান্ড",
      "খুচরো",
      "সৃষ্টিকর্তা",
    ],

    subtitle:
      "স্বাধীন ব্র্যান্ডের ক্ষমতায়নের মাধ্যমে খুচরা এবং ক্রেতাদের অনলাইন অভিজ্ঞতা পুনর্নির্মাণ করুন।",

    domain_input: {
      message:
        "আপনি বিনামূল্যে হোস্টিং এবং SSL সহ যেকোন সংখ্যক ডেডিকেটেড ডোমেনে আপনার দোকান",
      action: "স্টোর তৈরি করুন",
    },
    community: "কমিউনিটি প্ল্যাটফর্ম",
    shop: "অনলাইন শপ নির্মাতা",
    inventory: "ইনভেন্টরি ম্যানেজমেন্ট",
    cms: "পৃষ্ঠা সম্পাদক এবং সিএমএস",
  },

  video: {
    title: "আপনার অনলাইন এবং ব্যক্তিগত বিক্রয়ের জন্য একটি সর্বত্র সমাধান।",
    msg: "আপনার দর্শকদের দ্রুততম ক্রয়ের অভিজ্ঞতা প্রদান করুন।",

    card_pos: {
      title: "Selldone POS",
      msg: "শূন্য-সেটআপ খরচ সমাধান দ্বারা ব্যক্তিগত বিক্রয়.",
    },
    card_ecommerce: {
      title: "সেলডন ইকমার্স",
      msg: "পেশাদারদের মত অনলাইন বিক্রয়.",
    },
  },

  why: {
    title: "কেন Selldone",
    msg: "বিজনেস অপারেটিং সিস্টেম এসএমইদের জন্য একটি পরিষেবা হিসাবে তাদের ব্যবসা অনলাইনে কোনো খরচ ছাড়াই করতে।",

    sec1: {
      title: "সরল + পেশাদার অনুভূতি",
      msg: "এটি আপনার জন্য তৈরি করা হয়েছে বাজারে একজন পেশাদারের মতো খেলার জন্য, এমনকি আপনি যদি একজন শিক্ষানবিস হন কিন্তু একজন পেশাদারের মতো খেলতে চান, অথবা আপনি একজন বিশেষজ্ঞ এবং নিজের মতো খেলার যোগ্য!",
    },
    sec2: {
      title: "দ্রুত বর্ধনশীল",
      msg: "আমরা নতুন বৈশিষ্ট্য প্রকাশ করি, এপিআই আপডেট করি এবং প্রতিদিনের রুটিন হিসাবে নতুন পদ্ধতি প্রয়োগ করি। এটি আপনার ব্যবসার জন্য একটি অপারেটিং সিস্টেম, তাই আমাদের প্ল্যাটফর্মের মাধ্যমে আপনার ব্যবসার মাপ বাড়াতে হবে।",
    },
    sec3: {
      title: "সামাজিক ম্যাচ বিক্রয়",
      msg: "আমাদের পণ্যটি সারা বিশ্বের ক্রেতাদের প্রকৃত ট্রেডিং আচরণের উপর ডিজাইন করা হয়েছে। আমরা AVOCADO নামে Instagram, TikTok এবং অন্যান্য সামাজিক নেটওয়ার্কগুলিতে এক ধরনের বিক্রয় পদ্ধতি অফার করি।",
    },
    sec4: {
      title: "100% API",
      msg: "আমাদের পরিষেবাগুলি REST API-এর উপর ভিত্তি করে! সাধারণ অনুরোধের মাধ্যমে কেনাকাটার অভিজ্ঞতা, অর্থপ্রদান, দোকান পরিচালনা এবং অন্যান্য বৈশিষ্ট্যের 100% সকল দিকের যে কেউ অ্যাক্সেস করতে পারে।",
    },
  },

  how_it_work: {
    title: "কিভাবে এটা কাজ করে",
    msg: "যারা পেশাদারের মতো গেম করতে চান তাদের জন্য নো-ক্রেডিট কার্ড, নো-প্লাগইন, নো-টেমপ্লেট, নো-সেটআপ, নো-হোস্ট, নো-টেকনিক্যাল সমাধান।",

    step0: {
      title: "ক্রেতাদের জন্য তৈরি, বিক্রেতাদের পছন্দ, এক ধাপ দূরে।",
      msg1: "এটি আপনার সময় একটি সত্যিকারের ইকমার্স করার, আপনার ব্যবসার চারপাশে খুশি গ্রাহকদের সংগ্রহ করার এবং আপনি যা করতে পছন্দ করেন তার উপর ফোকাস করুন৷",
    },
    step1: {
      title: "আপনার পণ্য যোগ করুন.",
      msg1: "ম্যানুয়ালি পণ্য যোগ করুন, Instagram এ ফটো যোগ করার মত! অথবা শুধুমাত্র একটি এক্সেল ফাইলের মাধ্যমে 100,000 আইটেম যোগ করুন। আপনি এক জায়গায় পণ্য, পরিষেবা, সদস্যতা এবং ফাইল বিক্রি করতে পারেন।",
    },
    step2: {
      title: "আপনার পেমেন্টের সাথে সংযোগ করুন।",
      msg1: "আমরা আর্থিক লেনদেনে হস্তক্ষেপ ঘৃণা করি! গ্রাহকদের পেমেন্টের 100% সরাসরি আপনার ব্যাঙ্ক অ্যাকাউন্টে জমা হবে। শুধু আপনার স্ট্রাইপ, পেপ্যাল, ইত্যাদি সংযুক্ত করুন। আপনার দোকানে একই সময়ে একাধিক সক্রিয় অর্থপ্রদান পরিষেবা থাকতে পারে!",
    },
    step3: {
      title: "এটি কাস্টমাইজ করুন।",
      msg1: "আপনার ল্যান্ডিং পৃষ্ঠাগুলি ডিজাইন করুন এবং আপনার ব্র্যান্ডের বার্তা অনুযায়ী সাইটের রঙের স্কিম পরিবর্তন করুন। একজন বিশেষজ্ঞ নিয়োগের প্রয়োজন ছাড়াই টেনে এনে ড্রপ করে এই সব করা যেতে পারে।",
    },
    step4: {
      title: "বিশ্বজুড়ে ইউনিফাইড চেকআউট অভিজ্ঞতা।",
      msg1: "গ্রাহকদের তথ্য লিখতে হবে না এবং আপনার কাছ থেকে কেনার জন্য নিবন্ধন ফর্ম পূরণ করতে হবে! তারা এসএমএসের মাধ্যমে লগ ইন করে এবং এক ক্লিকে চেকআউট ফর্ম পূরণ করে এবং অর্থ প্রদান করে। Selldone বৃদ্ধির মাধ্যমে, আপনার ব্যবসাও বৃদ্ধি পায়।",
    },
  },

  onboarding: {
    title: "আপনার অনলাইন শপ তৈরি করুন, দ্রুত এবং ভাল - এটি বিনামূল্যে৷",
    success_title: "হ্যাঁ! আপনার অনলাইন ব্যবসা OS ইনস্টল করা,",
    wait_msg: "অনুগ্রহ করে কয়েক সেকেন্ড অপেক্ষা করুন...",
    ready_msg: "আপনার দোকান প্রস্তুত.",
    send_mail_msg: "লগইন লিঙ্ক আপনার মেইল পাঠানো হয়েছে.",

    options: {
      title: "দোকান কনফিগারেশন",
      msg: "আপনি আপনার ওয়েবসাইটে কি বৈশিষ্ট্য চান?",
      ecommerce: "ইকমার্স",
      pos: "বিক্রয় বিন্দু",
      blog: "ব্লগ এবং সিএমএস",
      community: "কমিউনিটি এবং ফোরাম",
    },

    job: {
      title: "চাকরি নির্বাচন করুন",
      placeholder: "নীচের তালিকা থেকে আপনার ব্যবসা বিভাগ নির্বাচন করুন.",
    },
    shop_name: {
      title: "প্রাতিষ্ঠানিক নাম",
      placeholder: "প্রাক্তন অ্যালেক্স জুতা",
    },
  },

  notion: {
    title: "বিভিন্ন নিয়মের সাথে খেলা।",
    quote:
      "বিভিন্ন নিয়মের সাথে খেলা।",
  },

  os: {
    title: "এন্টারপ্রাইজ গ্রেড সরঞ্জামগুলিতে অ্যাক্সেস — বিনামূল্যে।",
    msg: "আমরা প্রত্যেকের কাছে পেশাদার ইকমার্স তৈরির শক্তি নিয়ে এসেছি।",
  },
  login: {
    title: "আপনি বাজারে পেশাদারদের মত খেলার জন্য প্রস্তুত?",
  },

  currencies: {
    title: "মুদ্রা",
    sub: "নিশ্চিত করুন যে আপনার গ্রাহকরা আপনার কাছ থেকে কিনতে পারেন।",
    msg: "প্রযুক্তি, প্লাগইন এবং অর্থপ্রদানের জটিলতার যন্ত্রণার সাথে লড়াই করার পরিবর্তে বিক্রয়ের দিকে মনোনিবেশ করুন। আমরা আপনার অনলাইন ব্যবসায় সবকিছু সারিবদ্ধ করতে বিশ্বব্যাপী এবং স্থানীয় পেমেন্ট পরিষেবাগুলির সাথে কাজ করি।",
  },

  countries: {
    title: "দেশগুলো",
    sub: "বিশ্বের সবচেয়ে সহজ ই-কমার্স প্ল্যাটফর্ম।",
    msg: "আপনি বা আপনার গ্রাহক যেখানেই থাকেন না কেন, আমরা অনলাইন স্পেসে প্রথাগত ব্যক্তি-থেকে-ব্যক্তি ট্রেডিং আচরণকে খাপ খাইয়ে নিই, আমরা আপনার জন্য সর্বোত্তম অভিজ্ঞতা প্রদানের লক্ষ্যে রয়েছি।",
  },
  dna: {
    title: "আপনার ব্যবসার ডিএনএ",
    sub: "এটা বিক্রি!",
    msg: "এটি একটি এক ধরনের প্ল্যাটফর্ম; এটা সম্পূর্ণ অনন্য এবং অন্য সব থেকে খুব আলাদা. এটি এসএমই-এর জন্য এন্টারপ্রাইজ-গ্রেড সরঞ্জাম সহ একটি পরিষেবা হিসাবে একমাত্র অল-ইন-ওয়ান, নো-কোড বিজনেস অপারেটিং সিস্টেম।",
  },

  api: {
    title: "দেব। বন্ধুত্বপূর্ণ",
    msg: "অনলাইন ব্যবসার জন্য একটি সম্পূর্ণ উন্মুক্ত API-ভিত্তিক সমাধান।",

    sec1: {
      title: "আপনার ব্যবসার জন্য মেরুদণ্ড",
      msg: "আপনার দোকানের সমস্ত দিক আমাদের শক্তিশালী REST API এর মাধ্যমে উপলব্ধ। আপনি প্রযুক্তিগত, অর্থপ্রদান এবং ব্যাকএন্ড সমস্যাগুলি নিয়ে চিন্তা না করেই দোকানে যেকোনো পরিবর্তন করতে, আপনার অ্যাপ তৈরি করতে বা আপনার শপিং অ্যাপ বিকাশ করতে পারেন।",
    },
    sec2: {
      title: "দ্রুত ইন্টিগ্রেশন",
      msg: "আমরা সমস্ত সাধারণ ভাষা এবং ফ্রেমওয়ার্কের জন্য SDK তৈরি করি যাতে আপনি প্রমাণীকরণের ধাপগুলি সম্পাদন করতে পারেন, অ্যাকাউন্টে অ্যাক্সেস করতে পারেন এবং সাধারণ কমান্ডের মাধ্যমে এটি পরিচালনা করতে পারেন। শুরু করা মাত্র কয়েক ক্লিক দূরে হবে।",
    },
  },
};
