export default {
  "local_service": "{country_name}-এর জন্য স্থানীয় পরিষেবা",
  "local_service_message": "এই পরিষেবাটি শুধুমাত্র এমন ব্যবহারকারীদের জন্য ডিজাইন করা হয়েছে যারা <u>{country_name}-</u> এ থাকেন এবং এই দেশে তাদের পরিষেবা এবং পণ্য বিক্রি করেন৷ আপনাকে শুধুমাত্র স্থানীয় পরিষেবা বা Selldone-এর আন্তর্জাতিক পরিষেবা ব্যবহার করার অনুমতি দেওয়া হয়েছে৷ এই পরিষেবাটি ব্যবহার করার জন্য, আপনাকে মেনে চলতে হবে৷ <b>{country_name}</b> এবং <b>ইউরোপীয় ইউনিয়নের</b> আইন",
  "my_shops": "আমার দোকানগুলি",
  "moto": "আপনি চেষ্টা করুন, আমরা দরজা খুলি!",
  "start_now_btn": "এখনই শুরু করুন - এটি বিনামূল্যে",
  "create_ecommerce_btn": "বিনামূল্যে আপনার ইকমার্স শুরু করুন",
  "incentive_action": "আপনার কম অনলাইন বিক্রয় হার বিদায় বলুন!",
  "create_shopping_website": "আমার ইকমার্স তৈরি করুন",
  "s1": {
    "title": "দ্বারা আপনার অনলাইন স্টোর করুন<br> না—কোড এবং না—বিশেষজ্ঞ প্রয়োজন সমাধান",
    "title_animated_words": [
      "উদ্যোক্তারা",
      "শিল্পী",
      "স্বাধীন ব্যবসা",
      "ব্র্যান্ড",
      "খুচরো",
      "সৃষ্টিকর্তা"
    ],
    "subtitle": "আপনি যদি আপনার গ্রাহকদের জন্য একটি অনন্য, দ্রুত, নিরাপদ এবং নির্ভরযোগ্য অভিজ্ঞতা তৈরি করতে চান তবে এটি আপনার জন্য টুল। একটি বিজ্ঞাপন-মুক্ত এন্টারপ্রাইজ-গ্রেড ব্যবসায়িক অপারেটিং সিস্টেমে আপনার অনন্য সম্প্রদায় এবং একটি দ্রুত ইকমার্স তৈরি করুন।",
    "domain_input": {
      "message": "আপনার দোকান বিনামূল্যে হোস্টিং এবং SSL সহ আপনার যে কোনো ব্যক্তিগত ডোমেনের সাথে সংযুক্ত হতে পারে",
      "action": "একটি দোকান তৈরি করুন"
    },
    "community": "কমিউনিটি প্ল্যাটফর্ম",
    "shop": "অনলাইন শপ নির্মাতা",
    "inventory": "ইনভেন্টরি ম্যানেজমেন্ট",
    "cms": "পৃষ্ঠা সম্পাদক এবং সিএমএস",
    "in_60_sec": "এখানে ক্লিক করুন"
  },
  "video": {
    "title": "আপনার অনলাইন এবং ব্যক্তিগতভাবে বিক্রয়ের জন্য একটি সর্বত্র সমাধান।",
    "msg": "আপনার ইকমার্সে দ্রুততম ক্রয়ের অভিজ্ঞতা প্রদান করুন।",
    "card_pos": {
      "title": "Selldone POS",
      "msg": "শূন্য-সেটআপ খরচ সমাধানের মাধ্যমে ব্যক্তিগতভাবে বিক্রি করুন।"
    },
    "card_ecommerce": {
      "title": "সেলডন ইকমার্স",
      "msg": "পেশাদারদের মত অনলাইন বিক্রয়."
    },
    "pacman": "আমি একটি প্রযুক্তিগত প্রতিষ্ঠাতা নই"
  },
  "why": {
    "title": "কেন সেলডন?",
    "msg": "আমরা কোচ ছাড়া দল, নেতা ছাড়া বিপ্লব, শিকড় ছাড়া গাছ এবং অপারেটিং সিস্টেম ছাড়া ব্যবসা কল্পনা করতে পারি না! তাই আমরা দ্রুত বর্ধনশীল কোম্পানি এবং তরুণ উদ্যোক্তাদের জন্য অনলাইন ব্যবসার পুনর্গঠন করছি।",
    "sec1": {
      "title": "সহজ + পেশাদার",
      "msg": "এটি আপনার জন্য তৈরি করা হয়েছে বাজারে একজন পেশাদারের মতো খেলার জন্য, এমনকি যদি আপনি একজন শিক্ষানবিস হন কিন্তু পেশাদারের মতো খেলতে চান, অথবা আপনি একজন বিশেষজ্ঞ এবং নিজের মতো খেলার যোগ্য!"
    },
    "sec2": {
      "title": "এন্টারপ্রাইজ-গ্রেড সরঞ্জাম",
      "msg": "আমরা নতুন বৈশিষ্ট্য প্রকাশ করি, এপিআই আপডেট করি এবং প্রতিদিনের রুটিন হিসাবে নতুন পদ্ধতি প্রয়োগ করি। এটি আপনার ব্যবসার জন্য একটি অপারেটিং সিস্টেম, তাই আমাদের প্ল্যাটফর্মের মাধ্যমে আপনার ব্যবসার মাপ বাড়াতে হবে।"
    },
    "sec3": {
      "title": "সামাজিক বিক্রয়",
      "msg": "আমাদের পণ্যটি সারা বিশ্বের ক্রেতাদের প্রকৃত ট্রেডিং আচরণের উপর ডিজাইন করা হয়েছে। আমরা Instagram, TikTok, এবং অন্যান্য সামাজিক নেটওয়ার্কগুলিতে AVOCADO নামে এক ধরনের বিক্রয় পদ্ধতি অফার করি।"
    },
    "sec4": {
      "title": "অর্থ সঞ্চয়",
      "msg": "ইকমার্সের জন্য আর কোনো বিশেষজ্ঞের প্রয়োজন নেই! ব্যয়বহুল বিকাশ, রক্ষণাবেক্ষণ, প্রোগ্রামিং প্রক্রিয়া এবং এমনকি ইকমার্স প্ল্যাটফর্ম বিশেষজ্ঞদের খরচকে বিদায় বলুন।"
    }
  },
  "how_it_work": {
    "title": "কিভাবে এটা কাজ করে.",
    "msg": "যারা পেশাদারদের মতো গেম করতে চান তাদের জন্য নো-ক্রেডিট কার্ড, নো-প্লাগইন, নো-টেমপ্লেট, নো-সেটআপ, নো-হোস্ট, নো-টেকনিক্যাল সমাধান।",
    "step0": {
      "title": "ক্রেতাদের জন্য তৈরি, বিক্রেতাদের পছন্দ, এক ধাপ দূরে।",
      "msg1": "এটি আপনার সময় একটি সত্যিকারের ইকমার্স করার, আপনার ব্যবসার চারপাশে খুশি গ্রাহকদের সংগ্রহ করার এবং আপনি যা করতে পছন্দ করেন তার উপর ফোকাস করুন৷"
    },
    "step1": {
      "title": "আপনার পণ্য যোগ করুন.",
      "msg1": "ম্যানুয়ালি পণ্য যোগ করুন, Instagram এ ফটো যোগ করার মত! অথবা শুধুমাত্র একটি এক্সেল ফাইলের মাধ্যমে 100,000 আইটেম যোগ করুন। আপনি এক জায়গায় পণ্য, পরিষেবা, সদস্যতা এবং ফাইল বিক্রি করতে পারেন।"
    },
    "step2": {
      "title": "সংযোগ পেমেন্ট পদ্ধতি আপনার প্রয়োজন মাপসই.",
      "msg1": "আমরা আর্থিক লেনদেনে হস্তক্ষেপ করতে আগ্রহী নই! গ্রাহকদের পেমেন্টের 100% সরাসরি আপনার ব্যাঙ্ক অ্যাকাউন্টে স্থানান্তর করা হবে। শুধু আপনার স্ট্রাইপ, পেপ্যাল, ইত্যাদি সংযুক্ত করুন। আপনার দোকানে একই সময়ে একাধিক সক্রিয় অর্থপ্রদান পরিষেবা থাকতে পারে!",
      "crypto_msg": "সক্রিয় ব্যবসায়ীদের জন্য উপলব্ধ"
    },
    "step3": {
      "title": "হোয়াইট লেবেল / নমনীয় / গভীরভাবে কাস্টমাইজযোগ্য।",
      "msg1": "আপনার ল্যান্ডিং পৃষ্ঠাগুলি ডিজাইন করুন এবং আপনার ব্র্যান্ডের বার্তা অনুসারে আপনার সাইটের থিমের রঙ পরিবর্তন করুন৷ টেনে আনুন এবং ড্রপ বৈশিষ্ট্য একজন বিশেষজ্ঞ নিয়োগের প্রয়োজন ছাড়াই এই সব সম্ভব করে তোলে।",
      "view_sample_pages": "আপনাকে অনুপ্রাণিত করার জন্য দুর্দান্ত SD স্টোর"
    },
    "step4": {
      "title": "এক-ক্লিক চেকআউট: বিশ্বজুড়ে ইউনিফাইড চেকআউট অভিজ্ঞতা।",
      "msg1": "গ্রাহকদের তথ্য লিখতে হবে না এবং আপনার কাছ থেকে কেনার জন্য নিবন্ধন ফর্মটি পূরণ করতে হবে! তারা এসএমএসের মাধ্যমে লগ ইন করে এবং এক ক্লিকে চেকআউট ফর্ম পূরণ করে এবং অর্থ প্রদান করে। তুমি বড় হও, আমরা হব।"
    }
  },
  "onboarding": {
    "title": "আপনার ব্যবসা অনলাইন, দ্রুত এবং উন্নত করুন - এটি বিনামূল্যে",
    "success_title": "আপনার অনলাইন ব্যবসা OS ইনস্টল করা,",
    "wait_msg": "অনুগ্রহ করে কয়েক সেকেন্ড অপেক্ষা করুন...",
    "ready_msg": "আপনার দোকান প্রস্তুত.",
    "send_mail_msg": "লগইন লিঙ্ক {email} এ পাঠানো হয়েছে",
    "options": {
      "title": "দোকান কনফিগারেশন",
      "msg": "আপনি আপনার ওয়েবসাইটে কি বৈশিষ্ট্য চান?",
      "ecommerce": "ইকমার্স",
      "pos": "বিক্রয় বিন্দু",
      "blog": "ব্লগ এবং সিএমএস",
      "community": "কমিউনিটি এবং ফোরাম"
    },
    "job": {
      "title": "আপনার শিল্প কি?",
      "placeholder": "আপনি বর্তমানে কোন প্ল্যাটফর্ম ব্যবহার করছেন তা বিবেচনা না করে আপনার ব্যবসা Selldone OS-এ স্যুইচ করুন।"
    },
    "shop_name": {
      "title": "প্রাতিষ্ঠানিক নাম",
      "placeholder": "যেমন অ্যালেক্স জুতা"
    },
    "income": {
      "title": "মাসিক বিক্রয়",
      "msg": "আপনার মোট মাসিক বিক্রয়ের একটি পরিসীমা নির্বাচন করুন।",
      "Low": "$5,000 USD পর্যন্ত",
      "Medium": "$5,000 USD ~ $50,000 USD",
      "High": "50,000 USD ~ $1,000,000 USD৷",
      "Extreme": "$1,000,000 USD এর উপরে"
    },
    "step_1": "উদ্দেশ্য",
    "step_2": "কনফিগারেশন",
    "step_3": "হিসাব"
  },
  "notion": {
    "title": "বিভিন্ন নিয়মের সাথে খেলা।",
    "quote": "আমরা বিশ্বাস করি একজন ব্যক্তি অনলাইন মানবতার যুগে পরিবর্তন আনতে পারেন, এমনকি যার পর্যাপ্ত অর্থ নেই, এমনকি প্রযুক্তিগত অভিজ্ঞতাও নেই, এমনকি বিল পরিশোধের জন্য কোনো ব্যাঙ্ক অ্যাকাউন্টও নেই; আমরা ইন্টারনেটে একটি সর্বাধিক অর্জনযোগ্য অপারেটিং সিস্টেম হিসাবে কাজ করার জন্য এন্টারপ্রাইজ-গ্রেড সরঞ্জামগুলির সাথে একটি প্রস্তুত-টু-ব্যবহারের প্ল্যাটফর্ম তৈরি করে এটি করি৷"
  },
  "stop": {
    "title": "সহজ অনলাইন শপিং ওয়েবসাইট নির্মাতা + সরাসরি অর্থপ্রদান।",
    "subtitle": "আপনি যদি একটি লাভজনক অনলাইন ব্যবসা গড়ে তোলার পরিকল্পনা করেন এবং আপনার ব্যবসার ধারণাকে বাস্তবে পরিণত করতে চান, তাহলে Selldone হল একটি নিখুঁত পছন্দ৷",
    "pacman": "পেমেন্ট প্লাগইন"
  },
  "os": {
    "title": "বিশ্বমানের সরঞ্জামগুলিতে অ্যাক্সেস — বিনামূল্যে৷",
    "msg": "আমরা আপনার নখদর্পণে পেশাদার ইকমার্স তৈরি করার ক্ষমতা রাখি।"
  },
  "login": {
    "title": "আপনি বাজারে একটি প্রো মত খেলার জন্য প্রস্তুত?"
  },
  "currencies": {
    "title": "মুদ্রা",
    "sub": "আপনার গ্রাহকরা তাদের স্থানীয় মুদ্রায় সহজে অর্থ প্রদান করতে পারেন।",
    "msg": "প্রযুক্তি, প্লাগইন এবং অর্থপ্রদানের জটিলতার যন্ত্রণার সাথে লড়াই করার পরিবর্তে বিক্রয়ের দিকে মনোনিবেশ করুন। আমরা আপনার অনলাইন ব্যবসায় সবকিছু সারিবদ্ধ করতে স্থানীয় এবং বিশ্বব্যাপী পেমেন্ট পরিষেবাগুলির সাথে কাজ করি।"
  },
  "countries": {
    "title": "দেশগুলো",
    "sub": "বিশ্বের সবচেয়ে সহজ-থেকে-স্কেল বিজনেস ওএস।",
    "msg": "আপনি বা আপনার গ্রাহক যেখানেই থাকুন না কেন, অনলাইন স্পেসে আমরা ঐতিহ্যগত ব্যক্তি-থেকে-ব্যক্তি ট্রেডিং আচরণকে মানিয়ে নিয়েছি, আমরা আপনার জন্য সর্বোত্তম অভিজ্ঞতা প্রদানের লক্ষ্যে রয়েছি।"
  },
  "dna": {
    "title": "আপনার ব্যবসার ডিএনএ",
    "sub": "এটা বিক্রি!",
    "msg": "আপনার জন্য এন্টারপ্রাইজ-গ্রেড সরঞ্জাম সহ একটি পরিষেবা হিসাবে এটি একমাত্র অল-ইন-ওয়ান, নো-কোড বিজনেস অপারেটিং সিস্টেম।"
  },
  "api": {
    "title": "দেব। বন্ধুত্বপূর্ণ",
    "msg": "অনলাইন ব্যবসার জন্য একটি সম্পূর্ণ উন্মুক্ত API-ভিত্তিক সমাধান।",
    "sec1": {
      "title": "আমরা আপনার ব্যবসার মেরুদণ্ড তৈরি করি",
      "msg": "আপনার স্টোরের সমস্ত দিক আমাদের শক্তিশালী REST API এর মাধ্যমে উপলব্ধ। আপনি টেকনিক্যাল, পেমেন্ট এবং ব্যাকএন্ড সমস্যা নিয়ে চিন্তা না করেই স্টোরে যেকোনো পরিবর্তন করতে, আপনার অ্যাপ তৈরি করতে বা আপনার শপিং অ্যাপ ডেভেলপ করতে পারেন।"
    },
    "sec2": {
      "title": "দ্রুত ইন্টিগ্রেশন",
      "msg": "আমরা সমস্ত সাধারণ ভাষা এবং ফ্রেমওয়ার্কের জন্য SDK তৈরি করি যাতে আপনি প্রমাণীকরণের ধাপগুলি সম্পাদন করতে পারেন, অ্যাকাউন্টে অ্যাক্সেস করতে পারেন এবং সাধারণ কমান্ডের মাধ্যমে এটি পরিচালনা করতে পারেন। শুরু করা মাত্র কয়েক ক্লিক দূরে হবে।"
    }
  },
  "convertible": {
    "store_name": "আপনার দোকান",
    "variant_1": "পণ্য বৈকল্পিক অ্যাম্বার",
    "variant_2": "পণ্য বৈকল্পিক লাল",
    "buy": "এখন কেন",
    "price": "$89",
    "management": {
      "title": "পণ্য ব্যবস্থাপনা",
      "msg": "আপনি Windows-এ টেনে আনেন এবং ফেলেন এমন ফাইল এবং ফোল্ডারগুলির মতো পণ্য এবং বিভাগগুলি পরিচালনা করুন৷",
      "check1": "এক্সেল বা CSV ফাইল দ্বারা পণ্য আপলোড.",
      "check2": "এআর মডেল যোগ করুন।",
      "check3": "অটো এসইও ইঞ্জিন দ্বারা অপ্টিমাইজ করুন।",
      "check4": "ড্র্যাগ অ্যান্ড ড্রপ ম্যানেজমেন্ট।"
    },
    "payment": {
      "title": "একাধিক পেমেন্ট পদ্ধতি সমর্থন",
      "msg": "বিরামহীন অভিজ্ঞতা ইন-সাইট / ইন-অ্যাপ পেমেন্ট।",
      "check1": "ডোরা",
      "check1msg": "40 টিরও বেশি দেশে সমর্থন।",
      "check2": "ক্লারনা",
      "check2msg": "এখন কিনুন পরে অর্থ প্রদান করুন।",
      "check3": "পেপ্যাল",
      "check3msg": "এক ক্লিকে পেমেন্ট।"
    },
    "checkout": {
      "title": "আপনার ব্র্যান্ড",
      "online": "অনলাইন গ্রাহকদের",
      "offline": "ব্যক্তিগত গ্রাহকদের"
    },
    "design": {
      "title": "পৃষ্ঠা নির্মাতা",
      "msg": "শুধু টানুন এবং ড্রপ করে এটিকে বাস্তব করুন।"
    }
  },
  "secure": {
    "title": "হাইপার সিকিউর সলিউশন",
    "msg": "ডেটা অখণ্ডতা এবং এন্টারপ্রাইজ অ্যাক্সেস লেভেল ম্যানেজমেন্ট।"
  },
  "build": {
    "title": "আপনার নিজস্ব ব্র্যান্ডের সাথে আপনার নিজস্ব ইকমার্স করুন এবং আপনার ব্যবসার নিয়ন্ত্রণ ফিরিয়ে নিন!",
    "msg": "আপনার সোশ্যাল মিডিয়া অ্যাকাউন্টগুলিকে আপনার ডোমেনে একটি অনলাইন শপিং ওয়েবসাইটে রূপান্তর করতে বা স্ক্র্যাচ থেকে আপনার মাস্টারপিস ইকমার্স তৈরি করার জন্য আপনার কাছে অনেক পছন্দ রয়েছে৷"
  },
  "stripe": {
    "title": "একটি স্ট্রাইপ অ্যাকাউন্ট আছে?",
    "msg": "অভিনন্দন, আপনি আগে বেশিরভাগ কাজ করেছেন। শুধুমাত্র একটি ট্যাপ করে আপনার অনলাইন স্টোর তৈরি করুন! Selldone বাকি যত্ন নেয়."
  },
  "unbanked": {
    "title": "এক প্ল্যাটফর্ম, এক সমাধান — উদ্দেশ্য।",
    "msg": "অনলাইন বিক্রয় সহজতর করার জন্য এবং উদ্যোক্তা মনোভাব আনলক করার জন্য একটি অনন্য ব্যবসায়িক ওএস, এমনকি 1.7 বিলিয়ন ব্যাঙ্কবিহীন প্রাপ্তবয়স্কদের জন্যও।"
  },
  "faqs": [
    {
      "question": "আমি কি ক্রেডিট কার্ড ছাড়াই একটি অনলাইন স্টোর তৈরি করতে পারি?",
      "answer": "হ্যাঁ, আপনি সেলডনে ক্রেডিট এবং ডেবিট কার্ডের মতো কোনো ব্যাঙ্কিং কার্ডের প্রয়োজন ছাড়াই আপনার ই-কমার্স তৈরি করতে পারেন। Selldone জনগণকে উন্নত ইকমার্স পরিষেবা প্রদানের জন্য একটি অনন্য উপায় ব্যবহার করে, এমনকি 1.7 বিলিয়নেরও বেশি মানুষ সাধারণ আর্থিক পরিষেবাগুলিতে অ্যাক্সেস ছাড়াই৷"
    },
    {
      "question": "আমি কীভাবে ব্যাংকবিহীন গ্রাহকদের কাছে অনলাইনে বিক্রি করতে পারি?",
      "answer": "আপনার ইকমার্সে COD ( <b>ক্যাশ অন ডেলিভারি</b> ) যোগ করুন, যাতে আপনার গ্রাহকরা অর্ডার পাওয়ার পর অর্থ প্রদান করতে পারেন। অর্থায়নের পরিকাঠামোর অভাব সহ বেশিরভাগ দেশেই সিওডি হল ঐতিহ্যবাহী উপায়।"
    },
    {
      "question": "আমি কিভাবে একটি ব্যাঙ্ক অ্যাকাউন্ট ছাড়া আমার ইকমার্স সেট আপ করতে পারি?",
      "answer": "Selldone আগে unbaked মানুষের জন্য কোন সমাধান ছিল না. কিন্তু এখন, আপনি কোনো ব্যাঙ্ক অ্যাকাউন্ট ছাড়াই আপনার ই-কমার্স এবং ওয়েবসাইট তৈরি করতে পারেন। এটি আপনার জন্য একটি সর্বনিম্ন খরচ আছে; আপনি আপনার ওয়ালেটের মাধ্যমে মাসের শেষে এই খরচ পরিশোধ করতে পারেন। Selldone ওয়ালেট অন্য ব্যক্তিদের কাছ থেকে ফি গ্রহণ করতে পারে বা উপহার কার্ডের মাধ্যমে চার্জ করতে পারে। এই পরিষেবাগুলি ব্যবহার করার জন্য আপনার ক্রেডিট কার্ডের প্রয়োজন নেই।"
    },
    {
      "question": "আমি কিভাবে সেটআপ খরচ ছাড়া একটি ব্যবসা শুরু করতে পারি?",
      "answer": "<ol><li><a href='https://selldone.com'>Selldone.com-</a> এ বিনামূল্যে নিবন্ধন করুন।</li><li> আপনার দোকান তৈরি করুন.</li><li> আপনার পণ্য এবং পরিষেবা যোগ করুন.</li><li> আপনার ডোমেন সংযুক্ত করুন (ঐচ্ছিক)</li><li> পেমেন্ট গেটওয়ে সক্রিয় করুন.</li><li> বন্ধু এবং পরিবারের সাথে আপনার ব্যবসার পরিচয় করা শুরু করুন।</li><li> সোশ্যাল মিডিয়াতে নিজেকে এবং আপনার পণ্যের পরিচয় দিন।</li><li> একটি অনন্য মূল্য প্রস্তাব প্রদান করে আপনার ব্যবসার জন্য একটি ব্র্যান্ড তৈরি করুন।</li><li> Selldone প্যানেলের মাধ্যমে আপনার ব্যবহারকারীদের আচরণ নিরীক্ষণ করুন।</li></ol>"
    }
  ],
  "brands": {
    "title": "একটি বিশ্বস্ত ভিত্তির উপর আপনার ব্যবসা গড়ে তুলুন।",
    "subtitle": "আপনার ব্যবসা এটা মূল্য!"
  },
  "why_boxes": {
    "block1": {
      "title": "প্রাথমিক খরচ বাঁচান",
      "subtitle": "নো-থিম এবং নো-প্লাগইন সমাধান।"
    },
    "block2": {
      "title": "অপারেশনাল খরচ বাঁচান",
      "subtitle": "কোন অতিরিক্ত এবং গোপন ফি কখনও."
    },
    "block3": {
      "title": "সময় বাঁচাতে",
      "subtitle": "এন্টারপ্রাইজ-গ্রেড কিন্তু শিক্ষানবিস-বান্ধব।"
    }
  },
  "money_transfer": {
    "customer": "আপনার গ্রাহক",
    "bank": "আপনার ব্যাঙ্ক অ্যাকাউন্ট",
    "wallet": "ওয়ালেট",
    "free_setup": "বিনামূল্যে সেটআপ.",
    "no_extra_fee": "কোন অতিরিক্ত ফি নেই।",
    "no_hidden_fee": "কোন লুকানো ফি."
  },
  "extra": {
    "cart": "কার্টস ম্যানেজমেন্ট",
    "payment": "অর্থপ্রদান",
    "shipping": "স্থানান্তর",
    "fulfilment": "পূর্ণতা",
    "community": "সম্প্রদায় এবং প্রতিক্রিয়া"
  },
  "select_language_dialog_title": "আপনার প্রিয় ভাষায় আপনার ব্যবসা করুন",
  "welcome_title": "দৃশ্যত আপনার ব্যবসা তৈরি করুন, পরিচালনা করুন এবং স্কেল করুন",
  "welcome_subtitle": "লক্ষ লক্ষ অর্ডারের জন্য নো-কোড এবং নো-বিশেষজ্ঞের প্রয়োজন সমাধানের মাধ্যমে আপনার অনলাইন স্টোর তৈরি করুন।",
  "your_shop": "আপনার স্টোরফ্রন্ট",
  "your_dashboard": "আপনার পিছনে অফিস",
  "flow": {
    "title": "কাস্টমাইজযোগ্য চেকআউট প্রবাহ।",
    "subtitle": "আপনার গ্রাহক ভ্রমণ এবং ক্রয় প্রবাহ এবং পরীক্ষার ফলাফল ডিজাইন করুন।",
    "pacman": "চেকআউট প্লাগইন"
  },
  "business_model": {
    "title": "দৃশ্যত ব্যবসায়িক মডেল গ্রহণ।",
    "subtitle": "আপনার ব্যবসার মডেলটি দৃশ্যত সেটআপ করুন, সমস্ত জটিলতা দৃশ্যের পিছনে সুর করা হবে।",
    "pacman": "মার্কেটপ্লেস এবং POD প্লাগইন"
  },
  "team": {
    "title": "আপনি কি আমার সাথে কি করতে চান.",
    "msg": "আমরা বাণিজ্য প্ল্যাটফর্মের নৃশংস ক্ষেত্রে বিভিন্ন নিয়ম দ্বারা খেলা করব, বিশেষ করে যখন আমাদের প্রতিযোগীরা বিজ্ঞাপনের জন্য মিলিয়ন মিলিয়ন ডলার ব্যয় করে; আমরা পণ্য, মানুষ, এবং বাস্তব সমস্যা সমাধানে বিনিয়োগ করি। এই দল আপনার ব্যবসা ফিরে!"
  },
  "customers": {
    "title": "আমাদের সম্প্রদায়ের সাথে দেখা করুন।",
    "msg": "এটি আমাদের গ্রাহকদের কাছ থেকে শিখে ভবিষ্যতের উদ্যোক্তাদের আনলক করার জন্য অর্থপূর্ণ সরঞ্জাম তৈরি করার একটি যাত্রার শুরু মাত্র।"
  },
  "panorama": {
    "title": "কোন ব্যয়বহুল প্লাগইন, <b class=\"font-weight-bold\">সমস্ত বৈশিষ্ট্য পূর্ব-নির্মিত</b>",
    "msg": "প্রতি মাসে প্লাগইন এবং অ্যাপের জন্য শত শত ডলার খরচ করতে হবে না এবং আপডেটের জন্য চিন্তা করতে হবে না। আপনার পিসির জন্য macOS এর মতো, Selldone OS আপনার ব্যবসার সমস্ত প্রযুক্তিগত দিকগুলির যত্ন নেয়।",
    "orders_management": "আদেশ ব্যবস্থাপনা",
    "online_pos": "অনলাইন POS",
    "shipping": "স্থানান্তর",
    "inventory_management": "ইনভেন্টরি ব্যবস্থাপনা",
    "social_commerce": "সামাজিক বাণিজ্য",
    "in_store_sell": "দোকানে বিক্রয়",
    "team": "দল/কর্মী",
    "incentives": "প্রণোদনা / আনুগত্য",
    "community": "কমিউনিটি ম্যানেজমেন্ট",
    "payments": "স্থানীয় অর্থপ্রদান",
    "ar_3d": "3D/AR"
  },
  "no_plugin": "না - প্লাগইন",
  "storefront": "স্টোরফ্রন্ট",
  "back_office": "ব্যাক অফিস",
  "product_page": {
    "title": "আপনার প্রথম পণ্য যোগ করার পরে আউটপুট.",
    "msg": "মাত্র কয়েকটি ক্লিকে আপনার ধারনাগুলোকে জীবন্ত করে তুলুন।",
    "open_sample_product_link": "লাইভ পণ্য খুলুন",
    "open_templates": "টেমপ্লেট দেখুন"
  }
};