export default {
  "local_service": "{country_name}-এর জন্য স্থানীয় পরিষেবা",
  "local_service_message": "এই পরিষেবাটি শুধুমাত্র এমন ব্যবহারকারীদের জন্য ডিজাইন করা হয়েছে যারা <u>{country_name}-</u> এ থাকেন এবং এই দেশে তাদের পরিষেবা এবং পণ্য বিক্রি করেন৷ আপনাকে শুধুমাত্র স্থানীয় পরিষেবা বা Selldone-এর আন্তর্জাতিক পরিষেবা ব্যবহার করার অনুমতি দেওয়া হয়েছে৷ এই পরিষেবাটি ব্যবহার করার জন্য, আপনাকে মেনে চলতে হবে৷ <b>{country_name}</b> এবং <b>ইউরোপীয় ইউনিয়নের</b> আইন",
  "my_shops": "আমার দোকানগুলি",
  "moto": "আপনি চেষ্টা করুন, আমরা দরজা খুলি!",
  "start_now_btn": "এখনই শুরু করুন - এটি বিনামূল্যে",
  "create_ecommerce_btn": "বিনামূল্যে আপনার ইকমার্স শুরু করুন",
  "incentive_action": "আপনার কম অনলাইন বিক্রয় হার বিদায় বলুন!",
  "create_shopping_website": "আমার ইকমার্স তৈরি করুন",
  "s1": {
    "title": "দ্বারা আপনার অনলাইন স্টোর করুন<br> না—কোড এবং না—বিশেষজ্ঞ প্রয়োজন সমাধান",
    "title_animated_words": [
      "উদ্যোক্তারা",
      "শিল্পী",
      "স্বাধীন ব্যবসা",
      "ব্র্যান্ড",
      "খুচরো",
      "সৃষ্টিকর্তা"
    ],
    "subtitle": "আপনি যদি আপনার গ্রাহকদের জন্য একটি অনন্য, দ্রুত, নিরাপদ এবং নির্ভরযোগ্য অভিজ্ঞতা তৈরি করতে চান তবে এটি আপনার জন্য টুল। একটি বিজ্ঞাপন-মুক্ত এন্টারপ্রাইজ-গ্রেড ব্যবসায়িক অপারেটিং সিস্টেমে আপনার অনন্য সম্প্রদায় এবং একটি দ্রুত ইকমার্স তৈরি করুন।",
    "domain_input": {
      "message": "আপনার দোকান বিনামূল্যে হোস্টিং এবং SSL সহ আপনার যে কোনো ব্যক্তিগত ডোমেনের সাথে সংযুক্ত হতে পারে",
      "action": "একটি দোকান তৈরি করুন"
    },
    "community": "কমিউনিটি প্ল্যাটফর্ম",
    "shop": "অনলাইন শপ নির্মাতা",
    "inventory": "ইনভেন্টরি ম্যানেজমেন্ট",
    "cms": "পৃষ্ঠা সম্পাদক এবং সিএমএস",
    "in_60_sec": "এখানে ক্লিক করুন"
  },
  "video": {
    "title": "আপনার অনলাইন এবং ব্যক্তিগতভাবে বিক্রয়ের জন্য একটি সর্বত্র সমাধান।",
    "msg": "আপনার ইকমার্সে দ্রুততম ক্রয়ের অভিজ্ঞতা প্রদান করুন।",
    "card_pos": {
      "title": "Selldone POS",
      "msg": "শূন্য-সেটআপ খরচ সমাধানের মাধ্যমে ব্যক্তিগতভাবে বিক্রি করুন।"
    },
    "card_ecommerce": {
      "title": "সেলডন ইকমার্স",
      "msg": "পেশাদারদের মত অনলাইন বিক্রয়."
    },
    "pacman": "আমি একটি প্রযুক্তিগত প্রতিষ্ঠাতা নই"
  },
  "why": {
    "title": "কেন সেলডন?",
    "msg": "আমরা কোচ ছাড়া দল, নেতা ছাড়া বিপ্লব, শিকড় ছাড়া গাছ এবং অপারেটিং সিস্টেম ছাড়া ব্যবসা কল্পনা করতে পারি না! তাই আমরা দ্রুত বর্ধনশীল কোম্পানি এবং তরুণ উদ্যোক্তাদের জন্য অনলাইন ব্যবসার পুনর্গঠন করছি।",
    "sec1": {
      "title": "সহজ + পেশাদার",
      "msg": "এটি আপনার জন্য তৈরি করা হয়েছে বাজারে একজন পেশাদারের মতো খেলার জন্য, এমনকি যদি আপনি একজন শিক্ষানবিস হন কিন্তু পেশাদারের মতো খেলতে চান, অথবা আপনি একজন বিশেষজ্ঞ এবং নিজের মতো খেলার যোগ্য!"
    },
    "sec2": {
      "title": "এন্টারপ্রাইজ-গ্রেড সরঞ্জাম",
      "msg": "আমরা নতুন বৈশিষ্ট্য প্রকাশ করি, এপিআই আপডেট করি এবং প্রতিদিনের রুটিন হিসাবে নতুন পদ্ধতি প্রয়োগ করি। এটি আপনার ব্যবসার জন্য একটি অপারেটিং সিস্টেম, তাই আমাদের প্ল্যাটফর্মের মাধ্যমে আপনার ব্যবসার মাপ বাড়াতে হবে।"
    },
    "sec3": {
      "title": "সামাজিক বিক্রয়",
      "msg": "আমাদের পণ্যটি সারা বিশ্বের ক্রেতাদের প্রকৃত ট্রেডিং আচরণের উপর ডিজাইন করা হয়েছে। আমরা Instagram, TikTok, এবং অন্যান্য সামাজিক নেটওয়ার্কগুলিতে AVOCADO নামে এক ধরনের বিক্রয় পদ্ধতি অফার করি।"
    },
    "sec4": {
      "title": "অর্থ সঞ্চয়",
      "msg": "ইকমার্সের জন্য আর কোনো বিশেষজ্ঞের প্রয়োজন নেই! ব্যয়বহুল বিকাশ, রক্ষণাবেক্ষণ, প্রোগ্রামিং প্রক্রিয়া এবং এমনকি ইকমার্স প্ল্যাটফর্ম বিশেষজ্ঞদের খরচকে বিদায় বলুন।"
    }
  },
  "how_it_work": {
    "title": "কিভাবে এটা কাজ করে.",
    "msg": "যারা পেশাদারদের মতো গেম করতে চান তাদের জন্য নো-ক্রেডিট কার্ড, নো-প্লাগইন, নো-টেমপ্লেট, নো-সেটআপ, নো-হোস্ট, নো-টেকনিক্যাল সমাধান।",
    "step0": {
      "title": "ক্রেতাদের জন্য তৈরি, বিক্রেতাদের পছন্দ, এক ধাপ দূরে।",
      "msg1": "এটি আপনার সময় একটি সত্যিকারের ইকমার্স করার, আপনার ব্যবসার চারপাশে খুশি গ্রাহকদের সংগ্রহ করার এবং আপনি যা করতে পছন্দ করেন তার উপর ফোকাস করুন৷"
    },
    "step1": {
      "title": "আপনার পণ্য যোগ করুন.",
      "msg1": "ম্যানুয়ালি পণ্য যোগ করুন, Instagram এ ফটো যোগ করার মত! অথবা শুধুমাত্র একটি এক্সেল ফাইলের মাধ্যমে 100,000 আইটেম যোগ করুন। আপনি এক জায়গায় পণ্য, পরিষেবা, সদস্যতা এবং ফাইল বিক্রি করতে পারেন।"
    },
    "step2": {
      "title": "সংযোগ পেমেন্ট পদ্ধতি আপনার প্রয়োজন মাপসই.",
      "msg1": "আমরা আর্থিক লেনদেনে হস্তক্ষেপ করতে আগ্রহী নই! গ্রাহকদের পেমেন্টের 100% সরাসরি আপনার ব্যাঙ্ক অ্যাকাউন্টে স্থানান্তর করা হবে। শুধু আপনার স্ট্রাইপ, পেপ্যাল, ইত্যাদি সংযুক্ত করুন। আপনার দোকানে একই সময়ে একাধিক সক্রিয় অর্থপ্রদান পরিষেবা থাকতে পারে!",
      "crypto_msg": "সক্রিয় ব্যবসায়ীদের জন্য উপলব্ধ"
    },
    "step3": {
      "title": "হোয়াইট লেবেল / নমনীয় / গভীরভাবে কাস্টমাইজযোগ্য।",
      "msg1": "আপনার ল্যান্ডিং পৃষ্ঠাগুলি ডিজাইন করুন এবং আপনার ব্র্যান্ডের বার্তা অনুসারে আপনার সাইটের থিমের রঙ পরিবর্তন করুন৷ টেনে আনুন এবং ড্রপ বৈশিষ্ট্য একজন বিশেষজ্ঞ নিয়োগের প্রয়োজন ছাড়াই এই সব সম্ভব করে তোলে।",
      "view_sample_pages": "আপনাকে অনুপ্রাণিত করার জন্য দুর্দান্ত SD স্টোর"
    },
    "step4": {
      "title": "এক-ক্লিক চেকআউট: বিশ্বজুড়ে ইউনিফাইড চেকআউট অভিজ্ঞতা।",
      "msg1": "গ্রাহকদের তথ্য লিখতে হবে না এবং আপনার কাছ থেকে কেনার জন্য নিবন্ধন ফর্মটি পূরণ করতে হবে! তারা এসএমএসের মাধ্যমে লগ ইন করে এবং এক ক্লিকে চেকআউট ফর্ম পূরণ করে এবং অর্থ প্রদান করে। তুমি বড় হও, আমরা হব।"
    }
  },
  "onboarding": {
    "title": "আপনার ব্যবসা অনলাইন, দ্রুত এবং উন্নত করুন - এটি বিনামূল্যে",
    "success_title": "আপনার অনলাইন ব্যবসা OS ইনস্টল করা,",
    "wait_msg": "অনুগ্রহ করে কয়েক সেকেন্ড অপেক্ষা করুন...",
    "ready_msg": "আপনার দোকান প্রস্তুত.",
    "send_mail_msg": "লগইন লিঙ্ক {email} এ পাঠানো হয়েছে",
    "options": {
      "title": "দোকান কনফিগারেশন",
      "msg": "আপনি আপনার ওয়েবসাইটে কি বৈশিষ্ট্য চান?",
      "ecommerce": "ইকমার্স",
      "pos": "বিক্রয় বিন্দু",
      "blog": "ব্লগ এবং সিএমএস",
      "community": "কমিউনিটি এবং ফোরাম",
      "ecommerce_desc": "অনলাইনে আপনার পণ্য এবং পরিষেবা বিক্রি করুন।",
      "pos_desc": "আপনার পণ্য এবং পরিষেবাগুলি ব্যক্তিগতভাবে বিক্রি করুন।",
      "blog_desc": "আপনার নিবন্ধ এবং পোস্ট প্রকাশ করার জন্য শক্তিশালী CMS।",
      "community_desc": "আপনার নিজস্ব সম্প্রদায় এবং ফোরাম তৈরি করুন."
    },
    "job": {
      "title": "আপনার শিল্প কি?",
      "placeholder": "আপনি বর্তমানে কোন প্ল্যাটফর্ম ব্যবহার করছেন তা বিবেচনা না করে আপনার ব্যবসা Selldone OS-এ স্যুইচ করুন।"
    },
    "shop_name": {
      "title": "প্রাতিষ্ঠানিক নাম",
      "placeholder": "যেমন অ্যালেক্স জুতা"
    },
    "income": {
      "title": "মাসিক বিক্রয়",
      "msg": "আপনার মোট মাসিক বিক্রয়ের একটি পরিসীমা নির্বাচন করুন।",
      "Low": "$5,000 USD পর্যন্ত",
      "Medium": "$5,000 USD ~ $50,000 USD",
      "High": "50,000 USD ~ $1,000,000 USD৷",
      "Extreme": "$1,000,000 USD এর উপরে"
    },
    "step_1": "উদ্দেশ্য",
    "step_2": "কনফিগারেশন",
    "step_3": "হিসাব"
  },
  "notion": {
    "title": "বিভিন্ন নিয়মের সাথে খেলা।",
    "quote": "আমরা বিশ্বাস করি একজন ব্যক্তি অনলাইন মানবতার যুগে পরিবর্তন আনতে পারেন, এমনকি যার পর্যাপ্ত অর্থ নেই, এমনকি প্রযুক্তিগত অভিজ্ঞতাও নেই, এমনকি বিল পরিশোধের জন্য কোনো ব্যাঙ্ক অ্যাকাউন্টও নেই; আমরা ইন্টারনেটে একটি সর্বাধিক অর্জনযোগ্য অপারেটিং সিস্টেম হিসাবে কাজ করার জন্য এন্টারপ্রাইজ-গ্রেড সরঞ্জামগুলির সাথে একটি প্রস্তুত-টু-ব্যবহারের প্ল্যাটফর্ম তৈরি করে এটি করি৷"
  },
  "stop": {
    "title": "সহজ অনলাইন শপিং ওয়েবসাইট নির্মাতা + সরাসরি অর্থপ্রদান।",
    "subtitle": "আপনি যদি একটি লাভজনক অনলাইন ব্যবসা গড়ে তোলার পরিকল্পনা করেন এবং আপনার ব্যবসার ধারণাকে বাস্তবে পরিণত করতে চান, তাহলে Selldone হল একটি নিখুঁত পছন্দ৷",
    "pacman": "পেমেন্ট প্লাগইন"
  },
  "os": {
    "title": "বিশ্বমানের সরঞ্জামগুলিতে অ্যাক্সেস — বিনামূল্যে৷",
    "msg": "আমরা আপনার নখদর্পণে পেশাদার ইকমার্স তৈরি করার ক্ষমতা রাখি।"
  },
  "login": {
    "title": "আপনি বাজারে একটি প্রো মত খেলার জন্য প্রস্তুত?"
  },
  "currencies": {
    "title": "মুদ্রা",
    "sub": "আপনার গ্রাহকরা তাদের স্থানীয় মুদ্রায় সহজে অর্থ প্রদান করতে পারেন।",
    "msg": "প্রযুক্তি, প্লাগইন এবং অর্থপ্রদানের জটিলতার যন্ত্রণার সাথে লড়াই করার পরিবর্তে বিক্রয়ের দিকে মনোনিবেশ করুন। আমরা আপনার অনলাইন ব্যবসায় সবকিছু সারিবদ্ধ করতে স্থানীয় এবং বিশ্বব্যাপী পেমেন্ট পরিষেবাগুলির সাথে কাজ করি।"
  },
  "countries": {
    "title": "দেশগুলো",
    "sub": "বিশ্বের সবচেয়ে সহজ-থেকে-স্কেল বিজনেস ওএস।",
    "msg": "আপনি বা আপনার গ্রাহক যেখানেই থাকুন না কেন, অনলাইন স্পেসে আমরা ঐতিহ্যগত ব্যক্তি-থেকে-ব্যক্তি ট্রেডিং আচরণকে মানিয়ে নিয়েছি, আমরা আপনার জন্য সর্বোত্তম অভিজ্ঞতা প্রদানের লক্ষ্যে রয়েছি।"
  },
  "dna": {
    "title": "আপনার ব্যবসার ডিএনএ",
    "sub": "এটা বিক্রি!",
    "msg": "আপনার জন্য এন্টারপ্রাইজ-গ্রেড সরঞ্জাম সহ একটি পরিষেবা হিসাবে এটি একমাত্র অল-ইন-ওয়ান, নো-কোড বিজনেস অপারেটিং সিস্টেম।"
  },
  "api": {
    "title": "দেব। বন্ধুত্বপূর্ণ",
    "msg": "অনলাইন ব্যবসার জন্য একটি সম্পূর্ণ উন্মুক্ত API-ভিত্তিক সমাধান।",
    "sec1": {
      "title": "আমরা আপনার ব্যবসার মেরুদণ্ড তৈরি করি",
      "msg": "আপনার স্টোরের সমস্ত দিক আমাদের শক্তিশালী REST API এর মাধ্যমে উপলব্ধ। আপনি টেকনিক্যাল, পেমেন্ট এবং ব্যাকএন্ড সমস্যা নিয়ে চিন্তা না করেই স্টোরে যেকোনো পরিবর্তন করতে, আপনার অ্যাপ তৈরি করতে বা আপনার শপিং অ্যাপ ডেভেলপ করতে পারেন।"
    },
    "sec2": {
      "title": "দ্রুত ইন্টিগ্রেশন",
      "msg": "আমরা সমস্ত সাধারণ ভাষা এবং ফ্রেমওয়ার্কের জন্য SDK তৈরি করি যাতে আপনি প্রমাণীকরণের ধাপগুলি সম্পাদন করতে পারেন, অ্যাকাউন্টে অ্যাক্সেস করতে পারেন এবং সাধারণ কমান্ডের মাধ্যমে এটি পরিচালনা করতে পারেন। শুরু করা মাত্র কয়েক ক্লিক দূরে হবে।"
    },
    "header": "{infinite} কাস্টমাইজেশন সহ ওপেন সোর্স API এবং SDK"
  },
  "convertible": {
    "store_name": "আপনার দোকান",
    "variant_1": "পণ্য বৈকল্পিক অ্যাম্বার",
    "variant_2": "পণ্য বৈকল্পিক লাল",
    "buy": "এখন কেন",
    "price": "$89",
    "management": {
      "title": "পণ্য ব্যবস্থাপনা",
      "msg": "আপনি Windows-এ টেনে আনেন এবং ফেলেন এমন ফাইল এবং ফোল্ডারগুলির মতো পণ্য এবং বিভাগগুলি পরিচালনা করুন৷",
      "check1": "এক্সেল বা CSV ফাইল দ্বারা পণ্য আপলোড.",
      "check2": "এআর মডেল যোগ করুন।",
      "check3": "অটো এসইও ইঞ্জিন দ্বারা অপ্টিমাইজ করুন।",
      "check4": "ড্র্যাগ অ্যান্ড ড্রপ ম্যানেজমেন্ট।"
    },
    "payment": {
      "title": "একাধিক পেমেন্ট পদ্ধতি সমর্থন",
      "msg": "বিরামহীন অভিজ্ঞতা ইন-সাইট / ইন-অ্যাপ পেমেন্ট।",
      "check1": "ডোরা",
      "check1msg": "40 টিরও বেশি দেশে সমর্থন।",
      "check2": "ক্লারনা",
      "check2msg": "এখন কিনুন পরে অর্থ প্রদান করুন।",
      "check3": "পেপ্যাল",
      "check3msg": "এক ক্লিকে পেমেন্ট।"
    },
    "checkout": {
      "title": "আপনার ব্র্যান্ড",
      "online": "অনলাইন গ্রাহকদের",
      "offline": "ব্যক্তিগত গ্রাহকদের"
    },
    "design": {
      "title": "পৃষ্ঠা নির্মাতা",
      "msg": "শুধু টানুন এবং ড্রপ করে এটিকে বাস্তব করুন।"
    }
  },
  "secure": {
    "title": "হাইপার সিকিউর সলিউশন",
    "msg": "ডেটা অখণ্ডতা এবং এন্টারপ্রাইজ অ্যাক্সেস লেভেল ম্যানেজমেন্ট।"
  },
  "build": {
    "title": "আপনার নিজস্ব ব্র্যান্ডের সাথে আপনার নিজস্ব ইকমার্স করুন এবং আপনার ব্যবসার নিয়ন্ত্রণ ফিরিয়ে নিন!",
    "msg": "আপনার সোশ্যাল মিডিয়া অ্যাকাউন্টগুলিকে আপনার ডোমেনে একটি অনলাইন শপিং ওয়েবসাইটে রূপান্তর করতে বা স্ক্র্যাচ থেকে আপনার মাস্টারপিস ইকমার্স তৈরি করার জন্য আপনার কাছে অনেক পছন্দ রয়েছে৷"
  },
  "stripe": {
    "title": "একটি স্ট্রাইপ অ্যাকাউন্ট আছে?",
    "msg": "অভিনন্দন, আপনি আগে বেশিরভাগ কাজ করেছেন। শুধুমাত্র একটি ট্যাপ করে আপনার অনলাইন স্টোর তৈরি করুন! Selldone বাকি যত্ন নেয়."
  },
  "unbanked": {
    "title": "এক প্ল্যাটফর্ম, এক সমাধান — উদ্দেশ্য।",
    "msg": "অনলাইন বিক্রয় সহজতর করার জন্য এবং উদ্যোক্তা মনোভাব আনলক করার জন্য একটি অনন্য ব্যবসায়িক ওএস, এমনকি 1.7 বিলিয়ন ব্যাঙ্কবিহীন প্রাপ্তবয়স্কদের জন্যও।"
  },
  "faqs": [
    {
      "question": "আমি কি ক্রেডিট কার্ড ছাড়াই একটি অনলাইন স্টোর তৈরি করতে পারি?",
      "answer": "হ্যাঁ, আপনি সেলডনে ক্রেডিট এবং ডেবিট কার্ডের মতো কোনো ব্যাঙ্কিং কার্ডের প্রয়োজন ছাড়াই আপনার ই-কমার্স তৈরি করতে পারেন। Selldone জনগণকে উন্নত ইকমার্স পরিষেবা প্রদানের জন্য একটি অনন্য উপায় ব্যবহার করে, এমনকি 1.7 বিলিয়নেরও বেশি মানুষ সাধারণ আর্থিক পরিষেবাগুলিতে অ্যাক্সেস ছাড়াই৷"
    },
    {
      "question": "আমি কীভাবে ব্যাংকবিহীন গ্রাহকদের কাছে অনলাইনে বিক্রি করতে পারি?",
      "answer": "আপনার ইকমার্সে COD ( <b>ক্যাশ অন ডেলিভারি</b> ) যোগ করুন, যাতে আপনার গ্রাহকরা অর্ডার পাওয়ার পর অর্থ প্রদান করতে পারেন। অর্থায়নের পরিকাঠামোর অভাব সহ বেশিরভাগ দেশেই সিওডি হল ঐতিহ্যবাহী উপায়।"
    },
    {
      "question": "আমি কিভাবে একটি ব্যাঙ্ক অ্যাকাউন্ট ছাড়া আমার ইকমার্স সেট আপ করতে পারি?",
      "answer": "Selldone আগে unbaked মানুষের জন্য কোন সমাধান ছিল না. কিন্তু এখন, আপনি কোনো ব্যাঙ্ক অ্যাকাউন্ট ছাড়াই আপনার ই-কমার্স এবং ওয়েবসাইট তৈরি করতে পারেন। এটি আপনার জন্য একটি সর্বনিম্ন খরচ আছে; আপনি আপনার ওয়ালেটের মাধ্যমে মাসের শেষে এই খরচ পরিশোধ করতে পারেন। Selldone ওয়ালেট অন্য ব্যক্তিদের কাছ থেকে ফি গ্রহণ করতে পারে বা উপহার কার্ডের মাধ্যমে চার্জ করতে পারে। এই পরিষেবাগুলি ব্যবহার করার জন্য আপনার ক্রেডিট কার্ডের প্রয়োজন নেই।"
    },
    {
      "question": "আমি কিভাবে সেটআপ খরচ ছাড়া একটি ব্যবসা শুরু করতে পারি?",
      "answer": "<ol><li><a href='https://selldone.com'>Selldone.com-</a> এ বিনামূল্যে নিবন্ধন করুন।</li><li> আপনার দোকান তৈরি করুন.</li><li> আপনার পণ্য এবং পরিষেবা যোগ করুন.</li><li> আপনার ডোমেন সংযুক্ত করুন (ঐচ্ছিক)</li><li> পেমেন্ট গেটওয়ে সক্রিয় করুন.</li><li> বন্ধু এবং পরিবারের সাথে আপনার ব্যবসার পরিচয় করা শুরু করুন।</li><li> সোশ্যাল মিডিয়াতে নিজেকে এবং আপনার পণ্যের পরিচয় দিন।</li><li> একটি অনন্য মূল্য প্রস্তাব প্রদান করে আপনার ব্যবসার জন্য একটি ব্র্যান্ড তৈরি করুন।</li><li> Selldone প্যানেলের মাধ্যমে আপনার ব্যবহারকারীদের আচরণ নিরীক্ষণ করুন।</li></ol>"
    }
  ],
  "brands": {
    "title": "একটি বিশ্বস্ত ভিত্তির উপর আপনার ব্যবসা গড়ে তুলুন।",
    "subtitle": "আপনার ব্যবসা এটা মূল্য!"
  },
  "why_boxes": {
    "block1": {
      "title": "প্রাথমিক খরচ বাঁচান",
      "subtitle": "নো-থিম এবং নো-প্লাগইন সমাধান।"
    },
    "block2": {
      "title": "অপারেশনাল খরচ বাঁচান",
      "subtitle": "কোন অতিরিক্ত এবং গোপন ফি কখনও."
    },
    "block3": {
      "title": "সময় বাঁচাতে",
      "subtitle": "এন্টারপ্রাইজ-গ্রেড কিন্তু শিক্ষানবিস-বান্ধব।"
    },
    "title": "স্কেলে অনলাইন এবং ইন-স্টোর বিক্রয়ের জন্য অপ্টিমাইজ করা হয়েছে",
    "subtitle": "রূপান্তরের জন্য তৈরি। দর্শকদের গ্রাহকে পরিণত করার জন্য ডিজাইন করা স্বজ্ঞাত সরঞ্জামগুলির সাথে আপনার অনলাইন শপকে উন্নত করুন৷"
  },
  "money_transfer": {
    "customer": "আপনার গ্রাহক",
    "bank": "আপনার ব্যাঙ্ক অ্যাকাউন্ট",
    "wallet": "ওয়ালেট",
    "free_setup": "বিনামূল্যে সেটআপ.",
    "no_extra_fee": "কোন অতিরিক্ত ফি নেই।",
    "no_hidden_fee": "কোন লুকানো ফি."
  },
  "extra": {
    "cart": "কার্টস ম্যানেজমেন্ট",
    "payment": "অর্থপ্রদান",
    "shipping": "স্থানান্তর",
    "fulfilment": "পূর্ণতা",
    "community": "সম্প্রদায় এবং প্রতিক্রিয়া"
  },
  "select_language_dialog_title": "আপনার প্রিয় ভাষায় আপনার ব্যবসা করুন",
  "welcome_title": "দৃশ্যত আপনার ব্যবসা তৈরি করুন, পরিচালনা করুন এবং স্কেল করুন",
  "welcome_subtitle": "লক্ষ লক্ষ অর্ডারের জন্য নো-কোড এবং নো-বিশেষজ্ঞের প্রয়োজন সমাধানের মাধ্যমে আপনার অনলাইন স্টোর তৈরি করুন।",
  "your_shop": "আপনার স্টোরফ্রন্ট",
  "your_dashboard": "আপনার পিছনে অফিস",
  "flow": {
    "title": "কাস্টমাইজযোগ্য চেকআউট প্রবাহ।",
    "subtitle": "আপনার গ্রাহক ভ্রমণ এবং ক্রয় প্রবাহ এবং পরীক্ষার ফলাফল ডিজাইন করুন।",
    "pacman": "চেকআউট প্লাগইন"
  },
  "business_model": {
    "title": "দৃশ্যত ব্যবসায়িক মডেল গ্রহণ।",
    "subtitle": "আপনার ব্যবসার মডেলটি দৃশ্যত সেটআপ করুন, সমস্ত জটিলতা দৃশ্যের পিছনে সুর করা হবে।",
    "pacman": "মার্কেটপ্লেস এবং POD প্লাগইন"
  },
  "team": {
    "title": "আপনি কি আমার সাথে কি করতে চান.",
    "msg": "আমরা বাণিজ্য প্ল্যাটফর্মের নৃশংস ক্ষেত্রে বিভিন্ন নিয়ম দ্বারা খেলা করব, বিশেষ করে যখন আমাদের প্রতিযোগীরা বিজ্ঞাপনের জন্য মিলিয়ন মিলিয়ন ডলার ব্যয় করে; আমরা পণ্য, মানুষ, এবং বাস্তব সমস্যা সমাধানে বিনিয়োগ করি। এই দল আপনার ব্যবসা ফিরে!"
  },
  "customers": {
    "title": "আমাদের সম্প্রদায়ের সাথে দেখা করুন।",
    "msg": "এটি আমাদের গ্রাহকদের কাছ থেকে শিখে ভবিষ্যতের উদ্যোক্তাদের আনলক করার জন্য অর্থপূর্ণ সরঞ্জাম তৈরি করার একটি যাত্রার শুরু মাত্র।"
  },
  "panorama": {
    "title": "কোন ব্যয়বহুল প্লাগইন, <b class=\"font-weight-bold\">সমস্ত বৈশিষ্ট্য পূর্ব-নির্মিত</b>",
    "msg": "প্রতি মাসে প্লাগইন এবং অ্যাপের জন্য শত শত ডলার খরচ করতে হবে না এবং আপডেটের জন্য চিন্তা করতে হবে না। আপনার পিসির জন্য macOS এর মতো, Selldone OS আপনার ব্যবসার সমস্ত প্রযুক্তিগত দিকগুলির যত্ন নেয়।",
    "orders_management": "আদেশ ব্যবস্থাপনা",
    "online_pos": "অনলাইন POS",
    "shipping": "স্থানান্তর",
    "inventory_management": "ইনভেন্টরি ব্যবস্থাপনা",
    "social_commerce": "সামাজিক বাণিজ্য",
    "in_store_sell": "দোকানে বিক্রয়",
    "team": "দল/কর্মী",
    "incentives": "প্রণোদনা / আনুগত্য",
    "community": "কমিউনিটি ম্যানেজমেন্ট",
    "payments": "স্থানীয় অর্থপ্রদান",
    "ar_3d": "3D/AR"
  },
  "no_plugin": "না - প্লাগইন",
  "storefront": "স্টোরফ্রন্ট",
  "back_office": "ব্যাক অফিস",
  "product_page": {
    "title": "আপনার প্রথম পণ্য যোগ করার পরে আউটপুট.",
    "msg": "মাত্র কয়েকটি ক্লিকে আপনার ধারনাগুলোকে জীবন্ত করে তুলুন।",
    "open_sample_product_link": "লাইভ পণ্য খুলুন",
    "open_templates": "টেমপ্লেট দেখুন"
  },
  "support_box": {
    "country_select_label": "আপনার দেশ নির্বাচন করুন",
    "we_support_message": "আমরা {country} কে সমর্থন করি",
    "we_limited_support": "আমরা সীমিত সমর্থন {country}",
    "support_message_long": "Selldone এর সাথে আপনার দেশে বিরামহীন অনলাইন লেনদেনের অভিজ্ঞতা নিন! পেশাদার ট্যাক্স গণনার পাশাপাশি, আমরা নগদ, POS, ব্যাঙ্ক স্থানান্তর এবং আরও অনেক কিছু সহ বিভিন্ন অর্থপ্রদানের পদ্ধতি অফার করি। একটি প্ল্যাটফর্মে আপনার ব্যবসা তৈরি করা শুরু করুন যা আপনার দেশের চাহিদাকে সম্পূর্ণরূপে সমর্থন করে।",
    "limited_support_message_long": "অনলাইন পেমেন্ট আপনার দেশে উপলব্ধ নাও হতে পারে, কিন্তু চিন্তা করার দরকার নেই! সেলডনে, আমরা বিশ্বব্যাপী নগদ অর্থ প্রদান, ব্যাঙ্ক স্থানান্তর এবং ক্যাশ অন ডেলিভারি (সিওডি) অফার করি। আপনি আপনার দেশের এবং ইউরোপের নিয়মকানুন মেনে চলার সময় আত্মবিশ্বাসের সাথে আমাদের সাথে আপনার অনলাইন ব্যবসা তৈরি করতে পারেন। আরও বিশদ বিবরণের জন্য বা আপনার দেশে অনলাইন পেমেন্ট সহায়তা সম্পর্কে অনুসন্ধান করতে, অনুগ্রহ করে নির্দ্বিধায় আমাদের সহায়তা দলের সাথে যোগাযোগ করুন।",
    "more_about_selldone_in_country": "আপনার দেশে Selldone সম্পর্কে",
    "support_worldwide_customers": "আপনি <b>সমস্ত দেশে</b> সমস্ত গ্রাহকদের কাছে আপনার পণ্য এবং পরিষেবা বিক্রি করতে পারেন!"
  },
  "hero": {
    "intro": "#1 ব্যবসার জন্য অপারেটিং সিস্টেম",
    "title": "একটি {infinite} দিয়ে {infinite} প্লাগইন এবং অ্যাপগুলি প্রতিস্থাপন করুন"
  },
  "make_your_shop": {
    "title": "আপনার নিজের তৈরি করুন",
    "amazon": "আমাজন",
    "local_store": "স্থানীয় দোকান",
    "instagram": "ইনস্টাগ্রাম স্টোর",
    "dropshipping": "ড্রপশিপিং",
    "coursera": "কোর্সেরা",
    "gift_store": "উপহারের দোকান",
    "airbnb": "এয়ারবিএনবি",
    "simple_store": "সহজ দোকান",
    "tiktok": "টিকটক স্টোর"
  },
  "show_its_simplicity": {
    "title": "আরেকটি বিরক্তিকর জটিল<div class=\"app-box\" style=\"font-size: 55%\"> 😣</div> ইকমার্স প্ল্যাটফর্ম!?",
    "subtitle": "একেবারে না! এমনকি নিবন্ধন করার আগে এটি চেষ্টা করুন...",
    "as_guest": "অতিথি হিসেবে",
    "need_register": "নিবন্ধন প্রয়োজন",
    "page_builder": {
      "title": "অন্তর্নির্মিত পৃষ্ঠা নির্মাতা",
      "subtitle": "ইনলাইন এডিটিং সহ প্রথম স্বজ্ঞাত ড্র্যাগ অ্যান্ড ড্রপ পেজ নির্মাতা।",
      "try_action": "পৃষ্ঠা নির্মাতা চেষ্টা করুন",
      "see_collection_action": "টেমপ্লেট দেখুন"
    },
    "ai": {
      "title": "অন্তর্নির্মিত AI বৈশিষ্ট্য",
      "subtitle": "সেরা শিল্প পটভূমি অপসারণ, ইমেজ অপ্টিমাইজেশান, বিষয়বস্তু তৈরি, স্বয়ংক্রিয় পণ্য তৈরি এবং আরও অনেক কিছু।",
      "try_action": "Selldone ইন্টেলিজেন্স চেষ্টা করুন"
    },
    "storefront": {
      "title": "লাইভ স্টোরফ্রন্ট",
      "subtitle": "কোডের একটি লাইন লেখার প্রয়োজন ছাড়াই আধুনিক PWA ওয়েবসাইটের সাথে দ্রুততম কেনাকাটার অভিজ্ঞতা নিন।",
      "see_action": "ডেমো স্টোরফ্রন্ট দেখুন"
    },
    "backoffice": {
      "title": "লাইভ ব্যাকঅফিস",
      "subtitle": "কোনো প্লাগইনের প্রয়োজন ছাড়াই এক জায়গা থেকে সবকিছু পরিচালনা করুন।",
      "see_action": "ডেমো ব্যাকঅফিস দেখুন"
    }
  },
  "pricing_compact": {
    "title": "<div class=\"app-box\" style=\"font-size: 55%\">💞️</div> সহজ এবং স্বচ্ছ মূল্য",
    "subtitle": "আমাদের রাজস্ব ভাগ করে নেওয়ার মডেলের সাথে আপনার ব্যবসা শুরু করতে এবং স্কেল করার জন্য সমস্ত এন্টারপ্রাইজ-গ্রেড বৈশিষ্ট্যগুলি অ্যাক্সেস করুন—আগে কিছুই প্রদান করবেন না, শুধুমাত্র আপনার আয়ের একটি অংশ৷ আমরা তখনই সফল হব যখন আপনি করবেন, আপনার খরচ কমিয়ে এবং আপনার লাভকে সর্বাধিক করুন৷"
  },
  "screenshots": {
    "item_1": {
      "title": "আপনার অর্ডার ব্যবস্থাপনা স্ট্রীমলাইন.",
      "desc": "আমাদের উন্নত তালিকা এবং ফিল্টার ফাংশনগুলি ব্যবহার করে প্রতিদিন প্রচুর পরিমাণে অর্ডারগুলি দক্ষতার সাথে পরিচালনা করুন।"
    },
    "item_2": {
      "title": "আপনার দোকানকে POD-এর সাথে সংযুক্ত করুন।",
      "desc": "আপনার স্টোরকে সহজেই প্রিন্ট অন ডিমান্ড ড্রপশিপিং পরিষেবার সাথে সংযুক্ত করুন যেমন প্রিন্টফুল এবং কোনো অতিরিক্ত প্লাগইন ছাড়াই মুদ্রিত সামগ্রীতে আপনার আর্টওয়ার্ক বিক্রি করুন।"
    },
    "item_3": {
      "title": "স্বজ্ঞাত এন্টারপ্রাইজ টুল দিয়ে অর্ডার পূরণ করুন।",
      "desc": "স্বজ্ঞাতভাবে অনুরোধ বিন্যাস করার ক্ষমতা সহ একটি সুবিন্যস্ত অর্ডার প্রক্রিয়ার অভিজ্ঞতা নিন, প্রয়োজনীয় পরিবর্তন করুন এবং শুধুমাত্র একটি ক্লিকের মাধ্যমে স্থিতি আপডেট করুন৷ আমাদের এন্টারপ্রাইজ-স্তরের সরঞ্জামগুলির সাহায্যে আপনার পূর্ণতা ক্ষমতাকে নতুন উচ্চতায় উন্নীত করুন।"
    },
    "item_4": {
      "title": "অর্ডার টাইমলাইনে ট্র্যাকিং অ্যাকশন।",
      "desc": "একটি আদেশের সময়রেখা সমস্ত ক্রিয়া এবং অর্ডারে করা পরিবর্তনগুলির একটি বিশদ রেকর্ড সরবরাহ করে। আপনি সহজেই দেখতে পারবেন কে পরিবর্তনগুলি করেছে এবং কখন সেগুলি করা হয়েছিল৷"
    },
    "item_5": {
      "title": "গ্রাহক এবং বিক্রেতা যোগাযোগ সরলীকরণ.",
      "desc": "আপনার ব্র্যান্ড ব্র্যান্ডিং সহ ইমেলগুলি স্বয়ংক্রিয়ভাবে গ্রাহকদের, বিক্রেতাদের এবং চেকআউট এবং অর্থপ্রদানের প্রক্রিয়া সম্পূর্ণ হওয়ার পরে নির্দিষ্ট করা যেকোন কাস্টম ইমেল ঠিকানাগুলিতে পাঠানো হবে৷"
    },
    "item_6": {
      "title": "অনায়াসে ড্র্যাগ এবং ড্রপ সহ পণ্যগুলি সংগঠিত করুন৷",
      "desc": "এই সিস্টেমের পণ্য ফাইলের মতো কাজ করবে, যখন বিভাগগুলি ফোল্ডারের মতো কাজ করবে। আপনি একটি সাধারণ এক্সেল ফাইল ব্যবহার করে পণ্যগুলিকে সহজেই টেনে আনতে এবং ড্রপ করতে, সেগুলিকে পুনর্বিন্যাস করতে, কপি এবং পেস্ট করতে এবং এমনকি বাল্ক পণ্য আমদানি করতে পারবেন৷"
    },
    "item_7": {
      "title": "সহজেই আপনার সাবস্ক্রিপশন অর্ডার ট্র্যাক.",
      "desc": "একটি স্বজ্ঞাত এবং কম্প্যাক্ট তালিকা পুনরুদ্ধার করুন যাতে সমস্ত বর্তমান এবং অতীতের সাবস্ক্রিপশন অর্ডার রয়েছে, যার মধ্যে পরবর্তী অর্থপ্রদানের সময় এবং প্রতিটি অর্ডারের জন্য বিশদ তথ্য সহ।"
    },
    "item_8": {
      "title": "গ্রাহকদের জড়িত করতে অন্তর্নির্মিত ব্লগ এবং CMS সরঞ্জামগুলি ব্যবহার করুন৷",
      "desc": "আপনার কোম্পানি এবং অফার সম্পর্কে বিষয়বস্তু তৈরি করতে এবং সার্চ ইঞ্জিন অপ্টিমাইজেশানের মাধ্যমে নতুন শ্রোতাদের আকৃষ্ট করতে ইন-হাউস ব্লগ এবং বিষয়বস্তু ব্যবস্থাপনা সিস্টেম বৈশিষ্ট্যগুলি ব্যবহার করুন৷ এটি করার মাধ্যমে, আপনি আপনার ক্লায়েন্টদের সাথেও যোগাযোগ করতে পারেন।"
    },
    "item_9": {
      "title": "OS কানেক্ট করুন — অনায়াসে বাহ্যিক পরিষেবার সাথে সংযোগ করুন।",
      "desc": "কোনো অতিরিক্ত প্লাগইন ছাড়াই বাহ্যিক পরিষেবাগুলির সাথে সংযোগ করা সম্ভব, যেমন মার্কেটপ্লেস, ড্রপশিপিং সরবরাহকারী, POD এবং আর্থিক সফ্টওয়্যার।"
    },
    "item_10": {
      "title": "বাহ্যিক পরিষেবাগুলি থেকে পণ্য আমদানি সহজতর করুন।",
      "desc": "শুধুমাত্র কয়েকটি ক্লিক এবং সম্পূর্ণ অটোমেশনের সাথে Woocommerce এবং Printful এর মতো বাহ্যিক পরিষেবাগুলি থেকে সহজেই পণ্যগুলি আমদানি করুন৷"
    },
    "item_11": {
      "title": "Google Merchant Center-এর সাথে আপনার দোকান সংযুক্ত করা হচ্ছে।",
      "desc": "Google Merchant Center-এর সাথে আপনার স্টোর লিঙ্ক করুন এবং Google-এ বিজ্ঞাপন দেওয়ার জন্য সমস্ত আইটেম এবং বিভাগগুলিকে নির্বিঘ্নে সিঙ্ক্রোনাইজ করুন৷"
    },
    "item_12": {
      "title": "অ্যাভোকাডো - সোশ্যাল মিডিয়াতে সহজেই পণ্য বিক্রি করুন।",
      "desc": "অ্যাভোকাডোর মাধ্যমে, আপনি ম্যানুয়ালি পণ্য এবং মূল্য যোগ করার প্রয়োজন ছাড়াই সোশ্যাল মিডিয়াতে পণ্য বিক্রি করতে পারেন। টুলটি স্বয়ংক্রিয়ভাবে অর্ডারের জন্য একটি পেমেন্ট লিঙ্ক তৈরি করে এবং আপনাকে পেমেন্ট লিঙ্কের সাথে কাস্টম বিল তৈরি করতে দেয়।"
    },
    "item_13": {
      "title": "রিবন — সহজেই সাবস্ক্রিপশন তৈরি এবং বিক্রি করুন।",
      "desc": "রিবন হল একটি শক্তিশালী টুল যা আপনাকে সহজে সাবস্ক্রিপশন যেমন সাবস্ক্রিপশন বক্স, পেওয়াল এবং বিভিন্ন ধরনের কন্টেন্ট মাত্র কয়েকটি ক্লিকে তৈরি এবং বিক্রি করতে দেয়।"
    },
    "item_14": {
      "title": "আপনার দোকানে একাধিক অর্থপ্রদানের বিকল্প অফার করুন।",
      "desc": "আপনার দোকানে বিভিন্ন অর্থপ্রদানের বিকল্প অফার করা উপকারী, যেমন স্ট্রাইপ এবং পেপ্যাল উভয়ই অন্তর্ভুক্ত করা।"
    },
    "item_15": {
      "title": "ডিসকাউন্ট, অফার, কুপন এবং গ্যামিফিকেশন সহ গ্রাহকের ক্রয়কে উৎসাহিত করুন।",
      "desc": "ডিসকাউন্ট কোড, প্রচারমূলক অফার, স্মার্ট ডিসকাউন্ট, কুপন, উপহার কার্ড এবং কেনাকাটার অভিজ্ঞতার মধ্যে গ্যামিফিকেশনের উপাদানগুলিকে অন্তর্ভুক্ত করার মতো বিভিন্ন পদ্ধতি ব্যবহার করে আপনার গ্রাহকদের আপনার দোকান থেকে আরও কেনাকাটা করতে উৎসাহিত করুন।"
    },
    "item_16": {
      "title": "সার্ভার-সাইড প্রচারাভিযান পরিচালনার সাথে পারফরম্যান্স সর্বাধিক করুন।",
      "desc": "আপনার প্রচারাভিযানের পারফরম্যান্স সংক্রান্ত সবচেয়ে অন্তর্দৃষ্টিপূর্ণ এবং সঠিক তথ্য পেতে সার্ভার-সাইড মার্কেটিং এবং প্রচারাভিযান ব্যবস্থাপনা ব্যবহার করুন।"
    },
    "item_17": {
      "title": "অধিভুক্ত পেমেন্ট এবং বিক্রয় পরিচালনা করুন.",
      "desc": "সহযোগীদের অন্তর্ভুক্ত করুন এবং দক্ষতার সাথে তাদের অর্থপ্রদান এবং বিক্রয় পরিচালনা করুন। অ্যাফিলিয়েট ম্যানেজমেন্টের জন্য বিভিন্ন উন্নত বিকল্প ব্যবহার করুন যেমন প্রতিটি অ্যাফিলিয়েটের জন্য অনন্য গ্রাহক ডোমেন বরাদ্দ করা।"
    },
    "item_18": {
      "title": "দক্ষতার সাথে ইনভেন্টরি এবং মূল্য পরিচালনা করুন।",
      "desc": "লজিস্টিক এবং ইনভেন্টরি ম্যানেজমেন্ট টুল হাজার হাজার পণ্য এবং তাদের বৈচিত্র্যের জন্য ইনভেন্টরি এবং মূল্য নির্ধারণ, সংগঠিত, ফিল্টারিং এবং পরিচালনা করতে সহায়তা করে।"
    },
    "item_19": {
      "title": "রিয়েল-টাইম গ্রাহক কার্যকলাপ এবং পরিসংখ্যান।",
      "desc": "অবহিত, ডেটা-চালিত সিদ্ধান্ত নেওয়ার জন্য গ্রাহক কার্যকলাপ এবং ওয়েবসাইট পরিসংখ্যানের সাম্প্রতিকতম ডেটাতে অ্যাক্সেস পান।"
    },
    "item_20": {
      "title": "সম্প্রদায় নির্মাতা দ্বারা বিক্রয় বৃদ্ধি.",
      "desc": "আপনার দোকানে বিক্রয় বাড়াতে, দর্শকদের সম্পৃক্ততা বাড়াতে, আস্থা বাড়াতে এবং বিনামূল্যের বিষয়বস্তুর SEO সুবিধাগুলি লাভ করতে একটি ইন্টারেক্টিভ সম্প্রদায় তৈরি করুন৷"
    },
    "item_21": {
      "title": "আপনার গ্রাহকদের অভিজ্ঞতা উন্নত করুন.",
      "desc": "আপনার গ্রাহক বেসকে সংগঠিত এবং সেগমেন্ট করুন, তাদের জীবনকালের মূল্য বিশ্লেষণ করুন, অতীতের অনলাইন এবং ইন-স্টোর কেনাকাটা করুন এবং তাদের গোপনীয়তাকে সম্মান করার সাথে সাথে তাদের অভিজ্ঞতা বাড়ানোর জন্য তাদের যাত্রা ট্র্যাক করুন।"
    },
    "item_22": {
      "title": "সহজে প্রতিক্রিয়াশীল পৃষ্ঠাগুলি ডিজাইন করুন।",
      "desc": "আমাদের অন্তর্নির্মিত নো-কোড পৃষ্ঠা নির্মাতা ব্যবহার করে সহজেই মনোমুগ্ধকর এবং প্রতিক্রিয়াশীল অভ্যন্তরীণ এবং ল্যান্ডিং পৃষ্ঠাগুলি ডিজাইন করুন। কাস্টম পৃষ্ঠাগুলি তৈরি করতে কেবল বিভাগগুলিকে টেনে আনুন এবং ফেলে দিন৷"
    },
    "item_23": {
      "title": "একটি ইনলাইন পৃষ্ঠা সম্পাদকের সাথে স্ট্রীমলাইন সম্পাদনা।",
      "desc": "একটি ইনলাইন পৃষ্ঠা সম্পাদক ব্যবহার করে পৃষ্ঠাগুলির মধ্যে পাঠ্য এবং চিত্রগুলি সহজেই সম্পাদনা করুন, এটি আপনার সামগ্রী আপডেট করা সহজ এবং স্বজ্ঞাত করে তোলে৷"
    },
    "item_24": {
      "title": "দলের অ্যাক্সেস এবং ভূমিকা পরিচালনা করুন।",
      "desc": "আপনার দলের সদস্যদের আমন্ত্রণ জানান, কর্মীদের ভূমিকা স্থাপন করুন এবং তাদের অ্যাক্সেসের স্তর সেট করুন। আপনার ব্যবসা এবং দল প্রসারিত হওয়ার সাথে সাথে আপনার ব্যবসার অপারেটিং সিস্টেম সেই অনুযায়ী মানিয়ে নেবে।"
    },
    "item_25": {
      "title": "আপনার অ্যাপ্লিকেশন আছে.",
      "desc": "একটি প্রগতিশীল ওয়েব অ্যাপ দিয়ে আপনার ব্যবসা শুরু করুন এবং আপনার প্রতিযোগীদের তুলনায় আপনার গ্রাহকদের দ্রুত অভিজ্ঞতা প্রদান করুন।"
    },
    "item_26": {
      "title": "উন্নত অটোমেশন এবং সেভিং টুল।",
      "desc": "আপনার ব্যবসায়িক ক্রিয়াকলাপগুলিকে স্ট্রীমলাইন করুন এবং আপনার দোকানে একীভূত করা যেতে পারে এমন উন্নত অটোমেশন সরঞ্জামগুলি ব্যবহার করে মূল্যবান সময় এবং সংস্থানগুলি সংরক্ষণ করুন৷"
    },
    "item_27": {
      "title": "সহজে আপনার স্টোরফ্রন্ট কাস্টমাইজ করুন.",
      "desc": "থিম, রঙের স্কিম, ফন্ট এবং আরও অনেক কিছু ব্যবহার করে আপনার ব্র্যান্ডের সাথে মেলাতে আপনার স্টোরফ্রন্টকে সহজেই ব্যক্তিগতকৃত করুন - সবই কোডিং বা প্রযুক্তিগত দক্ষতার প্রয়োজন ছাড়াই৷"
    },
    "item_28": {
      "title": "একটি ব্যক্তিগতকৃত গ্রাহক ভ্রমণ ডিজাইন করুন।",
      "desc": "সেলডনে উপলব্ধ বিভিন্ন বিকল্প ব্যবহার করে একটি ব্যক্তিগতকৃত গ্রাহক যাত্রা ডিজাইন করুন, যেমন লগইন পয়েন্ট বাছাই করা বা অতিথি কেনাকাটা সক্ষম করা।"
    },
    "item_29": {
      "title": "কাস্টম লগইন এবং প্রবাহ বিকল্পগুলির সাথে অভিজ্ঞতা উন্নত করুন৷",
      "desc": "আপনার অনলাইন স্টোরের জন্য বিভিন্ন সামাজিক লগইন বিকল্প প্রদান করে একটি ব্যক্তিগতকৃত লগইন এবং প্রবাহের অভিজ্ঞতা তৈরি করুন।"
    },
    "item_30": {
      "title": "জটিল ব্যবসায়িক মডেল সমর্থন করুন।",
      "desc": "Selldone সমর্থন উন্নত ব্যবসায়িক মডেল সমর্থন অফার করে, যেমন মার্কেটপ্লেস, ড্রপশিপিং সরবরাহকারী, অ্যাফিলিয়েট এবং ফ্র্যাঞ্চাইজি, যা আপনি সহজেই সেট আপ করতে পারেন এবং শুধুমাত্র একটি ক্লিকের মাধ্যমে পরিবর্তন করতে পারেন৷"
    },
    "item_31": {
      "title": "একাধিক কাস্টম ডোমেন লিঙ্ক করুন।",
      "desc": "আপনি একাধিক কাস্টম ডোমেন আপনার ব্যবসার নির্দিষ্ট দিক যেমন সম্প্রদায়, দোকান, ব্লগ, ল্যান্ডিং পৃষ্ঠা, বা এমনকি অধিভুক্তদের সাথে লিঙ্ক করতে পারেন।"
    },
    "item_32": {
      "title": "একাধিক ভাষা এবং স্বয়ং-অনুবাদ সমর্থন করে।",
      "desc": "আপনার দোকান সম্পূর্ণরূপে একাধিক ভাষা সমর্থন করে, উভয় RTL এবং LTR. আপনি সহজেই আপনার দোকানের জন্য স্বয়ংক্রিয় অনুবাদ প্যাকেজ ইনস্টল এবং সক্রিয় করতে পারেন।"
    },
    "item_33": {
      "title": "অন্তর্নির্মিত মাল্টি-প্রোফাইল ট্যাক্স গণনা.",
      "desc": "একাধিক ট্যাক্স প্রোফাইল তৈরি করার এবং নির্দিষ্ট পণ্যগুলিতে তাদের বরাদ্দ করার ক্ষমতা সহ, আপনার ভ্যাট এবং বিক্রয় কর গণনা করার ক্ষেত্রে আরও নমনীয়তা রয়েছে। উদাহরণস্বরূপ, আপনি খাদ্য আইটেম বা বৈদ্যুতিক ডিভাইসের জন্য বিভিন্ন করের হার প্রয়োগ করতে পারেন।"
    },
    "item_34": {
      "title": "বহু-আঞ্চলিক ট্যাক্স গণনা।",
      "desc": "বিভিন্ন দেশ এবং অঞ্চলে বিক্রি করার সময় বিক্রয় কর এবং ভ্যাটের জন্য ডিফল্ট বা কাস্টম নিয়মগুলি ব্যবহার করুন। প্রয়োজন অনুসারে নির্দিষ্ট অঞ্চল এবং ট্যাক্স অঞ্চলগুলির জন্য নিয়মগুলি ওভাররাইড করুন৷"
    },
    "item_35": {
      "title": "একটি শক্তিশালী ইনলাইন সম্পাদকের সাথে নিবন্ধগুলি প্রকাশ করুন।",
      "desc": "একটি উন্নত ইনলাইন নিবন্ধ সম্পাদক আপনার নিবন্ধগুলি প্রকাশ এবং পর্যালোচনা করার প্রক্রিয়াকে স্ট্রীমলাইন করে, ধারাবাহিকতা বজায় রেখে এটিকে দ্রুত এবং সহজ করে তোলে।"
    },
    "item_36": {
      "title": "প্রতিটি পণ্যের জন্য ডেডিকেটেড ড্যাশবোর্ড।",
      "desc": "প্রতিটি পণ্যের একটি ডেডিকেটেড ড্যাশবোর্ড রয়েছে যা পরিসংখ্যান, সমস্ত প্রয়োজনীয় তথ্য এবং পরিচালনার জন্য প্রয়োজনীয় সমস্ত কর্মের অ্যাক্সেস সরবরাহ করে।"
    },
    "item_37": {
      "title": "স্বয়ংক্রিয় নিবন্ধ অনুবাদ.",
      "desc": "শুধুমাত্র একটি ক্লিকের মাধ্যমে পণ্যের বিবরণ অনায়াসে বিভিন্ন ভাষায় অনুবাদ করতে অন্তর্নির্মিত এন্টারপ্রাইজ-লেভেল এআই অনুবাদ বৈশিষ্ট্যটি ব্যবহার করুন।"
    },
    "item_38": {
      "title": "অন্তর্নির্মিত বিশ্লেষণ সরঞ্জাম.",
      "desc": "আপনি বিল্ট-ইন অ্যানালিটিক্স টুলগুলিতে অ্যাক্সেস পাবেন যা সম্পূর্ণরূপে সার্ভার-সাইড, নিরাপদ এবং জিডিপিআর-এর সাথে সঙ্গতিপূর্ণ, কুকি ব্যবহার ছাড়াই।"
    },
    "item_39": {
      "title": "আপনার উন্নত এসইও চাহিদার অধিকাংশ কভার করুন।",
      "desc": "আমাদের অভ্যন্তরীণ টুল আপনাকে সবচেয়ে সক্রিয় কীওয়ার্ড, সেরা পারফরম্যান্স ইউআরএল এবং Google সার্চে আপনার ব্যবসার পারফরম্যান্সের একটি ওভারভিউ প্রদান করে, সবই টেবিল এবং গ্রাফ আকারে উপস্থাপিত।"
    }
  }
};