export default {
  "local_service": "Τοπική υπηρεσία για {country_name}",
  "local_service_message": "Αυτή η υπηρεσία έχει σχεδιαστεί αποκλειστικά για χρήστες που ζουν στη <u>{country_name}</u> και πωλούν τις υπηρεσίες και τα προϊόντα τους σε αυτήν τη χώρα. Επιτρέπεται να χρησιμοποιείτε μόνο τις τοπικές υπηρεσίες ή τη διεθνή υπηρεσία της Selldone. Για να χρησιμοποιήσετε αυτήν την υπηρεσία, πρέπει να συμμορφωθείτε με τους νόμους της <b>{country_name}</b> και της <b>Ευρωπαϊκής Ένωσης</b> .",
  "my_shops": "Τα καταστήματά μου",
  "moto": "Εσείς προσπαθήστε, ανοίγουμε τις πόρτες!",
  "start_now_btn": "Ξεκινήστε τώρα — είναι δωρεάν",
  "create_ecommerce_btn": "Ξεκινήστε το ηλεκτρονικό σας εμπόριο δωρεάν",
  "incentive_action": "Πείτε αντίο στο χαμηλό ποσοστό πωλήσεων στο διαδίκτυο!",
  "create_shopping_website": "Δημιουργία του ηλεκτρονικού εμπορίου μου",
  "s1": {
    "title": "Δημιουργήστε το ηλεκτρονικό σας κατάστημα By<br> Όχι—Κωδικός & Όχι—Απαιτείται λύση ειδικού",
    "title_animated_words": [
      "επιχειρηματίες",
      "Καλλιτέχνες",
      "Ανεξάρτητες Επιχειρήσεις",
      "Μάρκες",
      "Λιανική",
      "Δημιουργοί"
    ],
    "subtitle": "Αν θέλετε να δημιουργήσετε μια μοναδική, γρήγορη, ασφαλή και αξιόπιστη εμπειρία για τους πελάτες σας, είναι το εργαλείο για εσάς. Δημιουργήστε τη μοναδική κοινότητά σας και ένα γρήγορο ηλεκτρονικό εμπόριο σε ένα επιχειρηματικό λειτουργικό σύστημα επιχείρησης χωρίς διαφημίσεις.",
    "domain_input": {
      "message": "Το κατάστημά σας μπορεί να συνδεθεί με οποιονδήποτε αριθμό προσωπικών domain που έχετε με δωρεάν φιλοξενία και SSL",
      "action": "Δημιουργήστε ένα κατάστημα"
    },
    "community": "Κοινοτική Πλατφόρμα",
    "shop": "Ηλεκτρονικό κατάστημα κατασκευής",
    "inventory": "Διαχείριση αποθεμάτων",
    "cms": "Επεξεργασία σελίδας & CMS",
    "in_60_sec": "Κάντε κλικ ΕΔΩ"
  },
  "video": {
    "title": "Μια λύση all-in-one για τις διαδικτυακές και αυτοπροσώπως πωλήσεις σας.",
    "msg": "Παρέχετε την ταχύτερη εμπειρία αγοράς στο ηλεκτρονικό σας εμπόριο.",
    "card_pos": {
      "title": "Πωλείται POS",
      "msg": "Πώληση αυτοπροσώπως με λύση μηδενικού κόστους εγκατάστασης."
    },
    "card_ecommerce": {
      "title": "Πωλείται ηλεκτρονικό εμπόριο",
      "msg": "Πουλήστε online σαν επαγγελματίες."
    }
  },
  "why": {
    "title": "Γιατί Selldone;",
    "msg": "Δεν μπορούμε να φανταστούμε ομάδες χωρίς προπονητές, επαναστάσεις χωρίς ηγέτες, δέντρα χωρίς ρίζες και επιχειρήσεις χωρίς λειτουργικό σύστημα! Έτσι, επανασχεδιάζουμε τις διαδικτυακές επιχειρήσεις για ταχέως αναπτυσσόμενες εταιρείες και νέους επιχειρηματίες.",
    "sec1": {
      "title": "Εύκολο + Επαγγελματικό",
      "msg": "Είναι φτιαγμένο για να παίζετε σαν επαγγελματίας στις αγορές, ακόμα κι αν είστε αρχάριοι αλλά θέλετε να παίξετε σαν επαγγελματίας ή είστε ειδικός και αξίζετε να παίζετε σαν τον εαυτό σας!"
    },
    "sec2": {
      "title": "Εργαλεία εταιρικής ποιότητας",
      "msg": "Κυκλοφορούμε νέες δυνατότητες, ενημερώνουμε API και εφαρμόζουμε νέες μεθόδους ως καθημερινή ρουτίνα. Είναι ένα λειτουργικό σύστημα για την επιχείρησή σας, επομένως η επιχείρησή σας αναβαθμίζεται ανάλογα με την πλατφόρμα μας."
    },
    "sec3": {
      "title": "Κοινωνικές πωλήσεις",
      "msg": "Το προϊόν μας έχει σχεδιαστεί για την πραγματική εμπορική συμπεριφορά των αγοραστών σε όλο τον κόσμο. Προσφέρουμε μοναδικές μεθόδους πώλησης στο Instagram, το TikTok και άλλα κοινωνικά δίκτυα, με το όνομα AVOCADO."
    },
    "sec4": {
      "title": "Εξοικονομήσετε χρήματα",
      "msg": "Δεν χρειάζεται πλέον κανένας ειδικός να έχει ηλεκτρονικό εμπόριο! Πείτε αντίο στο δαπανηρό κόστος ανάπτυξης, συντήρησης, προγραμματισμού, ακόμη και στο κόστος των ειδικών σε πλατφόρμες ηλεκτρονικού εμπορίου."
    }
  },
  "how_it_work": {
    "title": "Πως δουλεύει.",
    "msg": "No-Credit card, No-Plugin, No-Template, No-Setup, No-Host, No-Technical λύση για όσους θέλουν να παίζουν σαν επαγγελματίες.",
    "step0": {
      "title": "Χτισμένο για αγοραστές, αγαπήθηκε από τους πωλητές, Ένα βήμα μακριά.",
      "msg1": "Ήρθε η ώρα να έχετε ένα πραγματικό ηλεκτρονικό εμπόριο, να συγκεντρώσετε ευχαριστημένους πελάτες γύρω από την επιχείρησή σας και να εστιάσετε σε αυτό που πραγματικά σας αρέσει να κάνετε."
    },
    "step1": {
      "title": "Προσθέστε τα προϊόντα σας.",
      "msg1": "Προσθέστε προϊόντα με μη αυτόματο τρόπο, όπως η προσθήκη φωτογραφιών στο Instagram! Ή προσθέστε 100.000 αντικείμενα μόνο από ένα αρχείο Excel. Μπορείτε να πουλήσετε προϊόντα, υπηρεσίες, συνδρομές και αρχεία σε ένα μέρος."
    },
    "step2": {
      "title": "Συνδέστε τους τρόπους πληρωμής που ταιριάζουν στις ανάγκες σας.",
      "msg1": "Δεν μας ενδιαφέρει να παρεμβαίνουμε σε οικονομικές συναλλαγές! Το 100% των πληρωμών των πελατών θα μεταφερθεί απευθείας στον τραπεζικό σας λογαριασμό. Απλώς συνδέστε το Stripe, το PayPal κ.λπ. Μπορείτε να έχετε πολλές ενεργές υπηρεσίες πληρωμών στο κατάστημά σας ταυτόχρονα!",
      "crypto_msg": "Διατίθεται για ενεργούς εμπόρους"
    },
    "step3": {
      "title": "Λευκή ετικέτα / Ευέλικτη / Βαθιά προσαρμόσιμη.",
      "msg1": "Σχεδιάστε τις σελίδες προορισμού σας και αλλάξτε το χρώμα θέματος του ιστότοπού σας προσαρμοσμένο στο μήνυμα της επωνυμίας σας. Η λειτουργία Drag and Drop καθιστά όλα αυτά δυνατά χωρίς την ανάγκη πρόσληψης ειδικού."
    },
    "step4": {
      "title": "Ταμείο με ένα κλικ: Ενοποιημένη εμπειρία ολοκλήρωσης αγοράς σε όλο τον κόσμο.",
      "msg1": "Οι πελάτες δεν χρειάζεται να εισάγουν τα στοιχεία και να συμπληρώσουν τη φόρμα εγγραφής για να αγοράσουν από εσάς! Συνδέονται μέσω SMS και συμπληρώνουν τη φόρμα αγοράς με ένα κλικ και πληρώνουν. Εσείς μεγαλώνουμε, εμείς μεγαλώνουμε."
    }
  },
  "onboarding": {
    "title": "Κάντε την επιχείρησή σας στο Διαδίκτυο, πιο γρήγορα και καλύτερα - είναι δωρεάν",
    "success_title": "Εγκατάσταση του διαδικτυακού λειτουργικού συστήματος της επιχείρησής σας,",
    "wait_msg": "Περιμένετε λίγα δευτερόλεπτα...",
    "ready_msg": "Το κατάστημά σας είναι έτοιμο.",
    "send_mail_msg": "Ο σύνδεσμος σύνδεσης στάλθηκε στο {email}",
    "options": {
      "title": "Διαμόρφωση καταστήματος",
      "msg": "Τι χαρακτηριστικά θέλετε στον ιστότοπό σας;",
      "ecommerce": "ΗΛΕΚΤΡΟΝΙΚΟ ΕΜΠΟΡΙΟ",
      "pos": "Σημείο πώλησης",
      "blog": "Blog & CMS",
      "community": "Κοινότητα & Φόρουμ"
    },
    "job": {
      "title": "Ποιος είναι ο κλάδος σας;",
      "placeholder": "Αλλάξτε την επιχείρησή σας σε Selldone OS, ανεξάρτητα από την πλατφόρμα που χρησιμοποιείτε αυτήν τη στιγμή."
    },
    "shop_name": {
      "title": "Επωνυμία Επιχείρησης",
      "placeholder": "Πρώην. Παπούτσια Alex"
    },
    "income": {
      "title": "Μηνιαίες εκπτώσεις",
      "msg": "Επιλέξτε ένα εύρος από τις συνολικές μηνιαίες πωλήσεις σας.",
      "Low": "Έως 5.000 $ USD",
      "Medium": "$5.000 USD ~ $50.000 USD",
      "High": "50.000 USD ~ 1.000.000 $ USD",
      "Extreme": "Πάνω από 1.000.000 $ USD"
    },
    "step_1": "Σκοπός",
    "step_2": "Διαμόρφωση",
    "step_3": "λογαριασμός"
  },
  "notion": {
    "title": "Παιχνίδι με διαφορετικούς κανόνες.",
    "quote": "Πιστεύουμε ότι ένα άτομο μπορεί να κάνει μια αλλαγή στην εποχή της διαδικτυακής ανθρωπότητας, ακόμη και αν δεν έχει αρκετά χρήματα, ακόμη και δεν έχει εμπειρία στην τεχνολογία, ακόμη και δεν έχει τραπεζικό λογαριασμό για να πληρώσει τους λογαριασμούς. το κάνουμε δημιουργώντας μια έτοιμη προς χρήση πλατφόρμα με εργαλεία εταιρικής ποιότητας για να λειτουργήσει ως το πιο εφικτό λειτουργικό σύστημα στο διαδίκτυο."
  },
  "stop": {
    "title": "Εύκολη δημιουργία ιστοτόπων ηλεκτρονικών αγορών + Άμεση πληρωμή.",
    "subtitle": "Εάν σκοπεύετε να δημιουργήσετε μια κερδοφόρα επιχείρηση στο διαδίκτυο και να κάνετε πραγματικότητα την επιχειρηματική σας ιδέα, το Selldone είναι μια τέλεια επιλογή."
  },
  "os": {
    "title": "Πρόσβαση σε εργαλεία παγκόσμιας κλάσης — Δωρεάν.",
    "msg": "Βάζουμε τη δύναμη της δημιουργίας επαγγελματικού ηλεκτρονικού εμπορίου στα χέρια σας."
  },
  "login": {
    "title": "Είστε έτοιμοι να παίξετε σαν επαγγελματίας στην αγορά;"
  },
  "currencies": {
    "title": "νομίσματα",
    "sub": "Οι πελάτες σας μπορούν να πληρώνουν ομαλά στα τοπικά τους νομίσματα.",
    "msg": "Εστιάστε στις πωλήσεις αντί να παλεύετε με τον πόνο της τεχνολογίας, των προσθηκών και των επιπλοκών πληρωμών. Συνεργαζόμαστε με τοπικές και παγκόσμιες υπηρεσίες πληρωμών για να ευθυγραμμίσουμε τα πάντα στην επιχείρησή σας στο διαδίκτυο."
  },
  "countries": {
    "title": "Χώρες",
    "sub": "Το πιο εύκολο στην κλίμακα Business OS στον κόσμο.",
    "msg": "Προσαρμόζουμε την παραδοσιακή συμπεριφορά συναλλαγών από άτομο σε άτομο στον διαδικτυακό χώρο, ανεξάρτητα από το πού ζείτε εσείς ή ο πελάτης σας, έχουμε την αποστολή να προσφέρουμε την καλύτερη εμπειρία για εσάς."
  },
  "dna": {
    "title": "DNA της επιχείρησής σας",
    "sub": "ΤΟ ΠΟΥΛΗΣΕ!",
    "msg": "Είναι το μοναδικό Business Operating System As a Service all-in-one, χωρίς κωδικό, με εργαλεία εταιρικής ποιότητας για εσάς."
  },
  "api": {
    "title": "Dev. φιλικός",
    "msg": "Μια πλήρως ανοιχτή λύση που βασίζεται σε API για διαδικτυακές επιχειρήσεις.",
    "sec1": {
      "title": "Χτίζουμε τη ραχοκοκαλιά της επιχείρησής σας",
      "msg": "Όλες οι πλευρές του καταστήματός σας είναι διαθέσιμες μέσω του ισχυρού μας REST API. Μπορείτε να κάνετε οποιεσδήποτε αλλαγές στο κατάστημα, να δημιουργήσετε τις εφαρμογές σας ή να αναπτύξετε την εφαρμογή αγορών σας χωρίς να ανησυχείτε για τεχνικά προβλήματα, ζητήματα πληρωμής και υποστήριξης."
    },
    "sec2": {
      "title": "Γρήγορη ενσωμάτωση",
      "msg": "Αναπτύσσουμε SDK για όλες τις κοινές γλώσσες και πλαίσια, ώστε να μπορείτε να εκτελέσετε τα βήματα του ελέγχου ταυτότητας, την πρόσβαση στον λογαριασμό και τη διαχείριση του με απλές εντολές. Το ξεκίνημα θα είναι μόλις μερικά κλικ μακριά."
    }
  },
  "convertible": {
    "store_name": "Το κατάστημά σας",
    "variant_1": "Παραλλαγή προϊόντος Amber",
    "variant_2": "Παραλλαγή προϊόντος Κόκκινο",
    "buy": "Αγορασε τωρα",
    "price": "$89",
    "management": {
      "title": "Διαχείριση προϊόντων",
      "msg": "Διαχειριστείτε προϊόντα και κατηγορίες όπως αρχεία και φακέλους που μεταφέρετε και αποθέτετε στα Windows.",
      "check1": "Ανεβάστε προϊόντα με αρχεία Excel ή CSV.",
      "check2": "Προσθήκη μοντέλων AR.",
      "check3": "Βελτιστοποίηση με αυτόματη μηχανή SEO.",
      "check4": "Διαχείριση μεταφοράς και απόθεσης."
    },
    "payment": {
      "title": "Υποστήριξη πολλαπλών τρόπων πληρωμής",
      "msg": "Απρόσκοπτη εμπειρία πληρωμής εντός / εντός εφαρμογής.",
      "check1": "Ταινία",
      "check1msg": "Υποστηρίξτε περισσότερες από 40 χώρες.",
      "check2": "Κλάρνα",
      "check2msg": "Αγοράστε τώρα πληρώστε αργότερα.",
      "check3": "Paypal",
      "check3msg": "Πληρωμή με ένα κλικ."
    },
    "checkout": {
      "title": "Η επωνυμία σας",
      "online": "Διαδικτυακοί πελάτες",
      "offline": "Προσωπικοί πελάτες"
    },
    "design": {
      "title": "Εργαλείο δημιουργίας σελίδων",
      "msg": "Κάντε το πραγματικό απλά με μεταφορά και απόθεση."
    }
  },
  "secure": {
    "title": "Υπερασφαλής Λύση",
    "msg": "Ακεραιότητα δεδομένων και διαχείριση επιπέδου εταιρικής πρόσβασης."
  },
  "build": {
    "title": "Κάντε το δικό σας ηλεκτρονικό εμπόριο με τη δική σας επωνυμία και ανακτήστε τον έλεγχο της επιχείρησής σας!",
    "msg": "Έχετε πολλές επιλογές για να μετατρέψετε τους λογαριασμούς σας στα μέσα κοινωνικής δικτύωσης σε έναν ιστότοπο διαδικτυακών αγορών στον τομέα σας ή να δημιουργήσετε το αριστουργηματικό ηλεκτρονικό εμπόριο σας από την αρχή."
  },
  "stripe": {
    "title": "Έχετε λογαριασμό Stripe;",
    "msg": "Συγχαρητήρια, έχετε κάνει τα περισσότερα πράγματα στο παρελθόν. Δημιουργήστε το ηλεκτρονικό σας κατάστημα μόνο με ένα πάτημα! Ο Selldone φροντίζει για τα υπόλοιπα."
  },
  "unbanked": {
    "title": "Μία πλατφόρμα, μία λύση — Στόχος.",
    "msg": "Ένα μοναδικό Business OS που διευκολύνει τις διαδικτυακές πωλήσεις και ξεκλειδώνει το επιχειρηματικό πνεύμα, ακόμη και για πάνω από 1,7 δισεκατομμύρια ενήλικες χωρίς τραπεζικό λογαριασμό."
  },
  "faqs": [
    {
      "question": "Μπορώ να δημιουργήσω ένα ηλεκτρονικό κατάστημα χωρίς πιστωτική κάρτα;",
      "answer": "Ναι, μπορείτε να δημιουργήσετε το ηλεκτρονικό σας εμπόριο χωρίς να χρειάζεστε οποιαδήποτε τραπεζική κάρτα, όπως πιστωτικές και χρεωστικές κάρτες στο Selldone. Η Selldone χρησιμοποιεί έναν μοναδικό τρόπο για να παρέχει προηγμένες υπηρεσίες ηλεκτρονικού εμπορίου σε άτομα, ακόμη και σε πάνω από 1,7 δισεκατομμύρια άτομα χωρίς πρόσβαση σε κοινές χρηματοοικονομικές υπηρεσίες."
    },
    {
      "question": "Πώς μπορώ να πουλήσω διαδικτυακά σε πελάτες χωρίς τραπεζικό λογαριασμό;",
      "answer": "Προσθέστε αντικαταβολή ( <b>Αντικαταβολή</b> ) στο ηλεκτρονικό σας εμπόριο, ώστε οι πελάτες σας να μπορούν να πληρώσουν μετά την παραλαβή της παραγγελίας. Η αντικαταβολή είναι ο παραδοσιακός τρόπος στις περισσότερες χώρες με την έλλειψη υποδομής χρηματοδότησης."
    },
    {
      "question": "Πώς μπορώ να ρυθμίσω το ηλεκτρονικό μου εμπόριο χωρίς τραπεζικό λογαριασμό;",
      "answer": "Δεν υπήρχε λύση για τους άψητους πριν από το Selldone. Αλλά τώρα, μπορείτε να δημιουργήσετε το ηλεκτρονικό εμπόριο και τον ιστότοπό σας χωρίς να έχετε τραπεζικό λογαριασμό. Έχει ένα ελάχιστο κόστος για εσάς. μπορείτε να πληρώσετε αυτό το κόστος στο τέλος του μήνα μέσω του πορτοφολιού σας. Το Seldone πορτοφόλι μπορεί να λάβει χρέωση από άλλα άτομα ή να χρεώσει μέσω δωροκάρτας. Δεν χρειάζεστε πιστωτική κάρτα για να χρησιμοποιήσετε αυτές τις υπηρεσίες."
    },
    {
      "question": "Πώς μπορώ να ξεκινήσω μια επιχείρηση χωρίς κόστος εγκατάστασης;",
      "answer": "<ol><li>Εγγραφείτε δωρεάν στο <a href='https://selldone.com'>Selldone.com</a> .</li><li> Φτιάξτε το κατάστημά σας.</li><li> Προσθέστε τα προϊόντα και τις υπηρεσίες σας.</li><li> Συνδέστε τον τομέα σας (προαιρετικό)</li><li> Ενεργοποίηση πυλών πληρωμής.</li><li> Ξεκινήστε να παρουσιάζετε την επιχείρησή σας σε φίλους και οικογένειες.</li><li> Παρουσιάστε τον εαυτό σας και τα προϊόντα σας στα social media.</li><li> Δημιουργήστε μια επωνυμία για την επιχείρησή σας παρέχοντας μια μοναδική πρόταση αξίας.</li><li> Παρακολουθήστε τη συμπεριφορά των χρηστών σας μέσω του πίνακα Seldone.</li></ol>"
    }
  ],
  "brands": {
    "title": "Χτίστε την επιχείρησή σας σε μια αξιόπιστη βάση.",
    "subtitle": "Η επιχείρησή σας αξίζει τον κόπο!"
  },
  "why_boxes": {
    "block1": {
      "title": "Εξοικονόμηση αρχικού κόστους",
      "subtitle": "Λύση χωρίς θέμα και χωρίς πρόσθετο."
    },
    "block2": {
      "title": "Εξοικονομήστε λειτουργικό κόστος",
      "subtitle": "Χωρίς έξτρα & κρυφή χρέωση ποτέ."
    },
    "block3": {
      "title": "Εξοικονόμηση χρόνου",
      "subtitle": "Επιχειρηματικό αλλά φιλικό προς τους αρχάριους."
    }
  },
  "money_transfer": {
    "customer": "Ο πελάτης σας",
    "bank": "Ο τραπεζικός σας λογαριασμός",
    "wallet": "Πορτοφόλι",
    "free_setup": "Δωρεάν εγκατάσταση.",
    "no_extra_fee": "Χωρίς επιπλέον χρέωση.",
    "no_hidden_fee": "Χωρίς κρυφή χρέωση."
  },
  "extra": {
    "cart": "Διαχείριση κάρρων",
    "payment": "Πληρωμή",
    "shipping": "Αποστολή",
    "fulfilment": "Εκπλήρωση",
    "community": "Κοινότητα & Σχόλια"
  }
};