/*
 * Copyright (c) 2023. Selldone® Business OS™
 *
 * Author: M.Pajuhaan
 * Web: https://selldone.com
 * ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━
 *
 * All rights reserved. In the weave of time, where traditions and innovations intermingle, this content was crafted.
 * From the essence of thought, through the corridors of creativity, each word, and sentiment has been molded.
 * Not just to exist, but to inspire. Like an artist's stroke or a sculptor's chisel, every nuance is deliberate.
 * Our journey is not just about reaching a destination, but about creating a masterpiece.
 * Tread carefully, for you're treading on dreams.
 */

export default {
  local_service: "Τοπική υπηρεσία για {country_name}",
  local_service_message: "Αυτή η υπηρεσία έχει σχεδιαστεί αποκλειστικά για χρήστες που ζουν στη <u>{country_name}</u> και πωλούν τις υπηρεσίες και τα προϊόντα τους σε αυτήν τη χώρα. Επιτρέπεται να χρησιμοποιείτε μόνο τις τοπικές υπηρεσίες ή τη διεθνή υπηρεσία της Selldone. Για να χρησιμοποιήσετε αυτήν την υπηρεσία, πρέπει να συμμορφωθείτε με τους νόμους της <b>{country_name}</b> και της <b>Ευρωπαϊκής Ένωσης</b> .",
  my_shops: "Τα καταστήματά μου",
  select_language_dialog_title: "Κάντε την επιχείρησή σας στην αγαπημένη σας γλώσσα",
  welcome_title: "Δημιουργήστε, διαχειριστείτε και κλιμακώστε την επιχείρησή σας οπτικά",
  welcome_subtitle: "Φτιάξτε το ηλεκτρονικό σας κατάστημά χωρίς κωδικό και λύση που χρειάζεστε για εκατομμύρια παραγγελίες.",
  //"Make your online store by no-code & no-expert needed solution for millions of orders.",

  moto: "Εσείς προσπαθήστε, ανοίγουμε τις πόρτες!",
  start_now_btn: "Ξεκινήστε τώρα — είναι δωρεάν",
  create_ecommerce_btn: "Ξεκινήστε το ηλεκτρονικό σας εμπόριο δωρεάν",
  incentive_action: "Πείτε αντίο στο χαμηλό ποσοστό πωλήσεων στο διαδίκτυο!",
  create_shopping_website: "Δημιουργία του ηλεκτρονικού εμπορίου μου",
  your_shop: "Η βιτρίνα σας",
  your_dashboard: "Το Back Office σας",
  storefront: "Βιτρίνα",
  back_office: "Backoffice",
  today_sales: "Σημερινές πωλήσεις",
  today_orders: "Σημερινές παραγγελίες",
  s1: {
    /* title: "Make Your Online Store By<br>No—Code & No—Expert Needed Solution",
                                 title_animated_words: [
                                   "Entrepreneurs",
                                   "Artists",
                                   "Independent Businesses",
                                   "Brands",
                                   "Retails",
                                   "Creators",
                                 ],*/

    subtitle: "Αν θέλετε να δημιουργήσετε μια μοναδική, γρήγορη, ασφαλή και αξιόπιστη εμπειρία για τους πελάτες σας, είναι το εργαλείο για εσάς. Δημιουργήστε τη μοναδική κοινότητά σας και ένα γρήγορο ηλεκτρονικό εμπόριο σε ένα επιχειρηματικό λειτουργικό σύστημα επιχείρησης χωρίς διαφημίσεις.",
    domain_input: {
      message: "Το κατάστημά σας μπορεί να συνδεθεί με οποιονδήποτε αριθμό προσωπικών domain που έχετε με δωρεάν φιλοξενία και SSL",
      action: "Δημιουργήστε ένα κατάστημα"
    },
    community: "Κοινοτική Πλατφόρμα",
    shop: "Ηλεκτρονικό κατάστημα κατασκευής",
    inventory: "Διαχείριση αποθεμάτων",
    cms: "Επεξεργασία σελίδας & CMS",
    in_60_sec: "Κάντε κλικ ΕΔΩ",
    why_use_selldone_if_frustrated_from_wordpress_and_shopify: "Αν έχετε απογοητευτεί από προβληματικά πρόσθετα WordPress, μη κλιμακούμενους διακομιστές ή τις ακριβές και πολύπλοκες ρυθμίσεις των εφαρμογών Shopify, τότε το Selldone είναι η ιδανική λύση για εσάς."
  },
  video: {
    title: "Μια λύση all-in-one για τις διαδικτυακές και αυτοπροσώπως πωλήσεις σας.",
    msg: "Παρέχετε την ταχύτερη εμπειρία αγοράς στο ηλεκτρονικό σας εμπόριο.",
    pacman: "Δεν είμαι τεχνικός ιδρυτής",
    card_pos: {
      title: "Selldone POS",
      msg: "Πώληση αυτοπροσώπως με λύση μηδενικού κόστους εγκατάστασης."
    },
    card_ecommerce: {
      title: "Selldone e-commerce",
      msg: "Πουλήστε online σαν επαγγελματίες."
    }
  },
  why: {
    title: "Γιατί Selldone;",
    msg: "Δεν μπορούμε να φανταστούμε ομάδες χωρίς προπονητές, επαναστάσεις χωρίς ηγέτες, δέντρα χωρίς ρίζες και επιχειρήσεις χωρίς λειτουργικό σύστημα! Έτσι, επανασχεδιάζουμε τις διαδικτυακές επιχειρήσεις για ταχέως αναπτυσσόμενες εταιρείες και νέους επιχειρηματίες.",
    sec1: {
      title: "Εύκολο + Επαγγελματικό"
      //   msg: "It's built for you to game like a professional in the markets, even if you are a beginner but want to play like a professional, or you are an expert and deserve to play like yourself!",
    },

    sec2: {
      title: "Εργαλεία εταιρικής ποιότητας"
      //  msg: "We release new features, update APIs and apply new methods as a daily routine.  It's an operating system for your business, so your business scale up by our platform.",
    },

    sec3: {
      title: "Κοινωνικές πωλήσεις"
      //  msg: "Our product is designed on the real trading behavior of purchasers all around the world. We offer one-of-a-kind sales methods on Instagram, TikTok, and other social networks, named AVOCADO.",
    },

    sec4: {
      title: "Εξοικονομήσετε χρήματα"
      // msg: "No need for any experts to have an ecommerce anymore! Say goodbye to the costly development, maintenance, programming process, and even ecommerce platforms experts' cost.",
    }
  },

  how_it_work: {
    title: "Πως δουλεύει.",
    msg: "No-Credit card, No-Plugin, No-Template, No-Setup, No-Host, No-Technical λύση για όσους θέλουν να παίζουν σαν επαγγελματίες.",
    step0: {
      title: "Χτισμένο για αγοραστές, αγαπήθηκε από τους πωλητές, Ένα βήμα μακριά.",
      msg1: "Ήρθε η ώρα να έχετε ένα πραγματικό ηλεκτρονικό εμπόριο, να συγκεντρώσετε ευχαριστημένους πελάτες γύρω από την επιχείρησή σας και να εστιάσετε σε αυτό που πραγματικά σας αρέσει να κάνετε."
    },
    step1: {
      title: "Προσθέστε τα προϊόντα σας.",
      msg1: "Προσθέστε προϊόντα με μη αυτόματο τρόπο, όπως η προσθήκη φωτογραφιών στο Instagram! Ή προσθέστε 100.000 αντικείμενα μόνο από ένα αρχείο Excel. Μπορείτε να πουλήσετε προϊόντα, υπηρεσίες, συνδρομές και αρχεία σε ένα μέρος."
    },
    step2: {
      title: "Συνδέστε τους τρόπους πληρωμής που ταιριάζουν στις ανάγκες σας.",
      msg1: "Δεν μας ενδιαφέρει να παρεμβαίνουμε σε οικονομικές συναλλαγές! Το 100% των πληρωμών των πελατών θα μεταφερθεί απευθείας στον τραπεζικό σας λογαριασμό. Απλώς συνδέστε το Stripe, το PayPal κ.λπ. Μπορείτε να έχετε πολλές ενεργές υπηρεσίες πληρωμών στο κατάστημά σας ταυτόχρονα!",
      crypto_msg: "Διατίθεται για ενεργούς εμπόρους"
    },
    step3: {
      title: "Λευκή ετικέτα / Ευέλικτη / Βαθιά προσαρμόσιμη.",
      msg1: "Σχεδιάστε τις σελίδες προορισμού σας και αλλάξτε το χρώμα θέματος του ιστότοπού σας προσαρμοσμένο στο μήνυμα της επωνυμίας σας. Η λειτουργία Drag and Drop καθιστά όλα αυτά δυνατά χωρίς την ανάγκη πρόσληψης ειδικού.",
      view_sample_pages: "Υπέροχα καταστήματα SD για να σας εμπνεύσουν"
    },
    step4: {
      title: "Ταμείο με ένα κλικ: Ενοποιημένη εμπειρία ολοκλήρωσης αγοράς σε όλο τον κόσμο.",
      msg1: "Οι πελάτες δεν χρειάζεται να εισάγουν τα στοιχεία και να συμπληρώσουν τη φόρμα εγγραφής για να αγοράσουν από εσάς! Συνδέονται μέσω SMS και συμπληρώνουν τη φόρμα αγοράς με ένα κλικ και πληρώνουν. Εσείς μεγαλώνουμε, εμείς μεγαλώνουμε."
    }
  },
  /**
   * @see OOnboardingShop
   */
  onboarding: {
    title: "Κάντε την επιχείρησή σας στο Διαδίκτυο, πιο γρήγορα και καλύτερα - είναι δωρεάν",
    success_title: "Εγκατάσταση του διαδικτυακού λειτουργικού συστήματος της επιχείρησής σας,",
    wait_msg: "Περιμένετε λίγα δευτερόλεπτα...",
    ready_msg: "Το κατάστημά σας είναι έτοιμο.",
    send_mail_msg: "Ο σύνδεσμος σύνδεσης στάλθηκε στο {email}",
    enable_disable_features_msg: "Μπορείτε να ενεργοποιήσετε ή να απενεργοποιήσετε αυτές τις λειτουργίες αργότερα.",
    package_starter: {
      title: "Προαιρετικό πακέτο",
      subtitle: "Καταλαβαίνουμε ότι μπορεί να μην έχετε χρόνο να ρυθμίσετε ή να μάθετε το Selldone, γι’ αυτό μετά την εγγραφή θα έχετε πρόσβαση σε ένα <b>πακέτο όλα-σε-ένα</b> που μπορείτε να αγοράσετε προαιρετικά. Θα είναι διαθέσιμο μόνο για <b>14 ημέρες</b> μετά τη δημιουργία του καταστήματος.",
      include_items_title: "Περιλαμβάνει αυτές τις υπηρεσίες",
      include_items: ["Ρύθμιση των ρυθμίσεων και της εμφάνισης του καταστήματος", "Ρύθμιση μίας μεθόδου αποστολής και μίας πληρωμής", "Σχεδιασμός της αρχικής σας σελίδας", "Βοήθεια στην εισαγωγή προϊόντων μέσω Excel", "Προσθήκη του προσαρμοσμένου domain σας"]
    },
    sample: {
      title: "Εγκατάσταση δειγματικών δεδομένων",
      description: "Ξεκινήστε το κατάστημά μου με δειγματικά δεδομένα όπως προϊόντα, κατηγορίες και άρθρα blog."
    },
    options: {
      title: "Διαμόρφωση καταστήματος",
      msg: "Τι χαρακτηριστικά θέλετε στον ιστότοπό σας;",
      ecommerce: "ΗΛΕΚΤΡΟΝΙΚΟ ΕΜΠΟΡΙΟ",
      pos: "Σημείο πώλησης",
      blog: "Ιστολόγιο και CMS",
      community: "Κοινότητα & Φόρουμ",
      ecommerce_desc: "Πουλήστε τα προϊόντα και τις υπηρεσίες σας online.",
      pos_desc: "Πουλήστε τα προϊόντα και τις υπηρεσίες σας με φυσική παρουσία.",
      blog_desc: "Ισχυρό CMS για δημοσίευση άρθρων και αναρτήσεων.",
      community_desc: "Δημιουργήστε τη δική σας κοινότητα και φόρουμ."
    },
    job: {
      title: "Ποιος είναι ο κλάδος σας;",
      placeholder: "Αλλάξτε την επιχείρησή σας σε Selldone OS, ανεξάρτητα από την πλατφόρμα που χρησιμοποιείτε αυτήν τη στιγμή."
    },
    shop_name: {
      title: "Επωνυμία Επιχείρησης",
      placeholder: "Πρώην. Παπούτσια Alex"
    },
    income: {
      title: "Μηνιαίες εκπτώσεις",
      msg: "Επιλέξτε ένα εύρος από τις συνολικές μηνιαίες πωλήσεις σας.",
      Low: "Έως 5.000 $ USD",
      Medium: "$5.000 USD ~ $50.000 USD",
      High: "50.000 USD ~ 1.000.000 $ USD",
      Extreme: "Πάνω από 1.000.000 $ USD"
    },
    step_1: "Σκοπός",
    step_2: "Διαμόρφωση",
    step_3: "λογαριασμός"
  },
  notion: {
    title: "Παιχνίδι με διαφορετικούς κανόνες.",
    quote: "Πιστεύουμε ότι ένα άτομο μπορεί να κάνει μια αλλαγή στην εποχή της διαδικτυακής ανθρωπότητας, ακόμη και αν δεν έχει αρκετά χρήματα, ακόμη και δεν έχει εμπειρία στην τεχνολογία, ακόμη και δεν έχει τραπεζικό λογαριασμό για να πληρώσει τους λογαριασμούς. το κάνουμε δημιουργώντας μια έτοιμη προς χρήση πλατφόρμα με εργαλεία εταιρικής ποιότητας για να λειτουργήσει ως το πιο εφικτό λειτουργικό σύστημα στο διαδίκτυο."
  },
  stop: {
    title: "Εύκολη δημιουργία ιστοτόπων ηλεκτρονικών αγορών + Άμεση πληρωμή.",
    subtitle: "Εάν σκοπεύετε να δημιουργήσετε μια κερδοφόρα επιχείρηση στο διαδίκτυο και να κάνετε πραγματικότητα την επιχειρηματική σας ιδέα, το Selldone είναι μια τέλεια επιλογή.",
    pacman: "Πρόσθετα πληρωμής"
  },
  flow: {
    title: "Προσαρμόσιμη ροή ταμείου.",
    subtitle: "Σχεδιάστε το ταξίδι των πελατών σας και τη ροή αγορών και τα αποτελέσματα πειράματος.",
    pacman: "Προσθήκες ολοκλήρωσης αγοράς"
  },
  business_model: {
    title: "Οπτική υιοθέτηση επιχειρηματικού μοντέλου.",
    subtitle: "Ρυθμίστε το επιχειρηματικό σας μοντέλο οπτικά, όλη η πολυπλοκότητα θα συντονιστεί στο παρασκήνιο.",
    pacman: "Πρόσθετα marketplace και POD"
  },
  os: {
    title: "Πρόσβαση σε εργαλεία παγκόσμιας κλάσης — Δωρεάν.",
    msg: "Βάζουμε τη δύναμη της δημιουργίας επαγγελματικού ηλεκτρονικού εμπορίου στα χέρια σας."
  },
  login: {
    title: "Είστε έτοιμοι να παίξετε σαν επαγγελματίας στην αγορά;"
  },
  currencies: {
    title: "νομίσματα",
    sub: "Οι πελάτες σας μπορούν να πληρώνουν ομαλά στα τοπικά τους νομίσματα.",
    msg: "Εστιάστε στις πωλήσεις αντί να παλεύετε με τον πόνο της τεχνολογίας, των προσθηκών και των επιπλοκών πληρωμών. Συνεργαζόμαστε με τοπικές και παγκόσμιες υπηρεσίες πληρωμών για να ευθυγραμμίσουμε τα πάντα στην επιχείρησή σας στο διαδίκτυο."
  },
  countries: {
    title: "Χώρες",
    sub: "Το πιο εύκολο στην κλίμακα Business OS στον κόσμο.",
    msg: "Προσαρμόζουμε την παραδοσιακή συμπεριφορά συναλλαγών από άτομο σε άτομο στον διαδικτυακό χώρο, ανεξάρτητα από το πού ζείτε εσείς ή ο πελάτης σας, έχουμε την αποστολή να προσφέρουμε την καλύτερη εμπειρία για εσάς."
  },
  dna: {
    title: "DNA της επιχείρησής σας",
    sub: "Κάντε το με το Selldone!",
    msg: "Είναι το μοναδικό Business Operating System As a Service all-in-one, χωρίς κωδικό, με εργαλεία εταιρικής ποιότητας για εσάς."
  },
  api: {
    header: "API και SDK ανοιχτού κώδικα με {infinite} προσαρμογές",
    title: "Dev. φιλικός",
    msg: "Μια πλήρως ανοιχτή λύση που βασίζεται σε API για διαδικτυακές επιχειρήσεις.",
    sec1: {
      title: "Χτίζουμε τη ραχοκοκαλιά της επιχείρησής σας",
      msg: "Όλες οι πλευρές του καταστήματός σας είναι διαθέσιμες μέσω του ισχυρού μας REST API. Μπορείτε να κάνετε οποιεσδήποτε αλλαγές στο κατάστημα, να δημιουργήσετε τις εφαρμογές σας ή να αναπτύξετε την εφαρμογή αγορών σας χωρίς να ανησυχείτε για τεχνικά προβλήματα, ζητήματα πληρωμής και υποστήριξης."
    },
    sec2: {
      title: "Γρήγορη ενσωμάτωση",
      msg: "Αναπτύσσουμε SDK για όλες τις κοινές γλώσσες και πλαίσια, ώστε να μπορείτε να εκτελέσετε τα βήματα του ελέγχου ταυτότητας, την πρόσβαση στον λογαριασμό και τη διαχείριση του με απλές εντολές. Το ξεκίνημα θα είναι μόλις μερικά κλικ μακριά."
    }
  },
  /** @see ConvertibleSelldoneView **/
  convertible: {
    store_name: "Το κατάστημά σας",
    variant_1: "Παραλλαγή προϊόντος Amber",
    variant_2: "Παραλλαγή προϊόντος Κόκκινο",
    buy: "Αγορασε τωρα",
    price: "$89",
    management: {
      title: "Διαχείριση προϊόντων",
      msg: "Διαχειριστείτε προϊόντα και κατηγορίες όπως αρχεία και φακέλους που μεταφέρετε και αποθέτετε στα Windows.",
      check1: "Ανεβάστε προϊόντα με αρχεία Excel ή CSV.",
      check2: "Προσθήκη μοντέλων AR.",
      check3: "Βελτιστοποίηση με αυτόματη μηχανή SEO.",
      check4: "Διαχείριση μεταφοράς και απόθεσης."
    },
    payment: {
      title: "Υποστήριξη πολλαπλών τρόπων πληρωμής",
      msg: "Απρόσκοπτη εμπειρία πληρωμής εντός / εντός εφαρμογής.",
      check1: "Ταινία",
      check1msg: "Υποστηρίξτε περισσότερες από 40 χώρες.",
      check2: "Κλάρνα",
      check2msg: "Αγοράστε τώρα πληρώστε αργότερα.",
      check3: "Paypal",
      check3msg: "Πληρωμή με ένα κλικ."
    },
    checkout: {
      title: "Η επωνυμία σας",
      online: "Διαδικτυακοί πελάτες",
      offline: "Προσωπικοί πελάτες"
    },
    design: {
      title: "Εργαλείο δημιουργίας σελίδων",
      msg: "Κάντε το πραγματικό απλά με μεταφορά και απόθεση."
    }
  },
  secure: {
    title: "Υπερασφαλής Λύση",
    msg: "Ακεραιότητα δεδομένων και διαχείριση επιπέδου εταιρικής πρόσβασης."
  },
  build: {
    title: "Κάντε το δικό σας ηλεκτρονικό εμπόριο με τη δική σας επωνυμία και ανακτήστε τον έλεγχο της επιχείρησής σας!",
    msg: "Έχετε πολλές επιλογές για να μετατρέψετε τους λογαριασμούς σας στα μέσα κοινωνικής δικτύωσης σε έναν ιστότοπο διαδικτυακών αγορών στον τομέα σας ή να δημιουργήσετε το αριστουργηματικό ηλεκτρονικό εμπόριο σας από την αρχή."
  },
  stripe: {
    title: "Έχετε λογαριασμό Stripe;",
    msg: "Συγχαρητήρια, έχετε κάνει τα περισσότερα πράγματα στο παρελθόν. Δημιουργήστε το ηλεκτρονικό σας κατάστημα μόνο με ένα πάτημα! Ο Selldone φροντίζει για τα υπόλοιπα."
  },
  /* demo: {
                  title: "View Demo",
                  msg: "See professional live e-commerces",
                },*/

  unbanked: {
    title: "Μία πλατφόρμα, μία λύση — Στόχος.",
    msg: "Ένα μοναδικό Business OS που διευκολύνει τις διαδικτυακές πωλήσεις και ξεκλειδώνει το επιχειρηματικό πνεύμα, ακόμη και για πάνω από 1,7 δισεκατομμύρια ενήλικες χωρίς τραπεζικό λογαριασμό."
  },
  faqs: [{
    question: "Μπορώ να δημιουργήσω ένα ηλεκτρονικό κατάστημα χωρίς πιστωτική κάρτα;",
    answer: "Ναι, μπορείτε να δημιουργήσετε το ηλεκτρονικό σας εμπόριο χωρίς να χρειάζεστε οποιαδήποτε τραπεζική κάρτα, όπως πιστωτικές και χρεωστικές κάρτες στο Selldone. Η Selldone χρησιμοποιεί έναν μοναδικό τρόπο για να παρέχει προηγμένες υπηρεσίες ηλεκτρονικού εμπορίου σε άτομα, ακόμη και σε πάνω από 1,7 δισεκατομμύρια άτομα χωρίς πρόσβαση σε κοινές χρηματοοικονομικές υπηρεσίες."
  }, {
    question: "Πώς μπορώ να πουλήσω διαδικτυακά σε πελάτες χωρίς τραπεζικό λογαριασμό;",
    answer: "Προσθέστε αντικαταβολή ( <b>Αντικαταβολή</b> ) στο ηλεκτρονικό σας εμπόριο, ώστε οι πελάτες σας να μπορούν να πληρώσουν μετά την παραλαβή της παραγγελίας. Η αντικαταβολή είναι ο παραδοσιακός τρόπος στις περισσότερες χώρες με την έλλειψη υποδομής χρηματοδότησης."
  }, {
    question: "Πώς μπορώ να ρυθμίσω το ηλεκτρονικό μου εμπόριο χωρίς τραπεζικό λογαριασμό;",
    answer: "Δεν υπήρχε λύση για τους άψητους πριν από το Selldone. Αλλά τώρα, μπορείτε να δημιουργήσετε το ηλεκτρονικό εμπόριο και τον ιστότοπό σας χωρίς να έχετε τραπεζικό λογαριασμό. Έχει ένα ελάχιστο κόστος για εσάς. μπορείτε να πληρώσετε αυτό το κόστος στο τέλος του μήνα μέσω του πορτοφολιού σας. Το Seldone πορτοφόλι μπορεί να λάβει χρέωση από άλλα άτομα ή να χρεώσει μέσω δωροκάρτας. Δεν χρειάζεστε πιστωτική κάρτα για να χρησιμοποιήσετε αυτές τις υπηρεσίες."
  }, {
    question: "Πώς μπορώ να ξεκινήσω μια επιχείρηση χωρίς κόστος εγκατάστασης;",
    answer: "<ol><li>Εγγραφείτε δωρεάν στο <a href='https://selldone.com'>Selldone.com</a> .</li><li> Φτιάξτε το κατάστημά σας.</li><li> Προσθέστε τα προϊόντα και τις υπηρεσίες σας.</li><li> Συνδέστε τον τομέα σας (προαιρετικό)</li><li> Ενεργοποίηση πυλών πληρωμής.</li><li> Ξεκινήστε να παρουσιάζετε την επιχείρησή σας σε φίλους και οικογένειες.</li><li> Παρουσιάστε τον εαυτό σας και τα προϊόντα σας στα social media.</li><li> Δημιουργήστε μια επωνυμία για την επιχείρησή σας παρέχοντας μια μοναδική πρόταση αξίας.</li><li> Παρακολουθήστε τη συμπεριφορά των χρηστών σας μέσω του πίνακα Seldone.</li></ol>"
  }],
  brands: {
    title: "Χτίστε την επιχείρησή σας σε μια αξιόπιστη βάση.",
    subtitle: "Η επιχείρησή σας αξίζει τον κόπο!"
  },
  why_boxes: {
    title: "Βελτιστοποιημένο για online και φυσικές πωλήσεις σε κλίμακα",
    subtitle: "Σχεδιασμένο για μετατροπές. Αναβαθμίστε το online κατάστημά σας με διαισθητικά εργαλεία που μετατρέπουν τους επισκέπτες σε πελάτες.",
    block1: {
      title: "Εξοικονόμηση αρχικού κόστους",
      subtitle: "Λύση χωρίς θέμα και χωρίς πρόσθετο."
    },
    block2: {
      title: "Εξοικονομήστε λειτουργικό κόστος",
      subtitle: "Χωρίς έξτρα & κρυφή χρέωση ποτέ."
    },
    block3: {
      title: "Εξοικονόμηση χρόνου",
      subtitle: "Επιχειρηματικό αλλά φιλικό προς τους αρχάριους."
    }
  },
  money_transfer: {
    customer: "Ο πελάτης σας",
    bank: "Ο τραπεζικός σας λογαριασμός",
    wallet: "Πορτοφόλι",
    free_setup: "Δωρεάν εγκατάσταση.",
    no_extra_fee: "Χωρίς επιπλέον χρέωση.",
    no_hidden_fee: "Χωρίς κρυφή χρέωση."
  },
  /** @see HomePanelExtraFlow **/
  extra: {
    cart: "Διαχείριση κάρρων",
    payment: "Πληρωμή",
    shipping: "Αποστολή",
    fulfilment: "Εκπλήρωση",
    community: "Κοινότητα & Σχόλια"
  },
  team: {
    title: "Συναντησε την ομαδα.",
    msg: "Θα παίξουμε με διαφορετικούς κανόνες στο βάναυσο πεδίο των εμπορικών πλατφορμών, ειδικά όταν οι ανταγωνιστές μας ξοδεύουν εκατομμύρια δολάρια σε διαφημίσεις. επενδύουμε στο προϊόν, στους ανθρώπους και στην επίλυση πραγματικών προβλημάτων. Αυτή η ομάδα υποστηρίζει την επιχείρησή σας!"
  },
  customers: {
    title: "Γνωρίστε την κοινότητά μας.",
    msg: "Είναι απλώς η αρχή ενός ταξιδιού για να δημιουργήσουμε ουσιαστικά εργαλεία για να ξεκλειδώσετε μελλοντικούς επιχειρηματίες μαθαίνοντας από τους πελάτες μας."
  },
  /** {@see PanoramaImage} {@see HomePage} */

  panorama: {
    title: "Χωρίς δαπανηρή προσθήκη, <b class=\"font-weight-bold\">Όλες οι δυνατότητες είναι προκατασκευασμένες</b>",
    msg: "Δεν χρειάζεται να ξοδεύετε εκατοντάδες δολάρια σε προσθήκες και εφαρμογές κάθε μήνα και να ανησυχείτε για τις ενημερώσεις. Όπως το macOS για τον υπολογιστή σας, το Selldone OS φροντίζει όλες τις τεχνικές πτυχές της επιχείρησής σας.",
    orders_management: "Διαχείριση παραγγελιών",
    online_pos: "Διαδικτυακό POS",
    shipping: "Αποστολή",
    inventory_management: "Διαχείριση αποθεμάτων",
    social_commerce: "Κοινωνικό Εμπόριο",
    in_store_sell: "Πώληση στο κατάστημα",
    team: "Ομάδα / Προσωπικό",
    incentives: "Κίνητρα / Πιστότητα",
    community: "Διαχείριση κοινότητας",
    payments: "Τοπικές πληρωμές",
    ar_3d: "3D / AR"
  },
  no_plugin: "Όχι—πρόσθετο",
  product_page: {
    title: "Η έξοδος μετά την προσθήκη του πρώτου σας προϊόντος.",
    msg: "Ζωντανέψτε τις ιδέες σας με λίγα μόνο κλικ.",
    open_sample_product_link: "Ανοίξτε το Ζωντανό Προϊόν",
    open_templates: "Προβολή προτύπων"
  },
  /** {@see CountrySupportBox} */
  support_box: {
    country_select_label: "Επιλέξτε τη χώρα σας",
    we_support_message: "Υποστηρίζουμε {country}",
    we_limited_support: "Η υποστήριξη για {country} είναι περιορισμένη",
    support_message_long: "Ζήστε απρόσκοπτες online συναλλαγές στη χώρα σας με το Selldone! Μαζί με επαγγελματικούς υπολογισμούς φόρων, προσφέρουμε διάφορες μεθόδους πληρωμής, όπως μετρητά, POS, τραπεζικές μεταφορές και άλλα. Ξεκινήστε να χτίζετε την επιχείρησή σας σε μια πλατφόρμα που υποστηρίζει πλήρως τις ανάγκες της χώρας σας.",
    limited_support_message_long: "            Οι online πληρωμές μπορεί να μην είναι διαθέσιμες στη χώρα σας, αλλά δεν χρειάζεται να ανησυχείτε! Στο Selldone προσφέρουμε πληρωμές με μετρητά, τραπεζικές μεταφορές και αντικαταβολή (COD) παγκοσμίως. Μπορείτε να χτίσετε με σιγουριά την online επιχείρησή σας μαζί μας, τηρώντας τους κανονισμούς της χώρας σας και της Ευρώπης. Για περισσότερες λεπτομέρειες ή για να ρωτήσετε σχετικά με την υποστήριξη online πληρωμών στη χώρα σας, επικοινωνήστε με την ομάδα υποστήριξής μας.",
    more_about_selldone_in_country: "Σχετικά με το Selldone στη χώρα σας",
    tax: {
      title: "Φιλικό προς τη φορολογία",
      message: "Ρυθμίστε εύκολα φορολογικά προφίλ για διαφορετικές κατηγορίες προϊόντων, που προσαρμόζονται αυτόματα στις χώρες και περιοχές των αγοραστών. Μείνετε συμβατοί και αυξήστε την παγκόσμια εμβέλειά σας."
    },
    global: {
      title: "Παγκόσμιες πωλήσεις",
      message: "Προσεγγίστε πελάτες σε όλο τον κόσμο με την απρόσκοπτη διεθνή υποστήριξη του Selldone. Κλιμακώστε την επιχείρησή σας παγκοσμίως με ευκολία και αποδοτικότητα."
    },
    shipping: {
      title: "Τοπική και παγκόσμια αποστολή",
      message: "Ενσωματώσεις με τοπικούς και παγκόσμιους μεταφορείς όπως Shippo και Shipday, καθώς και επιλογές διαχείρισης ιδιωτικού courier, για ομαλές παραδόσεις παντού."
    },
    erp: {
      title: "Ενσωμάτωση ERP",
      message: "Συνδεθείτε απρόσκοπτα με κορυφαία ERP μέσω του ανοιχτού gateway και της πρόσβασης API μας, με απλές ενσωματώσεις ενός κλικ για πιο οργανωμένες επιχειρησιακές λειτουργίες."
    }
  },
  hero: {
    intro: "Το #1 λειτουργικό σύστημα για επιχειρήσεις",
    title: "Αντικαταστήστε {infinite} πρόσθετα και εφαρμογές με ένα {app}"
  },
  /**
   * {@see MakeYourShopHeader}
   */
  make_your_shop: {
    title: "Δημιουργήστε το δικό σας",
    amazon: "Κατάστημα Amazon",
    local_store: "Τοπικό κατάστημα",
    instagram: "Κατάστημα Instagram",
    dropshipping: "Κατάστημα dropshipping",
    coursera: "Κατάστημα Coursera",
    gift_store: "Κατάστημα δώρων",
    airbnb: "Κατάστημα Airbnb",
    simple_store: "Απλό κατάστημα",
    tiktok: "Κατάστημα TikTok"
  },
  /**
   * {@see SectionShowItsSimplicity}
   */
  show_its_simplicity: {
    title: "Άλλη μια βαρετή και περίπλοκη <div class=\"app-box\" style=\"font-size: 55%\">😣</div> πλατφόρμα ηλεκτρονικού εμπορίου!;",
    subtitle: "Καθόλου! Δοκιμάστε τη ακόμη και πριν εγγραφείτε...",
    as_guest: "Ως επισκέπτης",
    need_register: "Απαιτείται εγγραφή",
    page_builder: {
      title: "Ενσωματωμένος δημιουργός σελίδων",
      subtitle: "Ο πρώτος διαισθητικός δημιουργός σελίδων drag and drop με inline επεξεργασία.",
      try_action: "Δοκιμάστε τον δημιουργό σελίδων",
      see_collection_action: "Δείτε πρότυπα"
    },
    ai: {
      title: "Ενσωματωμένες λειτουργίες AI",
      subtitle: "Η καλύτερη βιομηχανική αφαίρεση φόντου, βελτιστοποίηση εικόνων, δημιουργία περιεχομένου, αυτόματη δημιουργία προϊόντων και πολλά ακόμη.",
      try_action: "Δοκιμάστε το Selldone Intelligence"
    },
    storefront: {
      title: "Ζωντανή βιτρίνα",
      subtitle: "Ζήστε την ταχύτερη εμπειρία αγορών με σύγχρονο ιστότοπο PWA χωρίς να γράψετε ούτε μία γραμμή κώδικα.",
      see_action: "Δείτε τη demo βιτρίνα"
    },
    backoffice: {
      title: "Ζωντανό backoffice",
      subtitle: "Διαχειριστείτε τα πάντα από ένα σημείο χωρίς ανάγκη για οποιοδήποτε πρόσθετο.",
      see_action: "Δείτε το demo backoffice"
    }
  },
  /**
   * {@see SectionPricingCompact}
   */
  pricing_compact: {
    title: "<div class=\"app-box\" style=\"font-size: 55%\">💞️</div> Απλή και διαφανής τιμολόγηση",
    subtitle: "Αποκτήστε πρόσβαση σε όλες τις λειτουργίες επιχειρησιακού επιπέδου για να ξεκινήσετε και να κλιμακώσετε την επιχείρησή σας με το μοντέλο διαμοιρασμού εσόδων μας — δεν πληρώνετε τίποτα εκ των προτέρων, μόνο ένα μερίδιο από τα έσοδά σας. Πετυχαίνουμε μόνο όταν πετυχαίνετε εσείς, μειώνοντας το κόστος και μεγιστοποιώντας τα κέρδη σας."
  },
  screenshots: {
    item_1: {
      title: "Απλοποιήστε τη διαχείριση παραγγελιών.",
      desc: "Διαχειριστείτε αποδοτικά μεγάλο όγκο παραγγελιών καθημερινά με τις προηγμένες λειτουργίες λίστας και φίλτρων μας."
    },
    item_2: {
      title: "Συνδέστε το κατάστημά σας με υπηρεσίες POD.",
      desc: "Συνδέστε εύκολα το κατάστημά σας με μια υπηρεσία print on demand dropshipping όπως το Printful και πουλήστε τα έργα σας σε εκτυπωμένα υλικά χωρίς πρόσθετα plugins."
    },
    item_3: {
      title: "Ολοκληρώστε παραγγελίες με διαισθητικά εργαλεία enterprise.",
      desc: "Ζήστε μια απλοποιημένη διαδικασία παραγγελιών με δυνατότητα διαισθητικής μορφοποίησης αιτημάτων, απαραίτητων αλλαγών και ενημέρωσης κατάστασης με ένα κλικ. Αναβαθμίστε τις δυνατότητες fulfillment."
    },
    item_4: {
      title: "Παρακολούθηση ενεργειών στο χρονολόγιο παραγγελίας.",
      desc: "Το χρονολόγιο μιας παραγγελίας παρέχει λεπτομερές αρχείο όλων των ενεργειών και αλλαγών. Μπορείτε εύκολα να δείτε ποιος έκανε τις αλλαγές και πότε."
    },
    item_5: {
      title: "Απλοποίηση επικοινωνίας με πελάτες και προμηθευτές.",
      desc: "Email με το branding της επωνυμίας σας θα αποστέλλονται αυτόματα σε πελάτες, προμηθευτές και οποιεσδήποτε προσαρμοσμένες διευθύνσεις email μετά την ολοκλήρωση του checkout και της πληρωμής."
    },
    item_6: {
      title: "Οργανώστε προϊόντα εύκολα με drag and drop.",
      desc: "Σε αυτό το σύστημα τα προϊόντα λειτουργούν όπως τα αρχεία και οι κατηγορίες όπως οι φάκελοι. Μπορείτε να σύρετε και να αφήσετε προϊόντα, να τα αναδιατάξετε, να κάνετε αντιγραφή και επικόλληση και να εισάγετε μαζικά προϊόντα με ένα απλό αρχείο Excel."
    },
    item_7: {
      title: "Παρακολουθήστε εύκολα τις συνδρομητικές παραγγελίες σας.",
      desc: "Αποκτήστε μια διαισθητική και συμπαγή λίστα όλων των τρεχουσών και παλαιότερων συνδρομητικών παραγγελιών, με τον χρόνο έως την επόμενη πληρωμή και λεπτομέρειες για κάθε παραγγελία."
    },
    item_8: {
      title: "Χρησιμοποιήστε τα ενσωματωμένα εργαλεία blog και CMS για να εμπλέξετε πελάτες.",
      desc: "Αξιοποιήστε τις εσωτερικές λειτουργίες blog και διαχείρισης περιεχομένου για να δημιουργείτε περιεχόμενο σχετικά με την εταιρεία και τις προσφορές σας και να προσελκύετε νέο κοινό μέσω SEO. Έτσι μπορείτε επίσης να αλληλεπιδράτε με τους πελάτες σας."
    },
    item_9: {
      title: "Connect OS — εύκολη σύνδεση με εξωτερικές υπηρεσίες.",
      desc: "Είναι δυνατή η σύνδεση με εξωτερικές υπηρεσίες όπως marketplaces, προμηθευτές dropshipping, POD και χρηματοοικονομικό λογισμικό χωρίς πρόσθετα plugins."
    },
    item_10: {
      title: "Απλοποιήστε την εισαγωγή προϊόντων από εξωτερικές υπηρεσίες.",
      desc: "Εισάγετε εύκολα προϊόντα από εξωτερικές υπηρεσίες όπως Woocommerce και Printful με λίγα κλικ και πλήρη αυτοματοποίηση."
    },
    item_11: {
      title: "Σύνδεση του καταστήματός σας με το Google Merchant Center.",
      desc: "Συνδέστε το κατάστημά σας με το Google Merchant Center και συγχρονίστε όλα τα είδη και τις κατηγορίες απρόσκοπτα για να τα διαφημίσετε στο Google."
    },
    item_12: {
      title: "Avocado — πουλήστε εύκολα προϊόντα στα κοινωνικά δίκτυα.",
      desc: "Με το Avocado μπορείτε να πουλάτε προϊόντα στα κοινωνικά δίκτυα χωρίς να προσθέτετε χειροκίνητα προϊόντα και τιμές. Το εργαλείο δημιουργεί αυτόματα σύνδεσμο πληρωμής για παραγγελίες και επιτρέπει τη δημιουργία προσαρμοσμένων λογαριασμών με συνδέσμους πληρωμής."
    },
    item_13: {
      title: "Ribbon — δημιουργήστε και πουλήστε συνδρομές εύκολα.",
      desc: "Το Ribbon είναι ένα ισχυρό εργαλείο που σας επιτρέπει να δημιουργείτε και να πουλάτε συνδρομές όπως subscription boxes, paywalls και διάφορους τύπους περιεχομένου με λίγα κλικ."
    },
    item_14: {
      title: "Προσφέρετε πολλές επιλογές πληρωμής στο κατάστημά σας.",
      desc: "Είναι χρήσιμο να προσφέρετε διάφορες επιλογές πληρωμής στο κατάστημά σας, όπως Stripe και PayPal."
    },
    item_15: {
      title: "Ενθαρρύνετε αγορές με εκπτώσεις, προσφορές, κουπόνια και gamification.",
      desc: "Παρακινήστε τους πελάτες σας να κάνουν περισσότερες αγορές με κωδικούς έκπτωσης, προωθητικές προσφορές, έξυπνες εκπτώσεις, κουπόνια, δωροκάρτες και στοιχεία gamification στην εμπειρία αγορών."
    },
    item_16: {
      title: "Μεγιστοποιήστε την απόδοση με server-side διαχείριση καμπανιών.",
      desc: "Χρησιμοποιήστε server-side marketing και διαχείριση καμπανιών για να αποκτήσετε τις πιο ακριβείς και χρήσιμες πληροφορίες σχετικά με την απόδοση της καμπάνιας."
    },
    item_17: {
      title: "Διαχειριστείτε πληρωμές και πωλήσεις affiliate.",
      desc: "Συμπεριλάβετε affiliates και διαχειριστείτε αποτελεσματικά τις πληρωμές και τις πωλήσεις τους. Χρησιμοποιήστε προηγμένες επιλογές όπως ανάθεση μοναδικού customer domain για κάθε affiliate."
    },
    item_18: {
      title: "Διαχειριστείτε αποθέματα και τιμές αποτελεσματικά.",
      desc: "Τα εργαλεία logistics και inventory βοηθούν στην οργάνωση, φιλτράρισμα και διαχείριση αποθεμάτων και τιμών για χιλιάδες προϊόντα και παραλλαγές τους."
    },
    item_19: {
      title: "Δραστηριότητα πελατών και στατιστικά σε πραγματικό χρόνο.",
      desc: "Αποκτήστε πρόσβαση στα πιο πρόσφατα δεδομένα για δραστηριότητα πελατών και στατιστικά ιστοτόπου για να λαμβάνετε τεκμηριωμένες αποφάσεις βάσει δεδομένων."
    },
    item_20: {
      title: "Αυξήστε τις πωλήσεις με δημιουργό κοινότητας.",
      desc: "Δημιουργήστε μια διαδραστική κοινότητα για να αυξήσετε τις πωλήσεις στο κατάστημα, να βελτιώσετε τη συμμετοχή του κοινού, να χτίσετε εμπιστοσύνη και να αξιοποιήσετε τα SEO οφέλη του δωρεάν περιεχομένου."
    },
    item_21: {
      title: "Αναβαθμίστε την εμπειρία των πελατών σας.",
      desc: "Οργανώστε και τμηματοποιήστε τη βάση πελατών, αναλύστε την αξία διάρκειας ζωής τους, προηγούμενες online και φυσικές αγορές και παρακολουθήστε τη διαδρομή τους με σεβασμό στην ιδιωτικότητα."
    },
    item_22: {
      title: "Σχεδιάστε responsive σελίδες με ευκολία.",
      desc: "Σχεδιάστε εύκολα ελκυστικές και responsive εσωτερικές και landing σελίδες με τον ενσωματωμένο no-code page builder. Απλώς σύρετε και αφήστε ενότητες για να δημιουργήσετε προσαρμοσμένες σελίδες."
    },
    item_23: {
      title: "Απλοποιήστε την επεξεργασία με inline editor σελίδων.",
      desc: "Επεξεργαστείτε εύκολα κείμενα και εικόνες μέσα στις σελίδες με inline editor, κάνοντας την ενημέρωση περιεχομένου απλή και διαισθητική."
    },
    item_24: {
      title: "Διαχειριστείτε πρόσβαση και ρόλους ομάδας.",
      desc: "Προσκαλέστε μέλη της ομάδας, δημιουργήστε ρόλους προσωπικού και ορίστε επίπεδα πρόσβασης. Καθώς η επιχείρηση και η ομάδα σας μεγαλώνουν, το επιχειρησιακό λειτουργικό σύστημά σας θα προσαρμόζεται."
    },
    item_25: {
      title: "Έχετε τις δικές σας εφαρμογές.",
      desc: "Ξεκινήστε την επιχείρησή σας με Progressive Web App και προσφέρετε στους πελάτες σας ταχύτερη εμπειρία από τους ανταγωνιστές."
    },
    item_26: {
      title: "Προηγμένος αυτοματισμός και εργαλεία εξοικονόμησης.",
      desc: "Βελτιστοποιήστε τις επιχειρησιακές λειτουργίες και εξοικονομήστε χρόνο και πόρους με προηγμένα εργαλεία αυτοματισμού που μπορούν να ενσωματωθούν στο κατάστημά σας."
    },
    item_27: {
      title: "Προσαρμόστε τη βιτρίνα σας με ευκολία.",
      desc: "Προσωποποιήστε εύκολα τη βιτρίνα ώστε να ταιριάζει με την επωνυμία σας χρησιμοποιώντας οπτικές επιλογές όπως θέμα, χρωματικούς συνδυασμούς, γραμματοσειρές και άλλα — χωρίς κώδικα ή τεχνικές δεξιότητες."
    },
    item_28: {
      title: "Σχεδιάστε εξατομικευμένη διαδρομή πελάτη.",
      desc: "Σχεδιάστε εξατομικευμένη διαδρομή πελάτη με τις επιλογές του Selldone, όπως επιλογή σημείου σύνδεσης ή ενεργοποίηση αγοράς ως επισκέπτης."
    },
    item_29: {
      title: "Βελτιώστε την εμπειρία με προσαρμοσμένες επιλογές σύνδεσης και ροής.",
      desc: "Δημιουργήστε εξατομικευμένη εμπειρία σύνδεσης και ροής, προσφέροντας διάφορες επιλογές social login για το online κατάστημά σας."
    },
    item_30: {
      title: "Υποστηρίξτε σύνθετα επιχειρηματικά μοντέλα.",
      desc: "Το Selldone Support προσφέρει προηγμένη υποστήριξη επιχειρηματικών μοντέλων όπως marketplace, προμηθευτές dropshipping, affiliate και franchise, που μπορείτε εύκολα να ρυθμίσετε και να αλλάζετε με ένα κλικ."
    },
    item_31: {
      title: "Συνδέστε πολλαπλά προσαρμοσμένα domains.",
      desc: "Μπορείτε να συνδέσετε πολλαπλά custom domains σε συγκεκριμένα μέρη της επιχείρησής σας, όπως κοινότητα, κατάστημα, blog, landing pages ή ακόμη και affiliates."
    },
    item_32: {
      title: "Υποστήριξη πολλών γλωσσών και αυτόματης μετάφρασης.",
      desc: "Το κατάστημά σας υποστηρίζει πλήρως πολλές γλώσσες, τόσο RTL όσο και LTR. Μπορείτε εύκολα να εγκαταστήσετε και να ενεργοποιήσετε πακέτα αυτόματης μετάφρασης για το κατάστημά σας."
    },
    item_33: {
      title: "Ενσωματωμένος υπολογισμός φόρων πολλαπλών προφίλ.",
      desc: "Με δυνατότητα δημιουργίας πολλών φορολογικών προφίλ και αντιστοίχισής τους σε συγκεκριμένα προϊόντα, έχετε μεγαλύτερη ευελιξία στον υπολογισμό VAT και φόρου πωλήσεων. Για παράδειγμα, μπορείτε να εφαρμόσετε διαφορετικούς συντελεστές σε τρόφιμα ή ηλεκτρικές συσκευές."
    },
    item_34: {
      title: "Υπολογισμός φόρων πολλών περιοχών.",
      desc: "Χρησιμοποιήστε προεπιλεγμένους ή προσαρμοσμένους κανόνες για φόρο πωλήσεων και VAT όταν πουλάτε σε διαφορετικές χώρες και περιοχές. Παρακάμψτε κανόνες για συγκεκριμένες περιοχές και φορολογικές επικράτειες όταν χρειάζεται."
    },
    item_35: {
      title: "Δημοσιεύστε άρθρα με ισχυρό inline editor.",
      desc: "Ένας προηγμένος inline editor άρθρων απλοποιεί τη δημοσίευση και αναθεώρηση άρθρων, κάνοντάς τη γρήγορη και εύκολη, διατηρώντας συνέπεια."
    },
    item_36: {
      title: "Αφιερωμένο dashboard για κάθε προϊόν.",
      desc: "Κάθε προϊόν έχει αφιερωμένο dashboard που παρέχει στατιστικά, όλες τις απαραίτητες πληροφορίες και πρόσβαση σε όλες τις ενέργειες που απαιτούνται για τη διαχείριση."
    },
    item_37: {
      title: "Αυτόματη μετάφραση άρθρων.",
      desc: "Χρησιμοποιήστε την ενσωματωμένη AI λειτουργία μετάφρασης enterprise επιπέδου για να μεταφράζετε περιγραφές προϊόντων σε διαφορετικές γλώσσες με ένα κλικ."
    },
    item_38: {
      title: "Ενσωματωμένα εργαλεία analytics.",
      desc: "Θα έχετε πρόσβαση σε ενσωματωμένα εργαλεία analytics που είναι πλήρως server-side, ασφαλή και συμβατά με GDPR, χωρίς χρήση cookies."
    },
    item_39: {
      title: "Καλύψτε τις περισσότερες προχωρημένες ανάγκες SEO.",
      desc: "Το εσωτερικό μας εργαλείο σας παρέχει τις πιο ενεργές λέξεις-κλειδιά, τα URL με την καλύτερη απόδοση και μια επισκόπηση της απόδοσης της επιχείρησής σας στην αναζήτηση Google, σε πίνακες και γραφήματα."
    }
  },
  country_landing: {
    intro: "Το #1 λειτουργικό σύστημα για επιχειρήσεις σε",
    title: "Αντικαταστήστε {infinite} πρόσθετα και εφαρμογές με {app} σε {country}"
  },
  /**
   * @see IntegrationPaymentPage
   */
  payment_landing: {
    intro: "Το #1 λειτουργικό σύστημα για επιχειρήσεις",
    title: "Αντικαταστήστε {infinite} πρόσθετα και εφαρμογές με {app}",
    unlock_section: {
      title: "Ξεκλειδώστε {payment} και αρχίστε να κερδίζετε χρήματα στον ιστότοπό σας",
      subtitle: "Ξεκινήστε σήμερα το online κατάστημά σας! Πουλήστε προϊόντα, υπηρεσίες και συνδρομές γρήγορα και απλά.",
      no_plugin: {
        title: "Εύκολες πληρωμές, χωρίς ανάγκη για plugins",
        subtitle: "Μπείτε στο μέλλον του e-commerce με τις απρόσκοπτες λύσεις πληρωμών χωρίς plugins του Selldone για {payment}. Πείτε αντίο στις σύνθετες ενσωματώσεις και απολαύστε μια άμεση, ασφαλή και χωρίς ταλαιπωρία εμπειρία πληρωμής."
      },
      experience: {
        title: "Άψογες αγορές, με Selldone + {payment}",
        subtitle: "Μεταμορφώστε την εμπειρία e-commerce με τη φιλική πλατφόρμα Selldone και την ενσωμάτωση πληρωμής {payment}. Αφήστε πίσω τις δύσχρηστες διεπαφές και προσφέρετε μια ομαλή αγοραστική διαδρομή που φέρνει τους πελάτες πίσω."
      },
      boost: {
        title: "Ενισχύστε τις πωλήσεις με τις ενσωματωμένες πληρωμές Selldone",
        subtitle: "Γιατί να σας καθυστερούν τα περίπλοκα συστήματα πληρωμών; Με την ενσωματωμένη λύση πληρωμών του {payment}, μπορείτε να εστιάσετε σε αυτό που έχει σημασία: να πουλάτε περισσότερο. Δείτε τις πωλήσεις να απογειώνονται καθώς αναπτύσσετε την επιχείρησή σας εύκολα."
      },
      security: {
        title: "Εκεί όπου η ασφάλεια και η αποδοτικότητα ενώνονται",
        subtitle: "Η επιλογή Selldone + {payment} σημαίνει επιλογή κορυφαίας ασφάλειας και απαράμιλλης αποδοτικότητας. Το ειδικό μας σύστημα πληρωμών διασφαλίζει ότι κάθε συναλλαγή είναι ασφαλής, γρήγορη και απόλυτα ομαλή."
      },
      setup_payment: "Ρύθμιση πληρωμής"
    },
    how_to_add: {
      step_1: {
        step: "Βήμα 1",
        title: "Προσθέστε το νόμισμά σας",
        subtitle: "Για να δέχεστε πληρωμές σε διαφορετικά νομίσματα, πρέπει να ρυθμίσετε μια πύλη πληρωμής για κάθε νόμισμα. Με {payment}, ένας λογαριασμός μπορεί να διαχειρίζεται πολλαπλές πύλες και νομίσματα στο κατάστημά σας, χωρίς όρια! Βεβαιωθείτε ότι το επιθυμητό νόμισμα βρίσκεται στο Shop > Accounting > Currencies στις ρυθμίσεις του καταστήματος."
      },
      step_2: {
        step: "Βήμα 2",
        title: "Ρυθμίστε την πύλη σας",
        subtitle: "Στη συνέχεια, μεταβείτε στην καρτέλα Shop > Accounting > Gateways, κάντε κλικ στο <b>NEW PAYMENT METHOD</b>, επιλέξτε το νόμισμά σας και επιλέξτε <b>{payment}</b>. Μπορείτε να προσθέσετε πύλες σε λειτουργία debug ή live. Βεβαιωθείτε ότι εισάγετε τα σωστά API Keys για κάθε λειτουργία, τα οποία θα βρείτε στον <a href=\"{payment_url}\" target=\"_blank\">λογαριασμό {payment}</a> σας."
      }
    },
    integration: {
      title: "Εύκολη ενσωμάτωση e-commerce με {payment}",
      subtitle: "Ξεκινήστε με το Selldone και διαχειριστείτε την επιχείρησή σας με ευκολία. Δεν απαιτείται κώδικας ή plugins!"
    },
    pay_after_earn: {
      title: "Πληρώνετε μόνο όταν κερδίζετε!",
      subtitle: "Ξεκινήστε την επιχείρησή σας με το ΔΩΡΕΑΝ εφ’ όρου ζωής πλάνο μας! Πληρώνετε μόνο χρέωση 0.5~2.0% όταν αρχίσετε να κερδίζετε χρήματα."
    }
  },
  feature_page_builder: {
    title: "Δημιουργός σελίδων προσανατολισμένος στις πωλήσεις",
    message: "Σχεδιάστε εύκολα προσαρμοσμένες σελίδες με τη no-code λύση μας. Σύρετε και αφήστε στοιχεία για να δημιουργήσετε σελίδες προσαρμοσμένες στις ανάγκες σας."
  },
  feature_items: {
    products: {
      title: "Διαισθητική διαχείριση προϊόντων",
      description: "Διαχειριστείτε εύκολα προϊόντα — σύρετε και αφήστε εικόνες, επεξεργαστείτε λεπτομέρειες και βελτιώστε τη ροή εργασίας."
    },
    excel: {
      title: "Εισαγωγή δεδομένων Excel",
      description: "Εισάγετε προϊόντα, κατηγορίες και επαφές εύκολα μέσω αρχείων Excel."
    },
    incentive: {
      title: "Κίνητρα πωλήσεων",
      description: "Ενισχύστε τις πωλήσεις με εκπτώσεις, κουπόνια, δωροκάρτες και gamified προσφορές."
    },
    loyalty: {
      title: "Πιστότητα πελατών",
      description: "Δημιουργήστε clubs, συνδρομές και memberships για να διατηρήσετε πελάτες."
    },
    cashback: {
      title: "Προσφορές cashback",
      description: "Εφαρμόστε διάφορα προγράμματα cashback για να ανταμείβετε πιστούς αγοραστές."
    },
    cross_selling: {
      title: "Εργαλεία cross-selling",
      description: "Αυξήστε τις πωλήσεις με cross-selling· ορίστε συλλογές προϊόντων και εκπτώσεις."
    },
    accounting: {
      title: "Απλή λογιστική",
      description: "Διαχειριστείτε τιμολόγια, παρακολουθήστε έξοδα και φόρους με ευκολία."
    },
    inventory: {
      title: "Έλεγχος αποθέματος",
      description: "Παρακολουθήστε επίπεδα αποθέματος, μαζικές ενημερώσεις μέσω CSV και αποτελεσματική διαχείριση."
    },
    analytics: {
      title: "Προηγμένα analytics",
      description: "Αποκτήστε insights για πωλήσεις, πελάτες και καμπάνιες με αναλυτικά δεδομένα."
    },
    social: {
      title: "Πολυκαναλικές πωλήσεις",
      description: "Πουλήστε σε πολλά κανάλια· συνδεθείτε με marketplaces και κοινωνικά δίκτυα, παρακολουθήστε προελεύσεις."
    },
    community: {
      title: "Δημιουργός κοινότητας",
      description: "Εμπλέξτε πελάτες με φόρουμ, blog και λειτουργίες κοινότητας."
    },
    security: {
      title: "Διαχείριση ομάδας",
      description: "Δημιουργήστε ρόλους, ορίστε δικαιώματα και διαχειριστείτε αποτελεσματικά την πρόσβαση της ομάδας."
    },
    pos: {
      title: "POS στο κατάστημα",
      description: "Απλοποιήστε τις πωλήσεις στο κατάστημα· διαχειριστείτε συστήματα POS και συναλλαγές."
    },
    store: {
      title: "Marketplace προμηθευτών",
      description: "Δημιουργήστε και διαχειριστείτε εύκολα ένα marketplace πολλών προμηθευτών."
    },
    pricing: {
      title: "Δυναμική τιμολόγηση",
      description: "Ορίστε έξυπνη τιμολόγηση με βάση την ποσότητα ή τις προτιμήσεις των πελατών."
    },
    pod: {
      title: "Ενσωμάτωση dropshipping",
      description: "Συνδεθείτε με υπηρεσίες POD και διαχειριστείτε dropshipping απρόσκοπτα."
    }
  }
};
