export default {
  local_service: "سرویس محلی برای کشور {country_name}",
  local_service_message:
    "این سرویس منحصراً برای کاربرانی طراحی شده است که در <u> {country_name} </u> زندگی می کنند و خدمات و محصولات خود را در این کشور می فروشند." +
    "شما فقط مجاز به استفاده از خدمات محلی یا سرویس بین المللی Selldone هستید. " +
    "برای استفاده از این سرویس ، شما ملزم به رعایت قوانین <b> {country_name} </b> و <b> اتحادیه اروپا </b> خواهید بود.",

  my_shops: "فروشگاه های من",
  select_language_dialog_title: "مدیریت کسب و کار با زبان مورد علاقه خودتان",

  welcome_title: "ابزاری برای ساخت ، مدیریت و مقیاس کسب و کار شما",
  welcome_subtitle: "ساخت فروشگاه آنلاین حرفه ای بدون نیاز به دانش فنی و استخدام متخصص برای نگهداری و فروش میلیون ها سفارش.",

  moto: "شما تلاش می کنید، ما درها را باز می کنیم!",
  start_now_btn: "شروع کنید — رایگان",
  create_ecommerce_btn: "ساخت فروشگاه — رایگان",
  incentive_action: "با نرخ پایین فروش آنلاینتان برای همیشه خداحافظی کنید!",

  create_shopping_website: "ساخت فروشگاه آنلاین",

  your_shop: "ویترین فروشگاه شما",
  your_dashboard: "پنل مدیریت شما",

  s1: {
    /* title:
      "ساخت فروشگاه آنلاین حرفه ای<br>بدون نیاز به دانش فنی و استخدام متخصص",
   title_animated_words: [
      "کارآفرینان",
      "برندها",
      "کسب و کارها",
      "تولید کنندگان",
      "هنرمندان",
      "خرده فروشان",
    ],*/

    subtitle:
      "اگر به دنبال ارائه یک تجربه منحصر به فرد، سریع و قابل اعتماد برای مشتریان خود هستید، این ابزار برای شماست!",

    domain_input: {
      message:
        "فروشگاه شما بر روی هر تعداد دامنه اختصاصی که می خواهید با هاست و SSL رایگان",
      action: "ایجاد فروشگاه",
    },
    community: "ساخت انجمن و کامیونیتی",
    shop: "فروشگاه ساز و فروش آنلاین",
    inventory: "مدیریت محصولات و انبار",
    cms: "مدیریت محتوا و بلاگ",

    in_60_sec: "در کمتر از یک دقیقه",
  },

  video: {
    title: "یک تجربه لذت بخش برای مشتریان شما.",
    msg: "سریعترین تجربه خرید را به مخاطبان خود ارائه نمایید.",

    card_pos: {
      title: "صندوق فروشگاهی سلدان",
      msg: "بدون هزینه راه اندازی  در مغازه خود بفروشید.",
    },
    card_ecommerce: {
      title: "فروشگاه ساز آنلاین سلدان",
      msg: "فروش آنلاین خود را ساده اما مانند حرفه ای ها شروع کنید.",
    },
  },

  why: {
    title: "چرا سلدان؟",
    msg: "ما نمی توانیم تیم ها را بدون مربی، انقلاب ها را بدون رهبر، درختان بدون ریشه، و کسب و کار را بدون سیستم عامل تصور کنیم! بنابراین ما کسب و کار آنلاین را برای شرکت‌های با رشد سریع و کارآفرینان جوان ساختیم.",

    sec1: {
      title: "آسان اما حرفه ای",
      msg: "این برای شما طراحی شده است که مانند یک حرفه ای در بازارها بازی کنید ، حتی اگر مبتدی هستید اما می خواهید مانند یک حرفه ای بازی کنید ، یا متخصص هستید و شایسته بازی مانند خودتان هستید!",
    },
    sec2: {
      title: "کسب درآمد مستقل",
      msg: "می توانید رئیس خود باشید، درآمد فروش خود را مستقیما در حساب خود دریافت کنید و دیگر برای تسویه چند هفته چشم به دست دیگران ندوزید. همچنین سلدان برای پردازش هزاران سفارش روزانه شما بهینه سازی شده است.",
    },
    sec3: {
      title: "فروش در شبکه اجتماعی",
      msg: "محصول ما بر اساس رفتار تجاری واقعی خریداران در سراسر جهان طراحی شده است. ما روش های فروش منحصر به فردی را در اینستاگرام ، تلگرام و سایر شبکه های اجتماعی با نام آوکادو ارائه می دهیم.",
    },
    sec4: {
      title: "ذخیره پول",
      msg: "برای داشتن یک فروشگاه آنلاین فعال نیاز به هیچ متخصصی ندارید! با هزینه های هنگفت توسعه، نگهداری و برنامه نویسی وبسایت و حتی متخصصین وردپرس و ووکامرس برای همیشه خداحافظی کنید. ",
    },
  },

  how_it_work: {
    title: "کسب و کار خود را آنلاین کنید.",
    msg: "طراحی قالب، برنامه نویسی و نصب پلاگین را برای همیشه فراموش کنید.",

    step0: {
      title: "طراحی شده برای خریداران، انتخاب شده توسط برندهای بزرگ.",
      msg1: "یک قدم فراتر از هر فروشگاه سازی، در سلدان نیازی به برنامه نویسی، طراحی قالب، خرید بسته ها و افزونه های گوناگون نخواهید داشت. یک سرمایه گذاری عظیم برای طراحی یک واسط کاربری فروشگاهی برتر، در اختیار شما است. تمام آنچه نیاز دارید به صورت از پیش آماده برای شما فراهم شده است. تنها کافیست شروع به گذاشتن محصولات و خدمات خود کنید.",
    },
    step1: {
      title: "محصولات را اضافه کنید.",
      msg1: "محصولات را به صورت دستی اضافه کنید ، مانند افزودن عکس در اینستاگرام! یا 100,000 مورد را فقط با یک فایل اکسل اضافه کنید.",
    },
    step2: {
      title: "درگاه پرداخت را متصل نمایید.",
      msg1: "از دخالت در معاملات مالی متنفریم! 100٪ از پرداخت های مشتریان مستقیماً به حساب بانکی شما واریز می شود. شما می توانید چندین سرویس پرداخت فعال را همزمان در فروشگاه خود داشته باشید!",
      crypto_msg: "برای کاربران فعال",
    },
    step3: {
      title: "شخصی سازی متناسب با برند.",
      msg1: "صفحات فرود خود را طراحی کنید و رنگ بندی سایت را با توجه به پیام برند خود تغییر دهید. همه اینها را می توان با کشیدن و رها کردن بدون نیاز به استخدام متخصص انجام داد.",
      view_sample_pages:"نمونه هایی برای الهام بخشیدن به شما",
    },
    step4: {
      title: "تجربه پرداخت یکپارچه در سراسر جهان.",
      msg1: "مشتریان لازم نیست اطلاعات را وارد کرده و فرم ثبت نام را برای خرید از شما پر کنند! آنها از طریق پیام کوتاه وارد فروشگاه شما شده و اطلاعات لازم را با یک کلیک پر کرده و پرداخت می کنند. با رشد سلدان ، کسب و کار شما نیز رشد خواهد کرد.",
    },
  },

  onboarding: {
    title: "کسب و کار خود را آنلاین ، سریعتر و بهتر کنید - رایگان",
    success_title: "ما در حال نصب فروشگاه شما هستیم",
    wait_msg: "لطفا چند لحظه صبر نمایید...",
    ready_msg: "تبریک، فروشگاه شما آماده است.",
    send_mail_msg: "لینک و اطلاعات ورود را به {email} ارسال کردیم.",

    options: {
      title: "پیکر بندی فروشگاه",
      msg: "چه ویژگی هایی در فروشگاه خود می خواهید؟",
      ecommerce: "فروشگاه آنلاین",
      pos: "صندوق فروشگاهی",
      blog: "وبلاگ و مدیریت محتوا",
      community: "کامیونیتی و انجمن",
    },

    job: {
      title: "برای چه کسب و کاری فروشگاه می سازید؟",
      placeholder:
        "بدون توجه به اینکه در حال حاضر از کدام پلتفرم استفاده می کنید، کسب و کار خود را می توانید به سیستم عامل فروش آنلاین انتقال دهید.",
    },
    shop_name: {
      title: "نام کسب و کار",
      placeholder: "مثال: کفش فروشی سهیل",
    },
    income: {
      title: "فروش ماهانه",
      msg: "بازه حدودی مجموع فروش ماهیانه خود را انتخاب نمایید.",
      Low: "کمتر از 10 میلیون تومان",
      Medium: "10 میلیون تا 100 میلیون تومان",
      High: "100 میلیون تا 1 میلیارد تومان",
      Extreme: "بیش از 1 میلیارد تومان",
    },
    step_1: "شغل",
    step_2: "تنظیمات",
    step_3: "حساب کاربری",
  },

  notion: {
    title: "متفاوت با تمام آنچه دیده اید.",
    quote:
      "ما معتقدیم  در عصر آنلاین حتی یک نفر می تواند تغییری معنا دار در زندگی خود و اطرافیانش ایجاد کند ، حتی اگر پول کافی نداشته باشد ، حتی تجربه فنی نداشته باشد ، حتی حساب بانکی برای پرداخت صورت حساب ها نداشته باشد. ما این کار را با ساخت و در اختیار قراردادن یک پلتفرم منحصر به فرد، بدون نیاز به برنامه نویسی و شامل ابزارهای حرفه ای انجام می دهیم تا به عنوان یک سیستم عامل برای کسب و کارها عمل کنیم.",
  },

  stop: {
    title: "فروشگاه ساز حرفه ای + دریافت مستقیم تمام وجه.",
    subtitle:
      "راه حل های ساده و پیش پا افتاده شما را موفق نمی کنند! اگر قصد دارید یک تجارت آنلاین جدی ایجاد کنید، سلدان یک انتخاب هوشمندانه متناسب با خواسته های شما است.",
  },
  flow: {
    title: "تنظیم تجربه خرید کاربر در فروشگاه.",
    subtitle:
        "سفر مشتری و مسیر خرید را به سادگی چند کلیک طراحی کنید.",
  },
  business_model: {
    title: "شکل پذیر مطابق مدل کسب و کار شما.",
    subtitle:
        "مدل کسب و کار خود را به صورت بصری تنظیم و تغییر دهید، همه کارهای پیچیده در پشت صحنه تنظیم خواهند شد.",
  },

  os: {
    title: "دسترسی به پیشرفته ترین ابزارها — رایگان.",
    msg: "ما توانایی ایجاد یک کسب و کار آنلاین حرفه ای را برای شما فراهم آورده ایم.",
  },
  login: {
    title: "آماده بازی مانند حرفه ای های بازار هستید؟",
  },

  currencies: {
    title: "ارز",
    sub: "مشتریان شما به سادگی می توانند از شما خرید کنند.",
    msg: "به جای درگیر شدن با مسائل فنی، افزونه ها و مشکلات پرداخت ، بر فروش تمرکز کنید. ما با خدمات پرداخت جهانی و محلی همکاری می کنیم تا همه چیز در تجارت آنلاین شما درست کار کند.",
  },

  countries: {
    title: "کشور",
    sub: "بزرگ شدن کسب و کار شما به سادگی یک کلیک.",
    msg: "ما ارتباط سنتی میان مشتریان و فروشندگان را آنلاین کردیم، مهم نیست که شما یا مشتری شما در کجا زندگی می کنند، ما ماموریت داریم تا بهترین تجربه را برای شما فراهم آوریم.",
  },
  dna: {
    title: "هسته کسب و کار شما",
    sub: "سلدان",
    msg: "این یک سیستم عامل برای کسب و کارها است که به کمک آن می توان یک فروشگاه آنلاین را بدون برنامه نویسی و با ابزارهای حرفه ای راه اندازی کرد.",
  },

  api: {
    title: "قابلیت توسعه بی نهایت",
    msg: "تنها سرویس ایکامرس کاملا مبتنی بر API.",

    sec1: {
      title: "ستون فقرات کسب و کار شما",
      msg: "تمام بخش های فروشگاه شما از طریق وب سرویس در دسترس است. شما می توانید هر تغییری در فروشگاه ایجاد نموده، اپ های انحصاری بسازید و یا اپلیکیشن فروشگاه دلخواهتان را بدون دغدغه مسائل فنی و مالی توسعه دهید.",
    },
    sec2: {
      title: "بسته های توسعه سریع",
      msg: "ما بسته های توسعه نرم افزار را برای تمام زبان ها و فریمورک های رایج توسعه داده ایم تا با چند فرمان ساده مراحل تایید هویت، دسترسی به فروشگاه و مدیریت آن را در اختیار بگیرید. شروع برای شما به سادگی چند کلیک خواهد بود.",
    },
  },

  /** @see ConvertibleSelldoneView **/
  convertible: {
    store_name: "فروشگاه من",
    variant_1: "صندلی مدل آبی",
    variant_2: "صندلی مدل زرد",
    buy: "افزودن به سبد",
    price: "890,000 تومان",
    management: {
      title: "مدیریت محصولات",
      msg: "محصولات و دسته بندی ها را مشابه کار با فایل و فولدرها مدیریت نمایید.",
      check1: "ورود هزاران محصول به همراه تصاویر تنها با یک فایل اکسل.",
      check2: "افزودن مدل های سه بعدی واقعیت افزوده.",
      check3: "سئو خودکار فروشگاه و سایت.",
      check4: "ساده ترین و کارآمدترین سرویس مدیریت انبار در بازار.",
    },
    payment: {
      title: "پشتیبانی از چندین درگاه پرداخت",
      msg: "افزودن ساده وس ریع دریگاه های پرداخت به فروشگاه.",
      check1: "پاسارگاد",
      check1msg: "درگاه بدون کارمزد بانکی.",

      check2: "آی دی پی",
      check2msg: "دریافت درگاه آنلاین در چند دقیقه.",

      check3: "پی پینگ",
      check3msg: "اتصال به درگاه با یک کلیک.",
    },
    checkout: {
      title: "برند شما",
      online: "خریداران آنلاین",
      offline: "خریداران در مغازه",
    },
    design: {
      title: "صفحه ساز",
      msg: "ساخت صفحات جذاب بدون برنامه نویسی.",
    },
  },

  secure: {
    title: "امنیت اطلاعات و تراکنش ها",
    msg: "یکپارچگی داده ها و مدیریت سطح دسترسی پیشرفته و آسان.",
  },

  build: {
    title:
      "فروشگاه آنلاین خودت رو با برند خودت بساز و کنترل کسب و کارت رو دوباره بدست بگیر.",
    msg: "شما انتخاب های زیادی دارید تا حساب های شبکه های اجتماعی خود را به یک کاتالوگ آنلاین برای فروش آن هم بر روی دامنه خود تبدیل کنید و یا فروشگاه آنلاین حرفه ای خود را از ابتدا بسازید.",
  },

  stripe: {
    title: "آیا حساب استرایپ دارید؟",
    msg: "تبریک می گویم، شما بیشتر کارها را قبلا انجام داده اید. وب سایت فروش آنلاین خود را فقط با یک کلیک ایجاد کنید! سلدون همه کارها را بعد از آن برای شما انجام خواهد داد.",
  },
  /* demo: {
    title: "نمونه فروشگاه",
    msg: "مشاهده پنل فروشگاه های حرفه ای",
  },*/
  unbanked: {
    title: "انتخاب نهایی برای فروش آنلاین شما.",
    msg: "راه حلی سریع و آسان برای تسهیل فروش آنلاین ، حتی برای بیش از 1.7 میلیارد بزرگسال بدون حساب بانکی در سراسر جهان.",
  },
  faqs: [
    {
      question: "آیا می توانم یک وب سایت خرید آنلاین بدون کارت اعتباری بسازم؟",
      answer:
        "بله، شما می توانید تجارت الکترونیک خود را بدون نیاز به کارت بانکی مانند کارت های اعتباری و نقدی در Selldone ایجاد کنید. Selldone از یک روش منحصر به فرد برای ارائه خدمات تجارت الکترونیک پیشرفته به مردم، حتی بیش از 2 میلیارد بزرگسال بدون بانک در سراسر جهان استفاده می کند.",
    },
    {
      question: "چگونه به مشتریان بدون حساب بانکی به صورت آنلاین بفروشیم؟",
      answer:
        "پرداخت در محل (<b>پول نقدی هنگام تحویل</b>) را در تجارت الکترونیکی خود اضافه کنید تا مشتریان شما بتوانند پس از دریافت سفارش پرداخت کنند. پرداخت در محل روش سنتی در اکثر کشورهایی است که فاقد زیرساخت های مالی هستند.",
    },
    {
      question: "چگونه کسب و کار آنلاین خود را بدون حساب بانکی راه اندازی کنم؟",
      answer:
        "راه حلی برای این موضوع تا قبل از سلدان وجود نداشت. اما اکنون شما می توانید فروشگاه و سایت خود را بدون نیاز به داشتن هر گونه حساب بانکی در سلدان ایجاد نمایید. سلدان هزینه بسیار ناچیزی برای شما دارد، این هزینه را می توانید آخر ماه از طریق کیف پول سلدان خود پرداخت نمایید. کیف پول سلدان قابلیت دریافت شارژ از افراد دیگر و یا شارژ از طریق کارت های شارژ هدیه را دارد. بنا بر این شما نیاز به کارت اعتباری برای استفاده از این خدمات ندارید.",
    },
    {
      question: "چگونه بدون هزینه اولیه کسب و کار خودم راه اندازی کنیم؟",
      answer:
        "<ol><li>در سلدان رایگان ثبت نام نمایید.</li><li>فروشگاه خود را بسازید.</li><li>محصولات و خدمات خود را اضافه نمایید.</li><li>دامنه خود را متصل نمایید (اختیاری)</li><li>درگاه های پرداخت را فعال نمایید.</li><li>شروع به معرفی کسب و کار خود به دوستان و آشنایان کنید.</li><li>در شبکه های اجتمائی خود و محصولاتتان را معرفی نمایید.</li><li>برای خود یک برند بسازید.</li><li>همواره رفتار کاربرانتان را از طریق پنل سلدان بررسی نمایید.</li></ol>",
    },
  ],

  brands: {
    title: "کسب و کار خود را بر پایه های قابل اعتماد بسازید.",
    subtitle: "کسب و کار شما ارزشش را دارد!",
  },

  why_boxes: {
    block1: {
      title: "صرفه جویی هزینه اولیه",
      subtitle: "بدون نیاز به قالب و پلاگین.",
    },
    block2: {
      title: "ذخیره هزینه نگهداری",
      subtitle: "بدون هزینه اضافی و کارمزد پنهان.",
    },
    block3: {
      title: "کاهش زمان صرف شده",
      subtitle: "ابزارهای ساده و دوست داشتنی.",
    },
  },

  money_transfer: {
    customer: "مشتریان شما",
    bank: "حساب بانکی شما",
    wallet: "کیف پول",
    free_setup: "راه اندازی رایگان.",
    no_extra_fee: "بدون هزینه اضافی.",
    no_hidden_fee: "بدون کارمز پنهان.",
  },

  /** @see HomePanelExtraFlow **/
  extra: {
    cart: "مدیریت سبد خرید",
    payment: "پرداخت",
    shipping: "ارسال",
    fulfilment: "پردازش",
    community: "انجمن و بازخورد",
  },

  team: {
    title: "آشنایی با تیم.",
    msg: "ما در بازی بی رحمانه پلتفرم ها با قوانین متفاوتی بازی می کنیم، به خصوص زمانی که رقبای ما میلیون ها دلار برای تبلیغات خرج می کنند؛ ما روی محصول، مردم و حل مشکلات واقعی سرمایه گذاری می کنیم. این تیمی است که کسب و کارتان به آن تکیه خواهد کرد.",
  },

  customers:{
    title: "آشنایی با کاربران.",
    msg: "این تنها شروع یک سفر برای ساخت ابزارهای معنادار برای هموار کردن راه کارآفرینان آینده است که با یادگیری از مشتریان میسر خواهد شد."
  },


};
