/*
 * Copyright (c) 2023. Selldone® Business OS™
 *
 * Author: M.Pajuhaan
 * Web: https://selldone.com
 * ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━
 *
 * All rights reserved. In the weave of time, where traditions and innovations intermingle, this content was crafted.
 * From the essence of thought, through the corridors of creativity, each word, and sentiment has been molded.
 * Not just to exist, but to inspire. Like an artist's stroke or a sculptor's chisel, every nuance is deliberate.
 * Our journey is not just about reaching a destination, but about creating a masterpiece.
 * Tread carefully, for you're treading on dreams.
 */

export default {
  local_service: "سرویس محلی برای کشور {country_name}",
  local_service_message:
    "این سرویس منحصراً برای کاربرانی طراحی شده است که در <u> {country_name} </u> زندگی می کنند و خدمات و محصولات خود را در این کشور می فروشند." +
    "شما فقط مجاز به استفاده از خدمات محلی یا سرویس بین المللی Selldone هستید. " +
    "برای استفاده از این سرویس ، شما ملزم به رعایت قوانین <b> {country_name} </b> و <b> اتحادیه اروپا </b> خواهید بود.",

  my_shops: "فروشگاه های من",
  select_language_dialog_title: "مدیریت کسب و کار با زبان مورد علاقه خودتان",

  welcome_title: "ابزاری برای ساخت ، مدیریت و مقیاس کسب و کار شما",
  welcome_subtitle:
    "ساخت فروشگاه آنلاین حرفه ای بدون نیاز به دانش فنی و استخدام متخصص برای نگهداری و فروش میلیون ها سفارش.",

  moto: "شما تلاش می کنید، ما درها را باز می کنیم!",
  start_now_btn: "شروع کنید — رایگان",
  create_ecommerce_btn: "ساخت فروشگاه — رایگان",
  incentive_action: "با نرخ پایین فروش آنلاینتان برای همیشه خداحافظی کنید!",

  create_shopping_website: "ساخت فروشگاه آنلاین",

  your_shop: "ویترین فروشگاه شما",
  your_dashboard: "پنل مدیریت شما",

  storefront: "ویترین فروشگاه",
  back_office: "پنل مدیریت",

  s1: {
    /* title:
      "ساخت فروشگاه آنلاین حرفه ای<br>بدون نیاز به دانش فنی و استخدام متخصص",
   title_animated_words: [
      "کارآفرینان",
      "برندها",
      "کسب و کارها",
      "تولید کنندگان",
      "هنرمندان",
      "خرده فروشان",
    ],*/

    subtitle:
      "اگر به دنبال ارائه یک تجربه منحصر به فرد، سریع و قابل اعتماد برای مشتریان خود هستید، این ابزار برای شماست!",

    domain_input: {
      message:
        "فروشگاه شما بر روی هر تعداد دامنه اختصاصی که می خواهید با هاست و SSL رایگان",
      action: "ایجاد فروشگاه",
    },
    community: "ساخت انجمن و کامیونیتی",
    shop: "فروشگاه ساز و فروش آنلاین",
    inventory: "مدیریت محصولات و انبار",
    cms: "مدیریت محتوا و بلاگ",

    in_60_sec: "در کمتر از یک دقیقه",
  },

  video: {
    title: "یک تجربه لذت بخش برای مشتریان شما.",
    msg: "سریعترین تجربه خرید را به مخاطبان خود ارائه نمایید.",
    pacman: "از کارهای فنی سر در نمیارم",

    card_pos: {
      title: "صندوق فروشگاهی سلدان",
      msg: "بدون هزینه راه اندازی  در مغازه خود بفروشید.",
    },
    card_ecommerce: {
      title: "فروشگاه ساز آنلاین سلدان",
      msg: "فروش آنلاین خود را ساده اما مانند حرفه ای ها شروع کنید.",
    },
  },

  why: {
    title: "چرا سلدان؟",
    msg: "ما نمی توانیم تیم ها را بدون مربی، انقلاب ها را بدون رهبر، درختان بدون ریشه، و کسب و کار را بدون سیستم عامل تصور کنیم! بنابراین ما کسب و کار آنلاین را برای شرکت‌های با رشد سریع و کارآفرینان جوان ساختیم.",

    sec1: {
      title: "آسان اما حرفه ای",
      msg: "این برای شما طراحی شده است که مانند یک حرفه ای در بازارها بازی کنید ، حتی اگر مبتدی هستید اما می خواهید مانند یک حرفه ای بازی کنید ، یا متخصص هستید و شایسته بازی مانند خودتان هستید!",
    },
    sec2: {
      title: "کسب درآمد مستقل",
      msg: "می توانید رئیس خود باشید، درآمد فروش خود را مستقیما در حساب خود دریافت کنید و دیگر برای تسویه چند هفته چشم به دست دیگران ندوزید. همچنین سلدان برای پردازش هزاران سفارش روزانه شما بهینه سازی شده است.",
    },
    sec3: {
      title: "فروش در شبکه اجتماعی",
      msg: "محصول ما بر اساس رفتار تجاری واقعی خریداران در سراسر جهان طراحی شده است. ما روش های فروش منحصر به فردی را در اینستاگرام ، تلگرام و سایر شبکه های اجتماعی با نام آوکادو ارائه می دهیم.",
    },
    sec4: {
      title: "ذخیره پول",
      msg: "برای داشتن یک فروشگاه آنلاین فعال نیاز به هیچ متخصصی ندارید! با هزینه های هنگفت توسعه، نگهداری و برنامه نویسی وبسایت و حتی متخصصین وردپرس و ووکامرس برای همیشه خداحافظی کنید. ",
    },
  },

  how_it_work: {
    title: "چگونگی کارکرد",
    msg: "طراحی قالب، برنامه نویسی و نصب پلاگین را برای همیشه فراموش کنید.",

    step0: {
      title: "طراحی شده برای خریداران، انتخاب شده توسط برندهای بزرگ.",
      msg1: "یک قدم فراتر از هر فروشگاه سازی، در سلدان نیازی به برنامه نویسی، طراحی قالب، خرید بسته ها و افزونه های گوناگون نخواهید داشت. یک سرمایه گذاری عظیم برای طراحی یک واسط کاربری فروشگاهی برتر، در اختیار شما است. تمام آنچه نیاز دارید به صورت از پیش آماده برای شما فراهم شده است. تنها کافیست شروع به گذاشتن محصولات و خدمات خود کنید.",
    },
    step1: {
      title: "محصولات را اضافه کنید.",
      msg1: "محصولات را به صورت دستی اضافه کنید ، مانند افزودن عکس در اینستاگرام! یا 100,000 مورد را فقط با یک فایل اکسل اضافه کنید.",
    },
    step2: {
      title: "درگاه پرداخت را متصل نمایید.",
      msg1: "از دخالت در معاملات مالی متنفریم! 100٪ از پرداخت های مشتریان مستقیماً به حساب بانکی شما واریز می شود. شما می توانید چندین سرویس پرداخت فعال را همزمان در فروشگاه خود داشته باشید!",
      crypto_msg: "برای کاربران فعال",
    },
    step3: {
      title: "شخصی سازی متناسب با برند.",
      msg1: "صفحات فرود خود را طراحی کنید و رنگ بندی سایت را با توجه به پیام برند خود تغییر دهید. همه اینها را می توان با کشیدن و رها کردن بدون نیاز به استخدام متخصص انجام داد.",
      view_sample_pages: "نمونه هایی برای الهام بخشیدن به شما",
    },
    step4: {
      title: "تجربه پرداخت یکپارچه در سراسر جهان.",
      msg1: "مشتریان لازم نیست اطلاعات را وارد کرده و فرم ثبت نام را برای خرید از شما پر کنند! آنها از طریق پیام کوتاه وارد فروشگاه شما شده و اطلاعات لازم را با یک کلیک پر کرده و پرداخت می کنند. با رشد سلدان ، کسب و کار شما نیز رشد خواهد کرد.",
    },
  },

  onboarding: {
    title: "کسب و کار خود را آنلاین ، سریعتر و بهتر کنید - رایگان",
    success_title: "ما در حال نصب فروشگاه شما هستیم",
    wait_msg: "لطفا چند لحظه صبر نمایید...",
    ready_msg: "تبریک، فروشگاه شما آماده است.",
    send_mail_msg: "لینک و اطلاعات ورود را به {email} ارسال کردیم.",

    options: {
      title: "پیکر بندی فروشگاه",
      msg: "چه ویژگی هایی در فروشگاه خود می خواهید؟",
      ecommerce: "فروشگاه آنلاین",
      pos: "صندوق فروشگاهی",
      blog: "وبلاگ و مدیریت محتوا",
      community: "کامیونیتی و انجمن",
    },

    job: {
      title: "برای چه کسب و کاری فروشگاه می سازید؟",
      placeholder:
        "بدون توجه به اینکه در حال حاضر از کدام پلتفرم استفاده می کنید، کسب و کار خود را می توانید به سیستم عامل فروش آنلاین انتقال دهید.",
    },
    shop_name: {
      title: "نام کسب و کار",
      placeholder: "مثال: کفش فروشی سهیل",
    },
    income: {
      title: "فروش ماهانه",
      msg: "بازه حدودی مجموع فروش ماهیانه خود را انتخاب نمایید.",
      Low: "کمتر از 10 میلیون تومان",
      Medium: "10 میلیون تا 100 میلیون تومان",
      High: "100 میلیون تا 1 میلیارد تومان",
      Extreme: "بیش از 1 میلیارد تومان",
    },
    step_1: "شغل",
    step_2: "تنظیمات",
    step_3: "حساب کاربری",
  },

  notion: {
    title: "متفاوت با تمام آنچه دیده اید.",
    quote:
      "ما معتقدیم  در عصر آنلاین حتی یک نفر می تواند تغییری معنا دار در زندگی خود و اطرافیانش ایجاد کند ، حتی اگر پول کافی نداشته باشد ، حتی تجربه فنی نداشته باشد ، حتی حساب بانکی برای پرداخت صورت حساب ها نداشته باشد. ما این کار را با ساخت و در اختیار قراردادن یک پلتفرم منحصر به فرد، بدون نیاز به برنامه نویسی و شامل ابزارهای حرفه ای انجام می دهیم تا به عنوان یک سیستم عامل برای کسب و کارها عمل کنیم.",
  },

  stop: {
    title: "فروشگاه ساز حرفه ای + دریافت مستقیم تمام وجه.",
    subtitle:
      "راه حل های ساده و پیش پا افتاده شما را موفق نمی کنند! اگر قصد دارید یک تجارت آنلاین جدی ایجاد کنید، سلدان یک انتخاب هوشمندانه متناسب با خواسته های شما است.",
    pacman: "پلاگین پرداخت",
  },
  flow: {
    title: "تنظیم تجربه خرید کاربر در فروشگاه.",
    subtitle: "سفر مشتری و مسیر خرید را به سادگی چند کلیک طراحی کنید.",
    pacman: "پلاگین سبد خرید",
  },
  business_model: {
    title: "شکل پذیر مطابق مدل کسب و کار شما.",
    subtitle:
      "مدل کسب و کار خود را به صورت بصری تنظیم و تغییر دهید، همه کارهای پیچیده در پشت صحنه تنظیم خواهند شد.",
    pacman: "پلاگین مدیریت",
  },

  os: {
    title: "دسترسی به پیشرفته ترین ابزارها — رایگان.",
    msg: "ما توانایی ایجاد یک کسب و کار آنلاین حرفه ای را برای شما فراهم آورده ایم.",
  },
  login: {
    title: "آماده بازی مانند حرفه ای های بازار هستید؟",
  },

  currencies: {
    title: "ارز",
    sub: "مشتریان شما به سادگی می توانند از شما خرید کنند.",
    msg: "به جای درگیر شدن با مسائل فنی، افزونه ها و مشکلات پرداخت ، بر فروش تمرکز کنید. ما با خدمات پرداخت جهانی و محلی همکاری می کنیم تا همه چیز در تجارت آنلاین شما درست کار کند.",
  },

  countries: {
    title: "کشور",
    sub: "بزرگ شدن کسب و کار شما به سادگی یک کلیک.",
    msg: "ما ارتباط سنتی میان مشتریان و فروشندگان را آنلاین کردیم، مهم نیست که شما یا مشتری شما در کجا زندگی می کنند، ما ماموریت داریم تا بهترین تجربه را برای شما فراهم آوریم.",
  },
  dna: {
    title: "هسته کسب و کار شما",
    sub: "سلدان",
    msg: "این یک سیستم عامل برای کسب و کارها است که به کمک آن می توان یک فروشگاه آنلاین را بدون برنامه نویسی و با ابزارهای حرفه ای راه اندازی کرد.",
  },

  api: {
    header: 'پروژه و API اوپن سورس با سفارشی‌سازی {infinite}',
    title: "قابلیت توسعه بی نهایت",
    msg: "تنها سرویس ایکامرس کاملا مبتنی بر API.",

    sec1: {
      title: "ستون فقرات کسب و کار شما",
      msg: "تمام بخش های فروشگاه شما از طریق وب سرویس در دسترس است. شما می توانید هر تغییری در فروشگاه ایجاد نموده، اپ های انحصاری بسازید و یا اپلیکیشن فروشگاه دلخواهتان را بدون دغدغه مسائل فنی و مالی توسعه دهید.",
    },
    sec2: {
      title: "بسته های توسعه سریع",
      msg: "ما بسته های توسعه نرم افزار را برای تمام زبان ها و فریمورک های رایج توسعه داده ایم تا با چند فرمان ساده مراحل تایید هویت، دسترسی به فروشگاه و مدیریت آن را در اختیار بگیرید. شروع برای شما به سادگی چند کلیک خواهد بود.",
    },
  },

  /** @see ConvertibleSelldoneView **/
  convertible: {
    store_name: "فروشگاه من",
    variant_1: "صندلی مدل آبی",
    variant_2: "صندلی مدل زرد",
    buy: "افزودن به سبد",
    price: "890,000 تومان",
    management: {
      title: "مدیریت محصولات",
      msg: "محصولات و دسته بندی ها را مشابه کار با فایل و فولدرها مدیریت نمایید.",
      check1: "ورود هزاران محصول به همراه تصاویر تنها با یک فایل اکسل.",
      check2: "افزودن مدل های سه بعدی واقعیت افزوده.",
      check3: "سئو خودکار فروشگاه و سایت.",
      check4: "ساده ترین و کارآمدترین سرویس مدیریت انبار در بازار.",
    },
    payment: {
      title: "پشتیبانی از چندین درگاه پرداخت",
      msg: "افزودن ساده وس ریع دریگاه های پرداخت به فروشگاه.",
      check1: "پاسارگاد",
      check1msg: "درگاه بدون کارمزد بانکی.",

      check2: "آی دی پی",
      check2msg: "دریافت درگاه آنلاین در چند دقیقه.",

      check3: "پی پینگ",
      check3msg: "اتصال به درگاه با یک کلیک.",
    },
    checkout: {
      title: "برند شما",
      online: "خریداران آنلاین",
      offline: "خریداران در مغازه",
    },
    design: {
      title: "صفحه ساز",
      msg: "ساخت صفحات جذاب بدون برنامه نویسی.",
    },
  },

  secure: {
    title: "امنیت اطلاعات و تراکنش ها",
    msg: "یکپارچگی داده ها و مدیریت سطح دسترسی پیشرفته و آسان.",
  },

  build: {
    title:
      "فروشگاه آنلاین خودت رو با برند خودت بساز و کنترل کسب و کارت رو دوباره بدست بگیر.",
    msg: "شما انتخاب های زیادی دارید تا حساب های شبکه های اجتماعی خود را به یک کاتالوگ آنلاین برای فروش آن هم بر روی دامنه خود تبدیل کنید و یا فروشگاه آنلاین حرفه ای خود را از ابتدا بسازید.",
  },

  stripe: {
    title: "آیا حساب استرایپ دارید؟",
    msg: "تبریک می گویم، شما بیشتر کارها را قبلا انجام داده اید. وب سایت فروش آنلاین خود را فقط با یک کلیک ایجاد کنید! سلدون همه کارها را بعد از آن برای شما انجام خواهد داد.",
  },
  /* demo: {
    title: "نمونه فروشگاه",
    msg: "مشاهده پنل فروشگاه های حرفه ای",
  },*/
  unbanked: {
    title: "انتخاب نهایی برای فروش آنلاین شما.",
    msg: "راه حلی سریع و آسان برای تسهیل فروش آنلاین ، حتی برای بیش از 1.7 میلیارد بزرگسال بدون حساب بانکی در سراسر جهان.",
  },
  faqs: [
    {
      question: "آیا می توانم یک وب سایت خرید آنلاین بدون کارت اعتباری بسازم؟",
      answer:
        "بله، شما می توانید تجارت الکترونیک خود را بدون نیاز به کارت بانکی مانند کارت های اعتباری و نقدی در Selldone ایجاد کنید. Selldone از یک روش منحصر به فرد برای ارائه خدمات تجارت الکترونیک پیشرفته به مردم، حتی بیش از 2 میلیارد بزرگسال بدون بانک در سراسر جهان استفاده می کند.",
    },
    {
      question: "چگونه به مشتریان بدون حساب بانکی به صورت آنلاین بفروشیم؟",
      answer:
        "پرداخت در محل (<b>پول نقدی هنگام تحویل</b>) را در تجارت الکترونیکی خود اضافه کنید تا مشتریان شما بتوانند پس از دریافت سفارش پرداخت کنند. پرداخت در محل روش سنتی در اکثر کشورهایی است که فاقد زیرساخت های مالی هستند.",
    },
    {
      question: "چگونه کسب و کار آنلاین خود را بدون حساب بانکی راه اندازی کنم؟",
      answer:
        "راه حلی برای این موضوع تا قبل از سلدان وجود نداشت. اما اکنون شما می توانید فروشگاه و سایت خود را بدون نیاز به داشتن هر گونه حساب بانکی در سلدان ایجاد نمایید. سلدان هزینه بسیار ناچیزی برای شما دارد، این هزینه را می توانید آخر ماه از طریق کیف پول سلدان خود پرداخت نمایید. کیف پول سلدان قابلیت دریافت شارژ از افراد دیگر و یا شارژ از طریق کارت های شارژ هدیه را دارد. بنا بر این شما نیاز به کارت اعتباری برای استفاده از این خدمات ندارید.",
    },
    {
      question: "چگونه بدون هزینه اولیه کسب و کار خودم راه اندازی کنیم؟",
      answer:
        "<ol><li>در سلدان رایگان ثبت نام نمایید.</li><li>فروشگاه خود را بسازید.</li><li>محصولات و خدمات خود را اضافه نمایید.</li><li>دامنه خود را متصل نمایید (اختیاری)</li><li>درگاه های پرداخت را فعال نمایید.</li><li>شروع به معرفی کسب و کار خود به دوستان و آشنایان کنید.</li><li>در شبکه های اجتمائی خود و محصولاتتان را معرفی نمایید.</li><li>برای خود یک برند بسازید.</li><li>همواره رفتار کاربرانتان را از طریق پنل سلدان بررسی نمایید.</li></ol>",
    },
  ],

  brands: {
    title: "کسب و کار خود را بر پایه های قابل اعتماد بسازید.",
    subtitle: "کسب و کار شما ارزشش را دارد!",
  },

  why_boxes: {
    title: 'بهینه‌سازی شده برای فروش آنلاین و حضوری در مقیاس بزرگ',
    subtitle: 'طراحی شده برای تبدیل بازدیدکنندگان به مشتریان. فروشگاه آنلاین خود را با ابزارهای کاربردی ارتقا دهید تا تجربه‌ای جذاب برای بازدیدکنندگان فراهم آورد.',


    block1: {
      title: "صرفه جویی هزینه اولیه",
      subtitle: "بدون نیاز به قالب و پلاگین.",
    },
    block2: {
      title: "ذخیره هزینه نگهداری",
      subtitle: "بدون هزینه اضافی و کارمزد پنهان.",
    },
    block3: {
      title: "کاهش زمان صرف شده",
      subtitle: "ابزارهای ساده و دوست داشتنی.",
    },
  },

  money_transfer: {
    customer: "مشتریان شما",
    bank: "حساب بانکی شما",
    wallet: "کیف پول",
    free_setup: "راه اندازی رایگان.",
    no_extra_fee: "بدون هزینه اضافی.",
    no_hidden_fee: "بدون کارمز پنهان.",
  },

  /** @see HomePanelExtraFlow **/
  extra: {
    cart: "مدیریت سبد خرید",
    payment: "پرداخت",
    shipping: "ارسال",
    fulfilment: "پردازش",
    community: "انجمن و بازخورد",
  },

  team: {
    title: "آشنایی با تیم.",
    msg: "ما در بازی بی رحمانه پلتفرم ها با قوانین متفاوتی بازی می کنیم، به خصوص زمانی که رقبای ما میلیون ها دلار برای تبلیغات خرج می کنند؛ ما روی محصول، مردم و حل مشکلات واقعی سرمایه گذاری می کنیم. این تیمی است که کسب و کارتان به آن تکیه خواهد کرد.",
  },

  customers: {
    title: "آشنایی با کاربران.",
    msg: "این تنها شروع یک سفر برای ساخت ابزارهای معنادار برای هموار کردن راه کارآفرینان آینده است که با یادگیری از مشتریان میسر خواهد شد.",
  },

  panorama: {
    title:
      'بدون افزونه های پرهزینه، <b class="font-weight-bold">همه چیز یکجا</b>',
    msg: "نیازی نیست هر ماه میلیون ها تومان برای پلاگین ها و برنامه ها خرج کنید و نگران به روز رسانی ها باشید. مانند اپل برای رایانه شخصی شما، سیستم عامل سلدان از تمام جنبه های فنی کسب و کار شما مراقبت می کند.",
    orders_management: "مدیریت سفارشات",
    online_pos: "صندوق آنلاین",
    shipping: "حمل و نقل",
    inventory_management: "مدیریت انبار",
    social_commerce: "سوشال کامرس",
    in_store_sell: "مدیریت مغازه",
    team: "مدیریت کارکنان",
    incentives: "مشوق ها و کلاب",
    community: "انجمن و کامیونیتی",
    payments: "درگاه پرداخت",
    ar_3d: "3D / AR",
  },

  no_plugin: "بدون—پلاگین",

  product_page: {
    title: "خروجی پس از افزودن اولین محصول شما.",
    msg: "با چند کلیک ساده، ایده های خود را به وجود بیاورید.",
    open_sample_product_link: "مشاهده صفحه محصول",
    open_templates: "لیست تمپلیت ها",
  },
  /** {@see CountrySupportBox} */
  support_box: {
    country_select_label: "کشور خود را انتخاب کنید",
    we_support_message: "ما از {country} پشتیبانی می‌کنیم",
    we_limited_support: "ما پشتیبانی محدودی از {country} داریم",
    support_message_long:
      "تجربه تراکنش‌های آنلاین بی‌دردسر در کشور خود با سلدان! علاوه بر محاسبات مالیاتی حرفه‌ای، ما روش‌های متنوع پرداخت از جمله نقدی، پوز، انتقال بانکی و بیشتر را ارائه می‌دهیم. کسب و کار خود را بر روی پلتفرمی بسازید که به طور کامل از نیازهای کشور شما پشتیبانی می‌کند.",
    limited_support_message_long:
      "پرداخت آنلاین ممکن است در کشور شما موجود نباشد، اما نگران نباشید! در Selldone، ما پرداخت نقدی، انتقال بانکی، و پرداخت در محل (COD) را در سراسر جهان ارائه می‌دهیم. شما می‌توانید با اطمینان کسب و کار آنلاین خود را با ما بسازید در حالی که به قوانین کشور خود و اروپا احترام می‌گذارید. برای اطلاعات بیشتر یا استعلام در مورد پشتیبانی از پرداخت‌های آنلاین در کشور خود، لطفاً با تیم پشتیبانی ما تماس بگیرید.",
    more_about_selldone_in_country: "درباره سلدان در کشور شما",
    support_worldwide_customers: "شما می توانید محصولات و خدمات خود را به مشتریان در سراسر دنیا بفروشید!",

  },

  hero: {
    intro: "برترین سیستم عامل برای کسب‌وکارها",
    title: 'جایگزین کردن {infinite} پلاگین‌ و اپلیکیشن‌ با یک {app}',
    functionality: 'کارایی',
    screenshots: 'اسکرین شات‌ها',
    functionality_tooltip: 'با اطمینان و آسانی زیرساخت‌های کسب‌وکار خود را انتخاب کنید! ما <b>اسکرین شات‌های واقعی محصول</b> را نمایش می‌دهیم، نه تصاویر فتوشاپی!'

  },

  "screenshots": {
    "item_1": {
      "title": "مدیریت سفارشات خود را ساده کنید.",
      "desc": "با استفاده از عملکردهای پیشرفته لیست و فیلتر، به طور مؤثر حجم زیادی از سفارشات را روزانه مدیریت کنید."
    },
    "item_2": {
      "title": "فروشگاه خود را به POD ها متصل کنید.",
      "desc": "به راحتی فروشگاه خود را به سرویس چاپ بر اساس تقاضای dropshipping مانند Printful متصل کنید و آثار هنری خود را بر روی مواد چاپی بدون نیاز به هیچ افزونه اضافی بفروشید."
    },
    "item_3": {
      "title": "سفارشات را با ابزارهای سطح سازمانی تکمیل کنید.",
      "desc": "تجربه فرآیند سفارش‌دهی ساده شده با قابلیت فرم‌بندی درخواست‌ها، انجام تغییرات لازم و به‌روزرسانی وضعیت فقط با یک کلیک. توانایی‌های تکمیل سفارشات خود را با ابزارهای سطح سازمانی به ارتفاعات جدید ببرید."
    },
    "item_4": {
      "title": "ردیابی اقدامات در تایم‌لاین سفارش.",
      "desc": "تایم‌لاین یک سفارش، رکورد دقیقی از همه اقدامات و تغییرات انجام شده بر روی سفارش را ارائه می‌دهد. شما به راحتی می‌توانید ببینید که چه کسی تغییرات را انجام داده و چه زمانی انجام شده است."
    },
    "item_5": {
      "title": "ساده‌سازی ارتباطات مشتری و فروشنده.",
      "desc": "ایمیل‌هایی با برندینگ شما به طور خودکار به مشتریان، فروشندگان و هر آدرس ایمیل سفارشی که بعد از فرآیند پرداخت و تکمیل خرید مشخص شده است، ارسال می‌شود."
    },
    "item_6": {
      "title": "سازماندهی محصولات با کشیدن و رها کردن.",
      "desc": "محصولات در این سیستم شبیه به فایل‌ها عمل می‌کنند، در حالی که دسته‌بندی‌ها مانند پوشه‌ها عمل می‌کنند. شما می‌توانید به راحتی محصولات را بکشید و رها کنید، آن‌ها را دوباره مرتب کنید، کپی و چسباندن کنید و حتی محصولات حجیم را با استفاده از فایل Excel ساده وارد کنید."
    },
    "item_7": {
      "title": "به راحتی سفارشات اشتراکی خود را ردیابی کنید.",
      "desc": "یک لیست فشرده و شهودی از همه سفارشات اشتراکی جاری و گذشته، شامل زمان تا پرداخت بعدی و اطلاعات دقیق برای هر سفارش را بازیابی کنید."
    },
    "item_8": {
      "title": "از ابزارهای وبلاگ و مدیریت محتوا برای جذب مشتریان استفاده کنید.",
      "desc": "از ویژگی‌های وبلاگ و سیستم مدیریت محتوای داخلی برای ایجاد محتوا در مورد شرکت و پیشنهادات خود استفاده کنید و مخاطبان جدیدی را از طریق بهینه‌سازی موتور جستجو جذب کنید. با این کار، شما می‌توانید با مشتریان خود تعامل داشته باشید."
    },
    "item_9": {
      "title": "اتصال OS — به راحتی به خدمات خارجی متصل شوید.",
      "desc": "امکان اتصال به خدمات خارجی، مانند بازارها، تامین‌کنندگان dropshipping، POD ها و نرم‌افزارهای مالی، بدون نیاز به هیچ افزونه اضافی وجود دارد."
    },
    "item_10": {
      "title": "واردات محصولات از خدمات خارجی را ساده کنید.",
      "desc": "به راحتی محصولات را از خدمات خارجی مانند Woocommerce و Printful تنها با چند کلیک و به طور کامل خودکار وارد کنید."
    },
    "item_11": {
      "title": "اتصال فروشگاه خود به Google Merchant Center.",
      "desc": "فروشگاه خود را با Google Merchant Center لینک کرده و تمام اقلام و دسته‌بندی‌ها را به طور یکپارچه هماهنگ کنید تا آن‌ها را در گوگل تبلیغ کنید."
    },
    "item_12": {
      "title": "Avocado — به راحتی محصولات را در شبکه‌های اجتماعی بفروشید.",
      "desc": "با Avocado، می‌توانید محصولات را در شبکه‌های اجتماعی بفروشید بدون اینکه نیاز به افزودن دستی محصولات و قیمت‌ها باشد. این ابزار به طور خودکار لینک پرداخت برای سفارشات ایجاد می‌کند و به شما امکان می‌دهد فاکتورهای سفارشی با لینک پرداخت ایجاد کنید."
    },
    "item_13": {
      "title": "Ribbon — به راحتی اشتراک‌ها را ایجاد و بفروشید.",
      "desc": "Ribbon ابزاری قدرتمند است که به شما امکان می‌دهد به راحتی اشتراک‌هایی مانند جعبه‌های اشتراکی، دیوارهای پرداخت و انواع مختلف محتوا را تنها با چند کلیک ایجاد و بفروشید."
    },
    "item_14": {
      "title": "گزینه‌های پرداخت متعدد را در فروشگاه خود ارائه دهید.",
      "desc": "ارائه گزینه‌های پرداخت مختلف در فروشگاه شما مفید است، مانند ادغام هر دو Stripe و PayPal."
    },
    "item_15": {
      "title": "ترغیب خرید مشتری با تخفیف‌ها، پیشنهادات، کوپن‌ها و گیمیفیکیشن.",
      "desc": "مشتریان خود را برای خرید بیشتر از فروشگاه شما با استفاده از روش‌های مختلف مانند ارائه کدهای تخفیف، پیشنهادات تبلیغاتی، تخفیف‌های هوشمند، کوپن‌ها، کارت‌های هدیه و ادغام عناصر گیمیفیکیشن در تجربه خرید، ترغیب کنید."
    },
    "item_16": {
      "title": "بهینه‌سازی عملکرد با مدیریت کمپین سرور ساید.",
      "desc": "از بازاریابی و مدیریت کمپین سرور ساید استفاده کنید تا به دقیق‌ترین و جامع‌ترین اطلاعات در مورد عملکرد کمپین خود دست یابید."
    },
    "item_17": {
      "title": "مدیریت پرداخت‌ها و فروش‌های وابسته.",
      "desc": "وابستگان را شامل شوید و به طور کارآمد پرداخت‌ها و فروش‌های آن‌ها را مدیریت کنید. از گزینه‌های پیشرفته مختلف مدیریت وابسته مانند اختصاص دامنه‌های مشتری منحصربه‌فرد برای هر وابسته استفاده کنید."
    },
    "item_18": {
      "title": "به طور کارآمد مدیریت موجودی و قیمت‌گذاری کنید.",
      "desc": "ابزارهای مدیریت لجستیک و موجودی به سازماندهی، فیلتر و مدیریت موجودی و قیمت‌گذاری برای هزاران محصول و تنوع‌های آن‌ها کمک می‌کنند."
    },
    "item_19": {
      "title": "فعالیت مشتری و آمار در زمان واقعی.",
      "desc": "به جدیدترین داده‌های فعالیت مشتری و آمار وب‌سایت دسترسی پیدا کنید تا تصمیمات مبتنی بر داده و آگاهانه بگیرید."
    },
    "item_20": {
      "title": "افزایش فروش با ساخت جامعه.",
      "desc": "یک جامعه تعاملی بسازید تا فروش در فروشگاه خود را افزایش دهید، تعامل مخاطبان را افزایش دهید، اعتماد را تقویت کنید و از مزایای سئو محتوا رایگان بهره‌برداری کنید."
    },
    "item_21": {
      "title": "ارتقاء تجربه مشتریان خود.",
      "desc": "پایه مشتریان خود را سازماندهی و تقسیم‌بندی کنید، ارزش طول عمر آن‌ها، خریدهای گذشته آنلاین و در فروشگاه را تحلیل کنید و مسیر آن‌ها را پیگیری کنید تا تجربه آن‌ها را بهبود دهید در حالی که به حریم خصوصی آن‌ها احترام می‌گذارید."
    },
    "item_22": {
      "title": "به راحتی صفحات واکنش‌گرا طراحی کنید.",
      "desc": "به راحتی صفحات داخلی و فرود جلب‌توجه و واکنش‌گرا را با استفاده از سازنده صفحات بدون کد داخلی طراحی کنید. به سادگی بخش‌ها را کشیده و رها کنید تا صفحات سفارشی ایجاد کنید."
    },
    "item_23": {
      "title": "ویرایش را با ویرایشگر صفحه درون‌خطی ساده کنید.",
      "desc": "به راحتی متن‌ها و تصاویر را درون صفحات با استفاده از ویرایشگر صفحه درون‌خطی ویرایش کنید، این کار را ساده و شهودی کنید تا محتوای خود را به‌روزرسانی کنید."
    },
    "item_24": {
      "title": "مدیریت دسترسی و نقش‌های تیم.",
      "desc": "اعضای تیم خود را دعوت کنید، نقش‌های کارکنان را ایجاد و سطح دسترسی آن‌ها را تنظیم کنید. به عنوان کسب‌وکار و تیم شما گسترش می‌یابد، سیستم عامل کسب‌وکار شما به تبع آن تطابق خواهد یافت."
    },
    "item_25": {
      "title": "اپلیکیشن‌های خود را داشته باشید.",
      "desc": "کسب‌وکار خود را با یک اپلیکیشن وب پیشرفته آغاز کنید و تجربه‌ای سریع‌تر نسبت به رقبا به مشتریان خود ارائه دهید."
    },
    "item_26": {
      "title": "ابزارهای پیشرفته اتوماسیون و صرفه‌جویی.",
      "desc": "عملیات کسب‌وکار خود را ساده کنید و زمان و منابع ارزشمند را با استفاده از ابزارهای پیشرفته اتوماسیون که می‌توانند در فروشگاه شما ادغام شوند، صرفه‌جویی کنید."
    },
    "item_27": {
      "title": "سفارشی‌سازی فروشگاه خود با سهولت.",
      "desc": "به راحتی فروشگاه خود را با استفاده از گزینه‌های سفارشی‌سازی بصری مانند تم، رنگ‌بندی‌ها، فونت‌ها و بیشتر سفارشی‌سازی کنید - همه بدون نیاز به کدنویسی یا مهارت‌های فنی."
    },
    "item_28": {
      "title": "طراحی مسیر مشتری شخصی‌سازی شده.",
      "desc": "مسیر مشتری شخصی‌سازی شده را با استفاده از گزینه‌های مختلف موجود در Selldone طراحی کنید، مانند انتخاب نقطه ورود یا فعال کردن خرید مهمان."
    },
    "item_29": {
      "title": "ارتقاء تجربه با گزینه‌های ورود و جریان سفارشی.",
      "desc": "یک تجربه ورود و جریان شخصی‌سازی شده ایجاد کنید، گزینه‌های مختلف ورود اجتماعی را برای فروشگاه آنلاین خود ارائه دهید."
    },
    "item_30": {
      "title": "پشتیبانی از مدل‌های کسب‌وکار پیچیده.",
      "desc": "پشتیبانی Selldone از مدل‌های کسب‌وکار پیشرفته مانند بازار، تامین‌کنندگان dropshipping، وابسته و فرانچایز که به راحتی می‌توانید تنظیم کرده و با یک کلیک بین آن‌ها جابجا شوید."
    },
    "item_31": {
      "title": "لینک چندین دامنه سفارشی.",
      "desc": "شما می‌توانید چندین دامنه سفارشی را به جنبه‌های خاصی از کسب‌وکار خود مانند جامعه، فروشگاه، وبلاگ، صفحات فرود یا حتی وابستگان لینک کنید."
    },
    "item_32": {
      "title": "پشتیبانی از چندین زبان و ترجمه خودکار.",
      "desc": "فروشگاه شما به طور کامل از چندین زبان، هم راست به چپ و هم چپ به راست پشتیبانی می‌کند. شما به راحتی می‌توانید بسته‌های ترجمه خودکار را برای فروشگاه خود نصب و فعال کنید."
    },
    "item_33": {
      "title": "محاسبه مالیات چندپروفایلی داخلی.",
      "desc": "با امکان ایجاد پروفایل‌های مالیاتی متعدد و اختصاص آن‌ها به محصولات خاص، انعطاف‌پذیری بیشتری در محاسبه مالیات بر ارزش افزوده و فروش دارید. به عنوان مثال، می‌توانید نرخ‌های مالیاتی مختلفی را برای اقلام غذایی یا دستگاه‌های الکتریکی اعمال کنید."
    },
    "item_34": {
      "title": "محاسبه مالیات چندمنطقه‌ای.",
      "desc": "از قوانین پیش‌فرض یا سفارشی برای مالیات فروش و مالیات بر ارزش افزوده هنگام فروش به کشورهای مختلف و مناطق استفاده کنید. قوانین را برای مناطق خاص و مناطق مالیاتی به عنوان مورد نیاز لغو کنید."
    },
    "item_35": {
      "title": "انتشار مقالات با یک ویرایشگر درون‌خطی قدرتمند.",
      "desc": "یک ویرایشگر مقاله درون‌خطی پیشرفته فرآیند انتشار و بازبینی مقالات شما را ساده می‌کند، این کار را سریع و آسان می‌کند در حالی که ثبات را حفظ می‌کند."
    },
    "item_36": {
      "title": "داشبورد اختصاصی برای هر محصول.",
      "desc": "هر محصول یک داشبورد اختصاصی دارد که آمار، تمام اطلاعات لازم و دسترسی به تمام اقداماتی که برای مدیریت نیاز است را فراهم می‌کند."
    },
    "item_37": {
      "title": "ترجمه خودکار مقالات.",
      "desc": "از ویژگی ترجمه هوش مصنوعی سطح سازمانی داخلی استفاده کنید تا به راحتی توضیحات محصولات را با یک کلیک به زبان‌های مختلف ترجمه کنید."
    },
    "item_38": {
      "title": "ابزارهای تجزیه و تحلیل داخلی.",
      "desc": "شما به ابزارهای تجزیه و تحلیل داخلی دسترسی خواهید داشت که به طور کامل سرور ساید، امن و سازگار با GDPR هستند، بدون استفاده از کوکی‌ها."
    },
    "item_39": {
      "title": "پوشش نیازهای پیشرفته سئو شما.",
      "desc": "ابزار داخلی ما فعال‌ترین کلمات کلیدی، URL های با عملکرد برتر و نمای کلی از عملکرد کسب‌وکار شما در جستجوی گوگل را در قالب جداول و نمودارها ارائه می‌دهد."
    }
  }


};
