export default {
  "local_service": "שירות מקומי עבור {country_name}",
  "local_service_message": "שירות זה מיועד אך ורק למשתמשים המתגוררים ב- <u>{country_name}</u> ומוכרים את השירותים והמוצרים שלהם במדינה זו. אתה רשאי להשתמש רק בשירותים המקומיים או בשירות הבינלאומי של Seldone. כדי להשתמש בשירות זה, אתה נדרש לעמוד בדרישות החוקים של <b>{country_name}</b> <b>והאיחוד האירופי</b> .",
  "my_shops": "החנויות שלי",
  "moto": "אתה מנסה, אנחנו פותחים את הדלתות!",
  "start_now_btn": "התחל עכשיו - זה בחינם",
  "create_ecommerce_btn": "התחל את המסחר האלקטרוני שלך בחינם",
  "incentive_action": "היפרד משיעור המכירות הנמוך שלך באינטרנט!",
  "create_shopping_website": "צור את המסחר האלקטרוני שלי",
  "s1": {
    "title": "הפוך את החנות המקוונת שלך לפי<br> לא - קוד ולא - פתרון דרוש מומחה",
    "title_animated_words": [
      "יזמים",
      "אמנים",
      "עסקים עצמאיים",
      "מותגים",
      "קמעונאות",
      "יוצרים"
    ],
    "subtitle": "אם אתה רוצה ליצור חוויה ייחודית, מהירה, מאובטחת ואמינה עבור הלקוחות שלך, זה הכלי בשבילך. בנה את הקהילה הייחודית שלך ומסחר אלקטרוני מהיר על מערכת הפעלה עסקית נטולת פרסומות.",
    "domain_input": {
      "message": "החנות שלך יכולה להתחבר לכל מספר דומיינים אישיים שיש לך עם אירוח בחינם ו-SSL",
      "action": "צור חנות"
    },
    "community": "פלטפורמת קהילה",
    "shop": "בונה חנויות מקוונות",
    "inventory": "ניהול מלאי",
    "cms": "עורך דפים ו-CMS",
    "in_60_sec": "לחץ כאן"
  },
  "video": {
    "title": "פתרון הכל באחד עבור המכירות המקוונות והאישיות שלך.",
    "msg": "ספק את חווית הרכישה המהירה ביותר במסחר האלקטרוני שלך.",
    "card_pos": {
      "title": "Seldone POS",
      "msg": "מכירה באופן אישי באמצעות פתרון עלות הגדרה אפס."
    },
    "card_ecommerce": {
      "title": "Seldone מסחר אלקטרוני",
      "msg": "למכור באינטרנט כמו מקצוענים."
    }
  },
  "why": {
    "title": "למה סלדון?",
    "msg": "איננו יכולים לדמיין קבוצות ללא מאמנים, מהפכות ללא מנהיגים, עצים ללא שורשים ועסקים ללא מערכת הפעלה! אז אנחנו מדמיינים מחדש עסקים מקוונים עבור חברות צומחות במהירות ויזמים צעירים.",
    "sec1": {
      "title": "קל + מקצועי",
      "msg": "זה בנוי בשבילך לשחק כמו מקצוען בשווקים, גם אם אתה מתחיל אבל רוצה לשחק כמו מקצוען, או שאתה מומחה ומגיע לך לשחק כמוך!"
    },
    "sec2": {
      "title": "כלים ברמה ארגונית",
      "msg": "אנו משחררים תכונות חדשות, מעדכנים ממשקי API ומיישמים שיטות חדשות כשגרה יומיומית. זוהי מערכת הפעלה לעסק שלך, כך שהעסק שלך מתרחב לפי הפלטפורמה שלנו."
    },
    "sec3": {
      "title": "מכירות חברתיות",
      "msg": "המוצר שלנו תוכנן לפי התנהגות המסחר האמיתית של קונים בכל רחבי העולם. אנו מציעים שיטות מכירה ייחודיות באינסטגרם, TikTok ורשתות חברתיות אחרות, בשם AVOCADO."
    },
    "sec4": {
      "title": "תחסוך כסף",
      "msg": "אין צורך לאף מומחים לקיים מסחר אלקטרוני יותר! היפרד מהמחיר היקר של מומחי הפיתוח, התחזוקה, התכנות ואפילו פלטפורמות המסחר האלקטרוני."
    }
  },
  "how_it_work": {
    "title": "איך זה עובד.",
    "msg": "ללא כרטיס אשראי, ללא תוסף, ללא תבנית, ללא התקנה, ללא מארח, ללא פתרון טכני למי שרוצה לשחק כמו מקצוענים.",
    "step0": {
      "title": "בנוי לקונים, אהוב על המוכרים, צעד אחד משם.",
      "msg1": "זה הזמן שלך לקיים מסחר אלקטרוני אמיתי, לאסוף לקוחות מרוצים סביב העסק שלך ולהתמקד במה שאתה באמת אוהב לעשות."
    },
    "step1": {
      "title": "הוסף את המוצרים שלך.",
      "msg1": "הוסף מוצרים באופן ידני, כמו הוספת תמונות באינסטגרם! או הוסף 100,000 פריטים רק על ידי קובץ אקסל. אתה יכול למכור מוצרים, שירותים, מנויים וקבצים במקום אחד."
    },
    "step2": {
      "title": "חיבור אמצעי תשלום מתאימים לצרכיך.",
      "msg1": "אנחנו לא מעוניינים להתערב בעסקאות פיננסיות! 100% מתשלומי הלקוחות יועברו ישירות לחשבון הבנק שלך. פשוט חבר את ה-Stripe, PayPal וכו' שלך. אתה יכול לקבל מספר שירותי תשלום פעילים בחנות שלך בו-זמנית!",
      "crypto_msg": "זמין עבור סוחרים פעילים"
    },
    "step3": {
      "title": "תווית לבנה / גמיש / ניתן להתאמה אישית עמוקה.",
      "msg1": "עצב את דפי הנחיתה שלך, ושנה את צבע הנושא של האתר שלך המותאם למסר המותג שלך. תכונת גרירה ושחרור מאפשרת את כל זה ללא צורך לשכור מומחה."
    },
    "step4": {
      "title": "תשלום בלחיצה אחת: חווית תשלום אחידה ברחבי העולם.",
      "msg1": "הלקוחות לא צריכים להזין את המידע ולמלא את טופס ההרשמה כדי לקנות מכם! הם נכנסים באמצעות SMS וממלאים את טופס התשלום בלחיצה אחת ומשלמים. אתה גדל, אנחנו גדלים."
    }
  },
  "onboarding": {
    "title": "הפוך את העסק שלך לאינטרנט, מהיר וטוב יותר - זה בחינם",
    "success_title": "התקנת מערכת ההפעלה של העסק המקוון שלך,",
    "wait_msg": "אנא המתן מספר שניות...",
    "ready_msg": "החנות שלך מוכנה.",
    "send_mail_msg": "קישור כניסה נשלח אל {email}",
    "options": {
      "title": "תצורת חנות",
      "msg": "אילו תכונות אתה רוצה באתר שלך?",
      "ecommerce": "מסחר אלקטרוני",
      "pos": "נקודת המכירה",
      "blog": "בלוג ו-CMS",
      "community": "קהילה ופורום"
    },
    "job": {
      "title": "מה הענף שלך?",
      "placeholder": "העבר את העסק שלך למערכת ההפעלה Seldone, לא משנה באיזו פלטפורמה אתה משתמש כעת."
    },
    "shop_name": {
      "title": "שם עסק",
      "placeholder": "לְשֶׁעָבַר. נעלי אלכס"
    },
    "income": {
      "title": "מכירות חודשיות",
      "msg": "בחר טווח מסך המכירות החודשיות שלך.",
      "Low": "עד $5,000 דולר",
      "Medium": "$5,000 USD ~ $50,000 USD",
      "High": "50,000 USD ~ $1,000,000 USD",
      "Extreme": "מעל $1,000,000 דולר"
    },
    "step_1": "מַטָרָה",
    "step_2": "תְצוּרָה",
    "step_3": "חֶשְׁבּוֹן"
  },
  "notion": {
    "title": "משחק עם חוקים שונים.",
    "quote": "אנו מאמינים שאדם אחד יכול לעשות שינוי בעידן האנושות המקוונת, אפילו למי שאין מספיק כסף, אפילו אין לו ניסיון טכנולוגי, אפילו אין לו חשבון בנק לשלם את החשבונות; אנו עושים זאת על ידי יצירת פלטפורמה מוכנה לשימוש עם כלים ברמה ארגונית כדי לפעול כמערכת הפעלה ברת השגה ביותר באינטרנט."
  },
  "stop": {
    "title": "בונה אתרי קניות מקוונות בקלות + תשלום ישיר.",
    "subtitle": "אם אתה מתכנן לבנות עסק מקוון רווחי ולהפוך את הרעיון העסקי שלך למציאות, Seldone היא בחירה מושלמת."
  },
  "os": {
    "title": "גישה לכלים ברמה עולמית - חינם.",
    "msg": "אנו שמים את הכוח של יצירת מסחר אלקטרוני מקצועי בקצות אצבעותיך."
  },
  "login": {
    "title": "האם אתה מוכן לשחק כמו מקצוען בשוק?"
  },
  "currencies": {
    "title": "מטבעות",
    "sub": "הלקוחות שלך יכולים לשלם בצורה חלקה במטבעות המקומיים שלהם.",
    "msg": "התמקד במכירות במקום להיאבק בכאב של טכנולוגיה, תוספים וסיבוכים בתשלומים. אנו עובדים עם שירותי תשלום מקומיים וגלובליים כדי להתאים את הכל בעסק המקוון שלך."
  },
  "countries": {
    "title": "מדינות",
    "sub": "מערכת ההפעלה העסקית הקלה ביותר לקנה מידה בעולם.",
    "msg": "אנו מתאימים את התנהגות המסחר המסורתית מאדם לאדם במרחב המקוון, לא משנה היכן אתה או הלקוח שלך מתגוררים, אנו במשימה לספק את החוויה הטובה ביותר עבורך."
  },
  "dna": {
    "title": "DNA של העסק שלך",
    "sub": "מכור את זה!",
    "msg": "זוהי מערכת ההפעלה העסקית כשירות הכל-באחד ללא קוד בלבד עם כלים ברמה ארגונית עבורך."
  },
  "api": {
    "title": "Dev. יְדִידוּתִי",
    "msg": "פתרון מבוסס API פתוח לחלוטין לעסקים מקוונים.",
    "sec1": {
      "title": "אנו בונים את עמוד השדרה של העסק שלך",
      "msg": "כל הצדדים של החנות שלך זמינים דרך REST API החזק שלנו. אתה יכול לבצע כל שינוי בחנות, ליצור את האפליקציות שלך או לפתח את אפליקציית הקניות שלך מבלי לדאוג לבעיות טכניות, תשלומים ועורפי."
    },
    "sec2": {
      "title": "אינטגרציה מהירה",
      "msg": "אנו מפתחים SDK עבור כל השפות והמסגרות הנפוצות כך שתוכל לבצע את שלבי האימות, הגישה לחשבון ולנהל אותו על ידי פקודות פשוטות. תחילת העבודה תהיה במרחק לחיצות בודדות בלבד."
    }
  },
  "convertible": {
    "store_name": "החנות שלך",
    "variant_1": "וריאנט מוצר ענבר",
    "variant_2": "וריאנט מוצר אדום",
    "buy": "קנה עכשיו",
    "price": "89 דולר",
    "management": {
      "title": "ניהול מוצרים",
      "msg": "נהל מוצרים וקטגוריות כמו קבצים ותיקיות שאתה גרור ושחרר ב-Windows.",
      "check1": "העלה מוצרים באמצעות קבצי Excel או CSV.",
      "check2": "הוסף דגמי AR.",
      "check3": "בצע אופטימיזציה באמצעות מנוע SEO אוטומטי.",
      "check4": "ניהול גרירה ושחרור."
    },
    "payment": {
      "title": "תמיכה במספר שיטות תשלום",
      "msg": "חוויה חלקה בתשלום באתר / באפליקציה.",
      "check1": "פס",
      "check1msg": "תמיכה ביותר מ-40 מדינות.",
      "check2": "קלרנה",
      "check2msg": "קנה עכשיו שלם מאוחר יותר.",
      "check3": "Paypal",
      "check3msg": "תשלום בלחיצה אחת."
    },
    "checkout": {
      "title": "המותג שלך",
      "online": "לקוחות מקוונים",
      "offline": "לקוחות אישיים"
    },
    "design": {
      "title": "בונה דפים",
      "msg": "הפוך את זה לאמיתי רק על ידי גרירה ושחרור."
    }
  },
  "secure": {
    "title": "פתרון היפר בטוח",
    "msg": "שלמות נתונים וניהול רמת גישה ארגונית."
  },
  "build": {
    "title": "קח מסחר אלקטרוני משלך עם מותג משלך וקח את השליטה בעסק שלך בחזרה!",
    "msg": "יש לך אפשרויות רבות להמיר את חשבונות המדיה החברתית שלך לאתר קניות מקוון בדומיין שלך או ליצור את המסחר האלקטרוני שלך מאפס."
  },
  "stripe": {
    "title": "יש לך חשבון Stripe?",
    "msg": "מזל טוב, עשיתם את רוב הדברים בעבר. צור את החנות המקוונת שלך רק בהקשה אחת! סלדון דואג לכל השאר."
  },
  "unbanked": {
    "title": "פלטפורמה אחת, פתרון אחד - מטרה.",
    "msg": "מערכת הפעלה עסקית ייחודית כדי להקל על מכירות מקוונות ולפתוח רוח יזמית, אפילו עבור למעלה מ-1.7 מיליארד מבוגרים ללא בנק."
  },
  "faqs": [
    {
      "question": "האם אני יכול ליצור חנות מקוונת ללא כרטיס אשראי?",
      "answer": "כן, אתה יכול ליצור את המסחר האלקטרוני שלך מבלי להזדקק לכרטיס בנקאי כמו כרטיסי אשראי וכרטיסי חיוב ב-Seldone. Seldone משתמשת בדרך ייחודית לספק שירותי מסחר אלקטרוני מתקדמים לאנשים, אפילו למעלה מ-1.7 מיליארד אנשים ללא גישה לשירותים פיננסיים נפוצים."
    },
    {
      "question": "כיצד אוכל למכור באינטרנט ללקוחות ללא בנק?",
      "answer": "הוסף COD ( <b>מזומן במשלוח</b> ) למסחר האלקטרוני שלך, כך שהלקוחות שלך יוכלו לשלם לאחר קבלת ההזמנה. ה-COD הוא הדרך המסורתית ברוב המדינות עם היעדר תשתית מימון."
    },
    {
      "question": "כיצד אוכל להגדיר את המסחר האלקטרוני שלי ללא חשבון בנק?",
      "answer": "לא היה פתרון לאנשים לא אפויים לפני סלדון. אבל עכשיו, אתה יכול ליצור את המסחר האלקטרוני ואת האתר שלך מבלי שיהיה לך חשבון בנק. יש לו עלות מינימלית עבורך; אתה יכול לשלם את העלות הזו בסוף החודש דרך הארנק שלך. ארנק Seldone יכול לקבל עמלה מאנשים אחרים או לחייב באמצעות כרטיסי מתנה. אין צורך בכרטיס אשראי כדי להשתמש בשירותים אלו."
    },
    {
      "question": "כיצד אוכל להקים עסק ללא עלות הקמה?",
      "answer": "<ol style=\";text-align:right;direction:rtl\"><li style=\";text-align:right;direction:rtl\">הירשם בחינם ב- <a href='https://selldone.com'>Seldone.com</a> .</li><li style=\";text-align:right;direction:rtl\"> בנה את החנות שלך.</li><li style=\";text-align:right;direction:rtl\"> הוסף את המוצרים והשירותים שלך.</li><li style=\";text-align:right;direction:rtl\"> חבר את הדומיין שלך (אופציונלי)</li><li style=\";text-align:right;direction:rtl\"> אפשר שערי תשלום.</li><li style=\";text-align:right;direction:rtl\"> התחל להציג את העסק שלך לחברים ומשפחות.</li><li style=\";text-align:right;direction:rtl\"> הצג את עצמך ואת המוצרים שלך ברשתות החברתיות.</li><li style=\";text-align:right;direction:rtl\"> בנה מותג לעסק שלך על ידי מתן הצעת ערך ייחודית.</li><li style=\";text-align:right;direction:rtl\"> עקוב אחר התנהגות המשתמשים שלך דרך החלונית Seldone.</li></ol>"
    }
  ],
  "brands": {
    "title": "בנה את העסק שלך על בסיס מהימן.",
    "subtitle": "העסק שלך שווה את זה!"
  },
  "why_boxes": {
    "block1": {
      "title": "חסכון בעלות הראשונית",
      "subtitle": "פתרון ללא נושא וללא תוסף."
    },
    "block2": {
      "title": "חסכון בעלויות תפעוליות",
      "subtitle": "אין עמלה נוספת ונסתרת מעולם."
    },
    "block3": {
      "title": "לחסוך זמן",
      "subtitle": "ברמה ארגונית אך ידידותית למתחילים."
    }
  },
  "money_transfer": {
    "customer": "הלקוח שלך",
    "bank": "חשבון הבנק שלך",
    "wallet": "ארנק",
    "free_setup": "הגדרה חינם.",
    "no_extra_fee": "ללא עמלה נוספת.",
    "no_hidden_fee": "ללא עמלה נסתרת."
  },
  "extra": {
    "cart": "ניהול עגלות",
    "payment": "תַשְׁלוּם",
    "shipping": "משלוח",
    "fulfilment": "הַגשָׁמָה",
    "community": "קהילה ומשוב"
  }
};