export default {
  local_service: "{देश_नाम} के लिए स्थानीय सेवा",
  local_service_message:
    "यह सेवा विशेष रूप से उन उपयोगकर्ताओं के लिए डिज़ाइन की गई है जो <u>{country_name}</u> में रहते हैं और इस देश में अपनी सेवाएं और उत्पाद बेचते हैं।" +
    "आपको केवल स्थानीय सेवाओं या सेलडोन की अंतर्राष्ट्रीय सेवा का उपयोग करने की अनुमति है।" +
    "इस सेवा का उपयोग करने के लिए, आपको <b>{country_name}</b> और <b>यूरोपीय संघ</b> के कानूनों का पालन करना होगा।",

  my_shops: "मेरी दुकानें",



  moto: "तुम कोशिश करो, हम दरवाजे खोलते हैं!",

  s1: {
    title: "द्वारा अपना व्यवसाय ऑनलाइन करें<br>नहीं—इसके लिए तकनीकी समाधान",
    title_animated_words: [
      "उद्यमियों",
      "कलाकार की",
      "स्वतंत्र व्यवसाय",
      "ब्रांड्स",
      "खुदरा",
      "रचनाकारों",
    ],

    subtitle:
      "स्वतंत्र ब्रांडों को सशक्त बनाकर खुदरा और दुकानदारों के ऑनलाइन अनुभव का पुनर्निर्माण करें।",

    domain_input: {
      message:
        "निःशुल्क होस्टिंग और एसएसएल के साथ आप जितने भी समर्पित डोमेन चाहते हैं, उस पर आपका स्टोर",
      action: "स्टोर बनाएं",
    },
    community: "सामुदायिक मंच",
    shop: "ऑनलाइन दुकान निर्माता",
    inventory: "सूची प्रबंधन",
    cms: "पृष्ठ संपादक और सीएमएस",
  },

  video: {
    title: "आपकी ऑनलाइन और व्यक्तिगत बिक्री के लिए एक ऑल-इन-वन समाधान।",
    msg: "अपने दर्शकों को सबसे तेज़ खरीदारी अनुभव प्रदान करें। ",

    card_pos: {
      title: "सेलडोन पीओएस",
      msg: "शून्य-सेटअप लागत समाधान द्वारा व्यक्तिगत रूप से बेचें।",
    },
    card_ecommerce: {
      title: "सेलडोन ईकॉमर्स",
      msg: "पेशेवरों की तरह ऑनलाइन बेचें।",
    },
  },

  why: {
    title: "क्यों बेच दिया",
    msg: "एसएमई के लिए एक सेवा के रूप में बिजनेस ऑपरेटिंग सिस्टम अपने व्यवसाय को बिना किसी लागत के ऑनलाइन करने के लिए।",

    sec1: {
      title: "सरल + व्यावसायिक भावना",
      msg: "यह आपके लिए बाजारों में एक पेशेवर की तरह खेल के लिए बनाया गया है, भले ही आप एक नौसिखिया हैं, लेकिन एक पेशेवर की तरह खेलना चाहते हैं, या आप एक विशेषज्ञ हैं और अपनी तरह खेलने के लायक हैं!",
    },
    sec2: {
      title: "तेज़ी से विकसित होता",
      msg: "हम नई सुविधाएँ जारी करते हैं, एपीआई अपडेट करते हैं और दैनिक दिनचर्या के रूप में नए तरीके लागू करते हैं। यह आपके व्यवसाय के लिए एक ऑपरेटिंग सिस्टम है, इसलिए आपका व्यवसाय हमारे प्लेटफ़ॉर्म द्वारा बढ़ाया जाता है।",
    },
    sec3: {
      title: "सोशल मैच सेल्स",
      msg: "हमारे उत्पाद को दुनिया भर के खरीदारों के वास्तविक व्यापारिक व्यवहार पर डिज़ाइन किया गया है। हम Instagram, TikTok और अन्य सामाजिक नेटवर्क पर AVOCADO नाम से एक-एक तरह की बिक्री-विधि प्रदान करते हैं।",
    },
    sec4: {
      title: "100% एपीआई",
      msg: "हमारी सेवाएं आरईएसटी एपीआई पर आधारित हैं! किसी के पास साधारण अनुरोधों द्वारा खरीदारी के अनुभव, भुगतान, स्टोर प्रबंधन और अन्य सुविधाओं के सभी पहलुओं का 100% तक पहुंच है।",
    },
  },

  how_it_work: {
    title: "यह काम किस प्रकार करता है",
    msg: "नो-क्रेडिट कार्ड, नो-प्लगिन, नो-टेम्प्लेट, नो-सेटअप, नो-होस्ट, नो-टेक्निकल सॉल्यूशन उन लोगों के लिए जो एक प्रोफेशनल की तरह गेम खेलना चाहते हैं।",

    step0: {
      title: "खरीदारों के लिए बनाया गया, विक्रेताओं द्वारा पसंद किया गया, एक कदम दूर।",
      msg1: "यह आपके लिए एक वास्तविक ई-कॉमर्स का समय है, अपने व्यवसाय के आसपास खुश ग्राहकों को इकट्ठा करें, और इस बात पर ध्यान केंद्रित करें कि आप वास्तव में क्या करना पसंद करते हैं।",
    },
    step1: {
      title: "अपने उत्पादों को जोड़ें।",
      msg1: "उत्पादों को मैन्युअल रूप से जोड़ें, जैसे Instagram पर फ़ोटो जोड़ना! या केवल एक एक्सेल फ़ाइल द्वारा 100,000 आइटम जोड़ें। आप उत्पादों, सेवाओं, सदस्यताओं और फ़ाइलों को एक ही स्थान पर बेच सकते हैं।",
    },
    step2: {
      title: "अपने भुगतानों से जुड़ें।",
      msg1: "हमें वित्तीय लेनदेन में दखल देने से नफरत है! ग्राहकों के 100% भुगतान सीधे आपके बैंक खाते में जमा किए जाएंगे। बस अपना स्ट्राइप, पेपाल, आदि कनेक्ट करें। आपके स्टोर में एक ही समय में कई सक्रिय भुगतान सेवाएं हो सकती हैं!",
    },
    step3: {
      title: "इसे अनुकूलित करो।",
      msg1: "अपने लैंडिंग पृष्ठ डिज़ाइन करें, और अपने ब्रांड संदेश के अनुसार साइट की रंग योजना बदलें। यह सब किसी विशेषज्ञ को नियुक्त किए बिना ड्रैग एंड ड्रॉप द्वारा किया जा सकता है।",
    },
    step4: {
      title: "दुनिया भर में एकीकृत चेकआउट अनुभव।",
      msg1: "ग्राहकों को आपसे खरीदने के लिए जानकारी दर्ज करने और पंजीकरण फॉर्म भरने की आवश्यकता नहीं है! वे एसएमएस के माध्यम से लॉग इन करते हैं और एक क्लिक के साथ चेकआउट फॉर्म भरते हैं और भुगतान करते हैं। सेलडोन बढ़ने से आपका व्यवसाय भी बढ़ता है।",
    },
  },

  onboarding: {
    title: "अपनी ऑनलाइन दुकान बनाएं, तेज़ और बेहतर - यह मुफ़्त है",
    success_title: "हां! अपना ऑनलाइन व्यापार ओएस स्थापित करना,",
    wait_msg: "कृपया कुछ सेकंड प्रतीक्षा करें...",
    ready_msg: "आपकी दुकान तैयार है।",
    send_mail_msg: "लॉगिन लिंक आपके मेल पर भेजा गया है।",

    options: {
      title: "दुकान विन्यास",
      msg: "आप अपनी वेबसाइट पर क्या सुविधाएँ चाहते हैं?",
      ecommerce: "ई-कॉमर्स",
      pos: "बिक्री केन्द्र",
      blog: "ब्लॉग और सीएमएस",
      community: "सामुदायिक फोरम",
    },

    job: {
      title: "नौकरी का चयन करें",
      placeholder: "नीचे दी गई सूची से अपनी व्यावसायिक श्रेणी चुनें।",
    },
    shop_name: {
      title: "व्यवसाय का नाम",
      placeholder: "भूतपूर्व। एलेक्स जूते",
    },
  },

  notion: {
    title: "विभिन्न नियमों के साथ खेल।",
    quote:
      "हमारा मानना है कि एक व्यक्ति ऑनलाइन मानवता युग में बदलाव कर सकता है, यहां तक कि जिसके पास पर्याप्त पैसा नहीं है, यहां तक कि कोई तकनीकी अनुभव भी नहीं है, यहां तक कि बिलों का भुगतान करने के लिए कोई बैंक खाता भी नहीं है; हम इसे इंटरनेट पर सबसे अधिक पहुंच योग्य ऑपरेटिंग सिस्टम के रूप में कार्य करने के लिए एंटरप्राइज़-ग्रेड टूल के साथ एक-एक-एक-एक, ऑल-इन-वन, नो-कोड कॉमर्स प्लेटफॉर्म बनाकर करते हैं।",
  },

  os: {
    title: "एंटरप्राइज़ ग्रेड टूल्स तक पहुंच - निःशुल्क।",
    msg: "हम सभी के लिए पेशेवर ईकॉमर्स बनाने की शक्ति लाते हैं।",
  },
  login: {
    title: "क्या आप बाजार में पेशेवरों की तरह खेलने के लिए तैयार हैं?",
  },

  currencies: {
    title: "मुद्राओं",
    sub: "सुनिश्चित करें कि आपके ग्राहक आपसे खरीद सकते हैं।",
    msg: "तकनीक, प्लगइन्स और भुगतान जटिलताओं के दर्द से जूझने के बजाय बिक्री पर ध्यान दें। हम आपके ऑनलाइन व्यवसाय में सब कुछ संरेखित करने के लिए वैश्विक और स्थानीय भुगतान सेवाओं के साथ काम करते हैं।",
  },

  countries: {
    title: "देशों",
    sub: "दुनिया का सबसे आसान ई-कॉमर्स प्लेटफॉर्म।",
    msg: "हम ऑनलाइन स्पेस में पारंपरिक व्यक्ति-से-व्यक्ति व्यापार व्यवहार को अनुकूलित करते हैं, चाहे आप या आपका ग्राहक कहीं भी रहें, हम आपके लिए सर्वोत्तम अनुभव प्रदान करने के मिशन पर हैं।",
  },
  dna: {
    title: "आपके व्यवसाय का डीएनए",
    sub: "इसे बेच दिया!",
    msg: "यह अपनी तरह का एक अनूठा मंच है; यह पूरी तरह से अद्वितीय है और अन्य सभी से बहुत अलग है। यह एसएमई के लिए एंटरप्राइज़-ग्रेड टूल वाली सेवा के रूप में एकमात्र ऑल-इन-वन, नो-कोड बिजनेस ऑपरेटिंग सिस्टम है।",
  },

  api: {
    title: "देव। अनुकूल",
    msg: "ऑनलाइन व्यवसायों के लिए पूरी तरह से खुला एपीआई-आधारित समाधान।",

    sec1: {
      title: "आपके व्यवसाय की रीढ़",
      msg: "आपके स्टोर के सभी पहलू हमारे शक्तिशाली REST API के माध्यम से उपलब्ध हैं। आप तकनीकी, भुगतान और बैकएंड मुद्दों की चिंता किए बिना स्टोर में कोई भी बदलाव कर सकते हैं, अपने ऐप बना सकते हैं या अपना शॉपिंग ऐप विकसित कर सकते हैं।",
    },
    sec2: {
      title: "तेजी से एकीकरण",
      msg: "हम सभी सामान्य भाषाओं और ढांचे के लिए एसडीके विकसित करते हैं ताकि आप प्रमाणीकरण, खाते तक पहुंच, और इसे सरल आदेशों द्वारा प्रबंधित कर सकें। आरंभ करना कुछ ही क्लिक दूर होगा।",
    },
  },
};
