export default {
  "local_service": "{country_name} के लिए स्थानीय सेवा",
  "local_service_message": "यह सेवा विशेष रूप से उन उपयोगकर्ताओं के लिए डिज़ाइन की गई है जो <u>{country_name}</u> में रहते हैं और इस देश में अपनी सेवाओं और उत्पादों को बेचते हैं। आपको केवल स्थानीय सेवाओं या सेल्डडोन की अंतर्राष्ट्रीय सेवा का उपयोग करने की अनुमति है। इस सेवा का उपयोग करने के लिए, आपको अनुपालन करने की आवश्यकता है <b>{देश_नाम}</b> और <b>यूरोपीय संघ</b> के कानून।",
  "my_shops": "मेरी दुकानें",
  "moto": "तुम कोशिश करो, हम दरवाजे खोलते हैं!",
  "start_now_btn": "अभी शुरू करें — यह मुफ़्त है",
  "create_ecommerce_btn": "अपना ईकॉमर्स मुफ्त में शुरू करें",
  "incentive_action": "अपनी कम ऑनलाइन बिक्री दर को अलविदा कहें!",
  "create_shopping_website": "मेरा ईकॉमर्स बनाएं",
  "s1": {
    "title": "अपना ऑनलाइन स्टोर बनाएं By<br> नहीं—कोड और नहीं—विशेषज्ञ की आवश्यकता समाधान",
    "title_animated_words": [
      "उद्यमियों",
      "कलाकार की",
      "स्वतंत्र व्यवसाय",
      "ब्रांड्स",
      "खुदरा",
      "रचनाकारों"
    ],
    "subtitle": "यदि आप अपने ग्राहकों के लिए एक अद्वितीय, तेज़, सुरक्षित और विश्वसनीय अनुभव बनाना चाहते हैं, तो यह आपके लिए टूल है। विज्ञापन-मुक्त एंटरप्राइज़-ग्रेड व्यवसाय ऑपरेटिंग सिस्टम पर अपना अद्वितीय समुदाय और तेज़ ईकॉमर्स बनाएं।",
    "domain_input": {
      "message": "आपका स्टोर मुफ्त होस्टिंग और एसएसएल के साथ आपके पास जितने भी व्यक्तिगत डोमेन हैं, उनसे जुड़ सकता है",
      "action": "एक स्टोर बनाएं"
    },
    "community": "सामुदायिक मंच",
    "shop": "ऑनलाइन दुकान निर्माता",
    "inventory": "सूची प्रबंधन",
    "cms": "पृष्ठ संपादक और सीएमएस",
    "in_60_sec": "यहां क्लिक करें"
  },
  "video": {
    "title": "आपकी ऑनलाइन और व्यक्तिगत बिक्री के लिए एक ऑल-इन-वन समाधान।",
    "msg": "अपने ईकॉमर्स में सबसे तेज़ खरीदारी अनुभव प्रदान करें।",
    "card_pos": {
      "title": "सेलडोन पीओएस",
      "msg": "शून्य-सेटअप लागत समाधान द्वारा व्यक्तिगत रूप से बेचें।"
    },
    "card_ecommerce": {
      "title": "सेलडोन ईकॉमर्स",
      "msg": "पेशेवरों की तरह ऑनलाइन बेचें।"
    },
    "pacman": "मैं कोई तकनीकी संस्थापक नहीं हूं"
  },
  "why": {
    "title": "क्यों बेच दिया?",
    "msg": "हम कोचों के बिना टीमों, नेताओं के बिना क्रांतियों, जड़ों के बिना पेड़ों और ऑपरेटिंग सिस्टम के बिना व्यवसायों की कल्पना नहीं कर सकते हैं! इसलिए हम तेजी से बढ़ती कंपनियों और युवा उद्यमियों के लिए ऑनलाइन कारोबार की फिर से कल्पना कर रहे हैं।",
    "sec1": {
      "title": "आसान + पेशेवर",
      "msg": "यह आपके लिए बाजारों में एक पेशेवर की तरह खेल के लिए बनाया गया है, भले ही आप एक नौसिखिया हैं, लेकिन एक पेशेवर की तरह खेलना चाहते हैं, या आप एक विशेषज्ञ हैं और अपनी तरह खेलने के लायक हैं!"
    },
    "sec2": {
      "title": "एंटरप्राइज़-ग्रेड टूल",
      "msg": "हम नई सुविधाएँ जारी करते हैं, एपीआई अपडेट करते हैं और दैनिक दिनचर्या के रूप में नए तरीके लागू करते हैं। यह आपके व्यवसाय के लिए एक ऑपरेटिंग सिस्टम है, इसलिए आपका व्यवसाय हमारे प्लेटफ़ॉर्म द्वारा बढ़ाया जाता है।"
    },
    "sec3": {
      "title": "सामाजिक बिक्री",
      "msg": "हमारे उत्पाद को दुनिया भर के खरीदारों के वास्तविक व्यापारिक व्यवहार पर डिज़ाइन किया गया है। हम Instagram, TikTok, और अन्य सामाजिक नेटवर्क, AVOCADO पर अपनी तरह की एक अनूठी बिक्री विधि प्रदान करते हैं।"
    },
    "sec4": {
      "title": "पैसे बचाएं",
      "msg": "अब ई-कॉमर्स के लिए किसी विशेषज्ञ की आवश्यकता नहीं है! महंगे विकास, रखरखाव, प्रोग्रामिंग प्रक्रिया और यहां तक कि ईकॉमर्स प्लेटफॉर्म विशेषज्ञों की लागत को अलविदा कहें।"
    }
  },
  "how_it_work": {
    "title": "यह काम किस प्रकार करता है।",
    "msg": "नो-क्रेडिट कार्ड, नो-प्लगइन, नो-टेम्प्लेट, नो-सेटअप, नो-होस्ट, नो-टेक्निकल सॉल्यूशन उन लोगों के लिए जो प्रोफेशनल्स की तरह गेम खेलना चाहते हैं।",
    "step0": {
      "title": "खरीदारों के लिए बनाया गया, विक्रेताओं द्वारा पसंद किया गया, एक कदम दूर।",
      "msg1": "यह आपके लिए एक वास्तविक ईकॉमर्स का समय है, अपने व्यवसाय के आसपास खुश ग्राहकों को इकट्ठा करें, और इस बात पर ध्यान केंद्रित करें कि आप वास्तव में क्या करना पसंद करते हैं।"
    },
    "step1": {
      "title": "अपने उत्पादों को जोड़ें।",
      "msg1": "उत्पादों को मैन्युअल रूप से जोड़ें, जैसे Instagram पर फ़ोटो जोड़ना! या केवल एक एक्सेल फ़ाइल द्वारा 100,000 आइटम जोड़ें। आप उत्पादों, सेवाओं, सदस्यताओं और फ़ाइलों को एक ही स्थान पर बेच सकते हैं।"
    },
    "step2": {
      "title": "कनेक्ट भुगतान विधियां आपकी आवश्यकता के अनुरूप हैं।",
      "msg1": "हमें वित्तीय लेनदेन में हस्तक्षेप करने में कोई दिलचस्पी नहीं है! ग्राहकों के 100% भुगतान सीधे आपके बैंक खाते में स्थानांतरित कर दिए जाएंगे। बस अपना स्ट्राइप, पेपाल, आदि कनेक्ट करें। आपके स्टोर में एक ही समय में कई सक्रिय भुगतान सेवाएं हो सकती हैं!",
      "crypto_msg": "सक्रिय व्यापारियों के लिए उपलब्ध"
    },
    "step3": {
      "title": "सफेद लेबल / लचीला / गहरा अनुकूलन।",
      "msg1": "अपने लैंडिंग पृष्ठ डिज़ाइन करें, और अपने ब्रांड संदेश के अनुरूप अपनी साइट का थीम रंग बदलें। ड्रैग एंड ड्रॉप फीचर किसी विशेषज्ञ को नियुक्त किए बिना यह सब संभव बनाता है।",
      "view_sample_pages": "आपको प्रेरित करने के लिए बेहतरीन एसडी स्टोर"
    },
    "step4": {
      "title": "एक-क्लिक चेकआउट: दुनिया भर में एकीकृत चेकआउट अनुभव।",
      "msg1": "ग्राहकों को आपसे खरीदने के लिए जानकारी दर्ज करने और पंजीकरण फॉर्म भरने की आवश्यकता नहीं है! वे एसएमएस के माध्यम से लॉग इन करते हैं और एक क्लिक के साथ चेकआउट फॉर्म भरते हैं और भुगतान करते हैं। तुम बढ़ते हो, हम बढ़ते हैं।"
    }
  },
  "onboarding": {
    "title": "अपने व्यवसाय को ऑनलाइन, तेज़ और बेहतर बनाएं - यह मुफ़्त है",
    "success_title": "अपना ऑनलाइन व्यवसाय OS स्थापित करना,",
    "wait_msg": "कृपया कुछ सेकंड प्रतीक्षा करें...",
    "ready_msg": "आपकी दुकान तैयार है।",
    "send_mail_msg": "लॉगिन लिंक {email} पर भेजा गया",
    "options": {
      "title": "दुकान विन्यास",
      "msg": "आप अपनी वेबसाइट पर क्या सुविधाएँ चाहते हैं?",
      "ecommerce": "ई-कॉमर्स",
      "pos": "बिक्री केन्द्र",
      "blog": "ब्लॉग और सीएमएस",
      "community": "सामुदायिक फोरम"
    },
    "job": {
      "title": "आपका उद्योग क्या है?",
      "placeholder": "अपने व्यवसाय को सेलडोन ओएस पर स्विच करें, इससे कोई फर्क नहीं पड़ता कि आप वर्तमान में किस प्लेटफॉर्म का उपयोग कर रहे हैं।"
    },
    "shop_name": {
      "title": "व्यवास्यक नाम",
      "placeholder": "भूतपूर्व। एलेक्स जूते"
    },
    "income": {
      "title": "मासिक विक्रय",
      "msg": "अपनी कुल मासिक बिक्री की एक सीमा चुनें।",
      "Low": "$5,000 अमरीकी डालर तक",
      "Medium": "$5,000 अमरीकी डालर ~ $50,000 अमरीकी डालर",
      "High": "50,000 अमरीकी डालर ~ $1,000,000 अमरीकी डालर",
      "Extreme": "$1,000,000 अमरीकी डालर से ऊपर"
    },
    "step_1": "प्रयोजन",
    "step_2": "विन्यास",
    "step_3": "खाता"
  },
  "notion": {
    "title": "विभिन्न नियमों के साथ खेल।",
    "quote": "हमारा मानना है कि एक व्यक्ति ऑनलाइन मानवता युग में बदलाव कर सकता है, यहां तक कि जिसके पास पर्याप्त पैसा नहीं है, यहां तक कि कोई तकनीकी अनुभव भी नहीं है, यहां तक कि बिलों का भुगतान करने के लिए कोई बैंक खाता भी नहीं है; हम इसे इंटरनेट पर सबसे अधिक प्राप्त करने योग्य ऑपरेटिंग सिस्टम के रूप में कार्य करने के लिए एंटरप्राइज़-ग्रेड टूल के साथ उपयोग के लिए तैयार प्लेटफ़ॉर्म बनाकर करते हैं।"
  },
  "stop": {
    "title": "आसान ऑनलाइन शॉपिंग वेबसाइट बिल्डर + सीधा भुगतान।",
    "subtitle": "यदि आप एक लाभदायक ऑनलाइन व्यवसाय बनाने और अपने व्यवसाय के विचार को वास्तविकता में बदलने की योजना बना रहे हैं, तो सेलडोन एक आदर्श विकल्प है।",
    "pacman": "भुगतान प्लगइन्स"
  },
  "os": {
    "title": "विश्व स्तरीय टूल तक पहुंच - निःशुल्क।",
    "msg": "हम आपकी उंगलियों पर पेशेवर ईकॉमर्स बनाने की शक्ति रखते हैं।"
  },
  "login": {
    "title": "क्या आप बाजार में एक समर्थक की तरह खेल के लिए तैयार हैं?"
  },
  "currencies": {
    "title": "मुद्राओं",
    "sub": "आपके ग्राहक अपनी स्थानीय मुद्राओं में आसानी से भुगतान कर सकते हैं।",
    "msg": "तकनीक, प्लगइन्स और भुगतान जटिलताओं के दर्द से जूझने के बजाय बिक्री पर ध्यान दें। हम आपके ऑनलाइन व्यवसाय में सब कुछ संरेखित करने के लिए स्थानीय और वैश्विक भुगतान सेवाओं के साथ काम करते हैं।"
  },
  "countries": {
    "title": "देशों",
    "sub": "दुनिया का सबसे आसान-से-पैमाने पर Business OS।",
    "msg": "हम ऑनलाइन स्पेस में पारंपरिक व्यक्ति-से-व्यक्ति व्यापार व्यवहार को अनुकूलित करते हैं, चाहे आप या आपका ग्राहक कहीं भी रहें, हम आपके लिए सर्वोत्तम अनुभव प्रदान करने के मिशन पर हैं।"
  },
  "dna": {
    "title": "आपके व्यवसाय का डीएनए",
    "sub": "इसे बेच दिया!",
    "msg": "यह आपके लिए एंटरप्राइज़-ग्रेड टूल वाली सेवा के रूप में एकमात्र ऑल-इन-वन, नो-कोड बिजनेस ऑपरेटिंग सिस्टम है।"
  },
  "api": {
    "title": "देव। दोस्ताना",
    "msg": "ऑनलाइन व्यवसायों के लिए पूरी तरह से खुला एपीआई-आधारित समाधान।",
    "sec1": {
      "title": "हम आपके व्यवसाय की रीढ़ बनाते हैं",
      "msg": "आपके स्टोर के सभी पहलू हमारे शक्तिशाली REST API के माध्यम से उपलब्ध हैं। आप तकनीकी, भुगतान और बैकएंड मुद्दों की चिंता किए बिना स्टोर में कोई भी बदलाव कर सकते हैं, अपने ऐप बना सकते हैं या अपना शॉपिंग ऐप विकसित कर सकते हैं।"
    },
    "sec2": {
      "title": "तेजी से एकीकरण",
      "msg": "हम सभी सामान्य भाषाओं और ढांचे के लिए एसडीके विकसित करते हैं ताकि आप प्रमाणीकरण, खाते तक पहुंच, और इसे सरल आदेशों द्वारा प्रबंधित कर सकें। आरंभ करना कुछ ही क्लिक दूर होगा।"
    }
  },
  "convertible": {
    "store_name": "आपकी दुकान",
    "variant_1": "उत्पाद संस्करण एम्बर",
    "variant_2": "उत्पाद संस्करण लाल",
    "buy": "अभी खरीदें",
    "price": "$89",
    "management": {
      "title": "उत्पाद प्रबंधन",
      "msg": "विंडोज़ में आपके द्वारा ड्रैग और ड्रॉप की गई फ़ाइलों और फ़ोल्डरों जैसे उत्पादों और श्रेणियों को प्रबंधित करें।",
      "check1": "एक्सेल या सीएसवी फाइलों द्वारा उत्पाद अपलोड करें।",
      "check2": "एआर मॉडल जोड़ें।",
      "check3": "ऑटो एसईओ इंजन द्वारा ऑप्टिमाइज़ करें।",
      "check4": "प्रबंधन खींचें और छोड़ें।"
    },
    "payment": {
      "title": "एकाधिक भुगतान विधियों का समर्थन करें",
      "msg": "इन-साइट / इन-ऐप भुगतान का सहज अनुभव।",
      "check1": "पट्टी",
      "check1msg": "40 से अधिक देशों का समर्थन।",
      "check2": "कर्नास",
      "check2msg": "अभी खरीदें बाद में भुगतान करें।",
      "check3": "Paypal",
      "check3msg": "एक क्लिक भुगतान।"
    },
    "checkout": {
      "title": "आपका ट्रेड मार्क",
      "online": "ऑनलाइन ग्राहक",
      "offline": "व्यक्तिगत ग्राहक"
    },
    "design": {
      "title": "पेज बिल्डर",
      "msg": "इसे केवल ड्रैग एंड ड्रॉप करके वास्तविक बनाएं।"
    }
  },
  "secure": {
    "title": "हाइपर सिक्योर सॉल्यूशन",
    "msg": "डेटा अखंडता और उद्यम पहुंच स्तर प्रबंधन।"
  },
  "build": {
    "title": "अपने खुद के ब्रांड के साथ अपना खुद का ईकॉमर्स रखें और अपना व्यवसाय नियंत्रण वापस लें!",
    "msg": "आपके पास अपने सोशल मीडिया खातों को अपने डोमेन पर ऑनलाइन शॉपिंग वेबसाइट में बदलने या खरोंच से अपनी उत्कृष्ट ईकॉमर्स बनाने के लिए कई विकल्प हैं।"
  },
  "stripe": {
    "title": "स्ट्राइप खाता है?",
    "msg": "बधाई हो, आपने पहले भी अधिकांश काम किए हैं। सिर्फ एक टैप से अपना ऑनलाइन स्टोर बनाएं! सेलडोन बाकी का ख्याल रखता है।"
  },
  "unbanked": {
    "title": "एक मंच, एक समाधान - उद्देश्य।",
    "msg": "1.7 बिलियन से अधिक बिना बैंक वाले वयस्कों के लिए भी ऑनलाइन बिक्री को सुविधाजनक बनाने और उद्यमशीलता की भावना को अनलॉक करने के लिए एक अद्वितीय व्यवसाय ओएस।"
  },
  "faqs": [
    {
      "question": "क्या मैं क्रेडिट कार्ड के बिना ऑनलाइन स्टोर बना सकता हूं?",
      "answer": "हां, आप सेलडोन पर क्रेडिट और डेबिट कार्ड जैसे किसी बैंकिंग कार्ड की आवश्यकता के बिना अपना ईकामर्स बना सकते हैं। सेलडोन लोगों को उन्नत ईकॉमर्स सेवाएं प्रदान करने के लिए एक अनोखे तरीके का उपयोग करता है, यहां तक कि 1.7 बिलियन से अधिक लोगों को सामान्य वित्तीय सेवाओं तक पहुंच के बिना।"
    },
    {
      "question": "मैं बिना बैंक वाले ग्राहकों को ऑनलाइन बिक्री कैसे कर सकता हूं?",
      "answer": "अपने ईकॉमर्स में COD ( <b>कैश ऑन डिलीवरी</b> ) जोड़ें, ताकि आपके ग्राहक ऑर्डर प्राप्त करने के बाद भुगतान कर सकें। सीओडी अधिकांश देशों में वित्तीय बुनियादी ढांचे की कमी के साथ पारंपरिक तरीका है।"
    },
    {
      "question": "मैं बिना बैंक खाते के अपना ईकामर्स कैसे स्थापित कर सकता हूं?",
      "answer": "सेल्डोन से पहले बिना पके लोगों के लिए कोई समाधान नहीं था। लेकिन अब, आप बिना किसी बैंक खाते के अपना ईकामर्स और वेबसाइट बना सकते हैं। आपके लिए इसकी न्यूनतम लागत है; आप इस लागत का भुगतान महीने के अंत में अपने बटुए के माध्यम से कर सकते हैं। सेलडोन वॉलेट अन्य लोगों से शुल्क प्राप्त कर सकता है या उपहार कार्ड के माध्यम से शुल्क ले सकता है। इन सेवाओं का उपयोग करने के लिए आपको क्रेडिट कार्ड की आवश्यकता नहीं है।"
    },
    {
      "question": "मैं बिना सेटअप लागत के व्यवसाय कैसे शुरू कर सकता हूं?",
      "answer": "<ol><li><a href='https://selldone.com'>Selldone.com</a> में मुफ्त में रजिस्टर करें।</li><li> अपना स्टोर बनाएं।</li><li> अपने उत्पादों और सेवाओं को जोड़ें।</li><li> अपना डोमेन कनेक्ट करें (वैकल्पिक)</li><li> भुगतान गेटवे सक्षम करें।</li><li> अपने व्यवसाय को मित्रों और परिवारों से परिचित कराना प्रारंभ करें।</li><li> सोशल मीडिया पर अपना और अपने उत्पादों का परिचय दें।</li><li> एक अद्वितीय मूल्य प्रस्ताव प्रदान करके अपने व्यवसाय के लिए एक ब्रांड बनाएं।</li><li> सेलडोन पैनल के माध्यम से अपने उपयोगकर्ताओं के व्यवहार की निगरानी करें।</li></ol>"
    }
  ],
  "brands": {
    "title": "एक विश्वसनीय नींव पर अपना व्यवसाय बनाएं।",
    "subtitle": "आपका व्यवसाय इसके लायक है!"
  },
  "why_boxes": {
    "block1": {
      "title": "प्रारंभिक लागत बचाएं",
      "subtitle": "नो-थीम और नो-प्लगइन सॉल्यूशन।"
    },
    "block2": {
      "title": "परिचालन लागत बचाएं",
      "subtitle": "कोई अतिरिक्त और छुपा शुल्क कभी नहीं।"
    },
    "block3": {
      "title": "समय बचाओ",
      "subtitle": "एंटरप्राइज-ग्रेड लेकिन शुरुआती-अनुकूल।"
    }
  },
  "money_transfer": {
    "customer": "आपका ग्राहक",
    "bank": "आपका बैंक खाता",
    "wallet": "बटुआ",
    "free_setup": "नि: शुल्क सेटअप।",
    "no_extra_fee": "कोई अतिरिक्त शुल्क नहीं।",
    "no_hidden_fee": "कोई छिपा हुआ शुल्क नहीं।"
  },
  "extra": {
    "cart": "गाड़ियां प्रबंधन",
    "payment": "भुगतान",
    "shipping": "शिपिंग",
    "fulfilment": "पूर्ति",
    "community": "समुदाय और प्रतिक्रिया"
  },
  "select_language_dialog_title": "अपना व्यवसाय अपनी पसंदीदा भाषा में करें",
  "welcome_title": "अपने व्यवसाय का निर्माण, प्रबंधन, और दृष्टिगत रूप से विस्तार करें",
  "welcome_subtitle": "लाखों ऑर्डर के लिए बिना किसी कोड और बिना किसी विशेषज्ञ के अपना ऑनलाइन स्टोर बनाएं।",
  "your_shop": "आपका स्टोरफ्रंट",
  "your_dashboard": "आपका बैक ऑफिस",
  "flow": {
    "title": "अनुकूलन योग्य चेकआउट प्रवाह।",
    "subtitle": "अपनी ग्राहक यात्रा और खरीदारी प्रवाह और प्रयोग के परिणाम डिज़ाइन करें।",
    "pacman": "चेकआउट प्लगइन्स"
  },
  "business_model": {
    "title": "विजुअली बिजनेस मॉडल को अपनाना।",
    "subtitle": "अपने व्यवसाय मॉडल को नेत्रहीन रूप से सेटअप करें, सभी जटिलताओं को पर्दे के पीछे से देखा जाएगा।",
    "pacman": "मार्केटप्लेस और पीओडी प्लगइन्स"
  },
  "team": {
    "title": "दल से मिले।",
    "msg": "हम वाणिज्य प्लेटफार्मों के क्रूर क्षेत्र में विभिन्न नियमों से खेलेंगे, खासकर जब हमारे प्रतियोगी विज्ञापन पर लाखों डॉलर खर्च करते हैं; हम उत्पाद, लोगों और वास्तविक समस्याओं को हल करने में निवेश करते हैं। यह टीम आपके व्यवसाय को वापस कर देती है!"
  },
  "customers": {
    "title": "हमारे समुदाय से मिलें।",
    "msg": "यह हमारे ग्राहकों से सीखकर भविष्य के उद्यमियों को अनलॉक करने के लिए सार्थक टूल बनाने की यात्रा की शुरुआत है।"
  },
  "panorama": {
    "title": "कोई महंगा प्लगइन नहीं, <b class=\"font-weight-bold\">सभी सुविधाएँ पूर्व-निर्मित</b>",
    "msg": "हर महीने प्लगइन्स और ऐप्स पर सैकड़ों डॉलर खर्च करने और अपडेट के बारे में चिंता करने की आवश्यकता नहीं है। आपके पीसी के लिए मैकोज़ की तरह, सेलडोन ओएस आपके व्यवसाय के सभी तकनीकी पक्षों का ख्याल रखता है।",
    "orders_management": "आदेश प्रबंधन",
    "online_pos": "ऑनलाइन पीओएस",
    "shipping": "शिपिंग",
    "inventory_management": "सूची प्रबंधन",
    "social_commerce": "सामाजिक वाणिज्य",
    "in_store_sell": "इन-स्टोर सेल",
    "team": "टीम / कर्मचारी",
    "incentives": "प्रोत्साहन / वफादारी",
    "community": "समुदाय प्रबंधन",
    "payments": "स्थानीय भुगतान",
    "ar_3d": "3डी / एआर"
  },
  "no_plugin": "नहीं—प्लगइन",
  "storefront": "स्टोर के सामने",
  "back_office": "बैक कार्यालय",
  "product_page": {
    "title": "अपना पहला उत्पाद जोड़ने के बाद आउटपुट।",
    "msg": "बस कुछ ही क्लिक से अपने विचारों को जीवंत बनाएं।",
    "open_sample_product_link": "लाइव उत्पाद खोलें",
    "open_templates": "टेम्प्लेट देखें"
  }
};