export default {
  "local_service": "Տեղական ծառայություն {country_name}-ի համար",
  "local_service_message": "Այս ծառայությունը նախատեսված է բացառապես այն օգտատերերի համար, ովքեր ապրում են <u>{country_name}-</u> ում և վաճառում են իրենց ծառայություններն ու ապրանքները այս երկրում: Դուք կարող եք օգտագործել միայն տեղական ծառայությունները կամ Selldone-ի միջազգային ծառայությունը: Այս ծառայությունից օգտվելու համար ձեզանից պահանջվում է պահպանել <b>{country_name}-</b> ի և <b>Եվրոպական միության</b> օրենքները:",
  "my_shops": "Իմ խանութները",
  "moto": "Դուք փորձեք, մենք բացում ենք դռները:",
  "start_now_btn": "Սկսեք հիմա, դա անվճար է",
  "create_ecommerce_btn": "Սկսեք ձեր էլեկտրոնային առևտուրն անվճար",
  "incentive_action": "Հրաժեշտ տվեք առցանց վաճառքի ձեր ցածր տոկոսադրույքին:",
  "create_shopping_website": "Ստեղծեք իմ էլեկտրոնային առևտուրը",
  "s1": {
    "title": "Դարձրեք Ձեր առցանց խանութը<br> Ոչ—Կոդ և ոչ—Փորձագետի լուծում",
    "title_animated_words": [
      "Ձեռնարկատերեր",
      "Արվեստագետներ",
      "Անկախ ձեռնարկություններ",
      "Ապրանքանիշեր",
      "Մանրածախ",
      "Ստեղծողներ"
    ],
    "subtitle": "Եթե ցանկանում եք ստեղծել եզակի, արագ, անվտանգ և հուսալի փորձ ձեր հաճախորդների համար, դա ձեզ համար գործիք է: Կառուցեք ձեր եզակի համայնքը և արագ էլեկտրոնային առևտուրը առանց գովազդի ձեռնարկատիրական մակարդակի բիզնես օպերացիոն համակարգի վրա:",
    "domain_input": {
      "message": "Ձեր խանութը կարող է միանալ ձեր ցանկացած թվով անձնական տիրույթների՝ անվճար հոսթինգով և SSL-ով",
      "action": "Ստեղծեք խանութ"
    },
    "community": "Համայնքային հարթակ",
    "shop": "Առցանց խանութի շինարար",
    "inventory": "Գույքագրման կառավարում",
    "cms": "Էջի խմբագիր և CMS",
    "in_60_sec": "Սեղմեք այստեղ"
  },
  "video": {
    "title": "Ամբողջական լուծում ձեր առցանց և անհատական վաճառքների համար:",
    "msg": "Տրամադրեք ամենաարագ գնման փորձը ձեր էլեկտրոնային առևտրում:",
    "card_pos": {
      "title": "Վաճառված POS",
      "msg": "Վաճառել անձամբ զրոյական տեղադրման արժեքի լուծումով:"
    },
    "card_ecommerce": {
      "title": "Վաճառվում է էլեկտրոնային առևտուր",
      "msg": "Վաճառեք առցանց, ինչպես պրոֆեսիոնալները:"
    }
  },
  "why": {
    "title": "Ինչու Selldone?",
    "msg": "Մենք չենք կարող պատկերացնել թիմեր առանց մարզիչների, հեղափոխություններ առանց առաջնորդների, ծառեր առանց արմատների և բիզնեսներ առանց օպերացիոն համակարգի: Այսպիսով, մենք վերաիմաստավորում ենք առցանց բիզնեսը արագ զարգացող ընկերությունների և երիտասարդ ձեռներեցների համար:",
    "sec1": {
      "title": "Հեշտ + Պրոֆեսիոնալ",
      "msg": "Այն ստեղծված է ձեզ համար շուկաներում պրոֆեսիոնալ խաղալու համար, նույնիսկ եթե դուք սկսնակ եք, բայց ցանկանում եք խաղալ պրոֆեսիոնալի պես, կամ դուք փորձագետ եք և արժանի եք խաղալ ինքներդ ձեզ նման:"
    },
    "sec2": {
      "title": "Ձեռնարկությունների կարգի գործիքներ",
      "msg": "Մենք թողարկում ենք նոր հնարավորություններ, թարմացնում ենք API-ները և կիրառում ենք նոր մեթոդներ որպես ամենօրյա ռեժիմ: Սա օպերացիոն համակարգ է ձեր բիզնեսի համար, այնպես որ ձեր բիզնեսը ընդլայնվում է մեր հարթակով:"
    },
    "sec3": {
      "title": "Սոցիալական վաճառք",
      "msg": "Մեր արտադրանքը մշակված է ամբողջ աշխարհում գնորդների իրական առևտրային վարքագծի վրա: Մենք առաջարկում ենք վաճառքի եզակի մեթոդներ Instagram-ում, TikTok-ում և այլ սոցիալական ցանցերում՝ AVOCADO անունով:"
    },
    "sec4": {
      "title": "Գումար խնայել",
      "msg": "Այլևս կարիք չկա, որ որևէ փորձագետ ունենա էլեկտրոնային առևտուր: Հրաժեշտ տվեք թանկարժեք զարգացմանը, պահպանմանը, ծրագրավորման գործընթացին և նույնիսկ էլեկտրոնային առևտրի հարթակների փորձագետների ծախսերին:"
    }
  },
  "how_it_work": {
    "title": "Ինչպես է դա աշխատում.",
    "msg": "No-Credit card, No-Plugin, No-Template, No-Setup, No-Host, No-Technical լուծում նրանց համար, ովքեր ցանկանում են խաղալ պրոֆեսիոնալների պես:",
    "step0": {
      "title": "Կառուցված է գնորդների համար, Սիրված է վաճառողների կողմից, Մեկ քայլ հեռավորության վրա:",
      "msg1": "Ժամանակն է իրական էլեկտրոնային առևտուր իրականացնելու, ձեր բիզնեսի շուրջ երջանիկ հաճախորդներին հավաքելու և կենտրոնանալու այն ամենի վրա, ինչ իսկապես սիրում եք անել:"
    },
    "step1": {
      "title": "Ավելացրեք ձեր ապրանքները:",
      "msg1": "Ավելացրեք ապրանքներ ձեռքով, ինչպես Instagram-ում լուսանկարներ ավելացնելը: Կամ ավելացրեք 100,000 տարր միայն Excel ֆայլի միջոցով: Դուք կարող եք վաճառել ապրանքներ, ծառայություններ, բաժանորդագրություններ և ֆայլեր մեկ վայրում:"
    },
    "step2": {
      "title": "Միացրեք վճարման եղանակները, որոնք համապատասխանում են ձեր կարիքներին:",
      "msg1": "Մենք շահագրգռված չենք միջամտել ֆինանսական գործարքներին: Հաճախորդների վճարումների 100%-ը անմիջապես կփոխանցվի ձեր բանկային հաշվին: Պարզապես միացրեք ձեր Stripe-ը, PayPal-ը և այլն: Դուք կարող եք միաժամանակ ունենալ մի քանի ակտիվ վճարային ծառայություններ ձեր խանութում:",
      "crypto_msg": "Հասանելի է ակտիվ առևտրականների համար"
    },
    "step3": {
      "title": "Սպիտակ պիտակ / Ճկուն / Խորապես հարմարեցված:",
      "msg1": "Նախագծեք ձեր վայրէջքի էջերը և փոխեք ձեր կայքի թեմայի գույնը՝ հարմարեցված ձեր ապրանքանիշի հաղորդագրությանը: Քաշեք և բաց թողեք այս ամենը հնարավոր է դարձնում առանց փորձագետ վարձելու:",
      "view_sample_pages": "Հիանալի SD խանութներ՝ ձեզ ոգեշնչելու համար"
    },
    "step4": {
      "title": "Մեկ սեղմումով վճարում. վճարումների միասնական փորձ ամբողջ աշխարհում:",
      "msg1": "Հաճախորդները պարտավոր չեն մուտքագրել տեղեկատվությունը և լրացնել գրանցման ձևը, որպեսզի գնեն ձեզանից: Նրանք մուտք են գործում SMS-ի միջոցով և մեկ սեղմումով լրացնում են վճարման ձևը և վճարում: Դուք աճում եք, մենք աճում ենք:"
    }
  },
  "onboarding": {
    "title": "Դարձրե՛ք ձեր բիզնեսը առցանց, ավելի արագ և ավելի լավ, դա անվճար է",
    "success_title": "Ձեր առցանց բիզնեսի OS-ի տեղադրում,",
    "wait_msg": "Խնդրում ենք սպասել մի քանի վայրկյան...",
    "ready_msg": "Ձեր խանութը պատրաստ է։",
    "send_mail_msg": "Մուտքի հղումն ուղարկվել է {email}-ին",
    "options": {
      "title": "Խանութի կոնֆիգուրացիա",
      "msg": "Ի՞նչ հնարավորություններ եք ուզում ունենալ ձեր կայքում:",
      "ecommerce": "Էլեկտրոնային առևտուր",
      "pos": "Վաճառքի կետ",
      "blog": "Բլոգ և CMS",
      "community": "Համայնք և ֆորում"
    },
    "job": {
      "title": "Ո՞րն է ձեր ոլորտը:",
      "placeholder": "Անցեք ձեր բիզնեսը Selldone OS-ի, անկախ նրանից, թե որ հարթակն եք ներկայումս օգտագործում:"
    },
    "shop_name": {
      "title": "Բիզնեսի անվանումը",
      "placeholder": "Օրինակ՝ Ալեքսի կոշիկներ"
    },
    "income": {
      "title": "Ամսական վաճառք",
      "msg": "Ընտրեք ձեր ընդհանուր ամսական վաճառքի շրջանակը:",
      "Low": "Մինչև $5000 ԱՄՆ դոլար",
      "Medium": "$5000 USD ~ $50000 USD",
      "High": "50,000 ԱՄՆ դոլար ~ 1,000,000 ԱՄՆ դոլար",
      "Extreme": "1,000,000 ԱՄՆ դոլարից բարձր"
    },
    "step_1": "Նպատակը",
    "step_2": "Կոնֆիգուրացիա",
    "step_3": "Հաշիվ"
  },
  "notion": {
    "title": "Խաղ տարբեր կանոններով.",
    "quote": "Մենք հավատում ենք, որ մեկ մարդ կարող է փոփոխություն կատարել առցանց մարդկության դարաշրջանում, նույնիսկ այն, ով չունի բավարար գումար, նույնիսկ չունի տեխնիկական փորձ, նույնիսկ չունի բանկային հաշիվ, որպեսզի վճարի հաշիվները. մենք դա անում ենք՝ ստեղծելով օգտագործման համար պատրաստի հարթակ՝ ձեռնարկության մակարդակի գործիքներով, որը կգործի որպես ինտերնետում առավել հասանելի օպերացիոն համակարգ:"
  },
  "stop": {
    "title": "Հեշտ առցանց գնումների կայքերի ստեղծող + ուղղակի վճարում:",
    "subtitle": "Եթե դուք նախատեսում եք շահութաբեր առցանց բիզնես կառուցել և ձեր բիզնես գաղափարն իրականություն դարձնել, ապա Selldone-ը կատարյալ ընտրություն է:",
    "pacman": "Վճարման պլագիններ"
  },
  "os": {
    "title": "Համաշխարհային կարգի գործիքների հասանելիություն — Անվճար:",
    "msg": "Մենք ձեր ձեռքի տակ ենք դնում պրոֆեսիոնալ էլեկտրոնային առևտրի ստեղծման ուժը:"
  },
  "login": {
    "title": "Պատրա՞ստ եք շուկայում պրոֆեսիոնալի պես խաղալ:"
  },
  "currencies": {
    "title": "Արժույթներ",
    "sub": "Ձեր հաճախորդները կարող են սահուն վճարումներ կատարել իրենց տեղական արժույթներով:",
    "msg": "Կենտրոնացեք վաճառքի վրա, այլ ոչ թե պայքարեք տեխնոլոգիաների, հավելումների և վճարման բարդությունների ցավի դեմ: Մենք աշխատում ենք տեղական և համաշխարհային վճարային ծառայությունների հետ՝ ձեր առցանց բիզնեսում ամեն ինչ հարթեցնելու համար:"
  },
  "countries": {
    "title": "Երկրներ",
    "sub": "Աշխարհի ամենադյուրին մասշտաբային Business OS-ը:",
    "msg": "Մենք հարմարեցնում ենք ավանդական անհատ առ անձ առևտրային վարքագիծը առցանց տարածքում, անկախ նրանից, թե որտեղ եք ապրում դուք կամ ձեր հաճախորդը, մենք առաքելություն ունենք ապահովելու լավագույն փորձը ձեզ համար:"
  },
  "dna": {
    "title": "Ձեր բիզնեսի ԴՆԹ",
    "sub": "ՎԱՃԱՌՎԵՑ.",
    "msg": "Սա միակ բոլորը մեկում, առանց կոդերի Բիզնեսի օպերացիոն համակարգը որպես ծառայություն է ձեզ համար ձեռնարկատիրական կարգի գործիքներով:"
  },
  "api": {
    "title": "Dev. ընկերական",
    "msg": "Ամբողջովին բաց API-ի վրա հիմնված լուծում առցանց բիզնեսների համար:",
    "sec1": {
      "title": "Մենք կառուցում ենք ձեր բիզնեսի հիմքը",
      "msg": "Ձեր խանութի բոլոր կողմերը հասանելի են մեր հզոր REST API-ի միջոցով: Դուք կարող եք ցանկացած փոփոխություն կատարել խանութում, ստեղծել ձեր հավելվածները կամ զարգացնել ձեր գնումների հավելվածը՝ առանց անհանգստանալու տեխնիկական, վճարային և հետին պլանի խնդիրների մասին:"
    },
    "sec2": {
      "title": "Արագ ինտեգրում",
      "msg": "Մենք մշակում ենք SDK-ներ բոլոր ընդհանուր լեզուների և շրջանակների համար, որպեսզի կարողանաք կատարել նույնականացման քայլերը, մուտք գործել հաշիվ և կառավարել այն պարզ հրամանների միջոցով: Սկսելուց ընդամենը մի քանի կտտոցով կլինի:"
    }
  },
  "convertible": {
    "store_name": "Ձեր խանութը",
    "variant_1": "Ապրանքի Տարբերակ Սաթ",
    "variant_2": "Ապրանքի Տարբերակ Կարմիր",
    "buy": "Գնիր հիմա",
    "price": "$89",
    "management": {
      "title": "Ապրանքների կառավարում",
      "msg": "Կառավարեք արտադրանքներն ու կատեգորիաները, ինչպիսիք են ֆայլերն ու պանակները, որոնք քաշում և թողնում եք Windows-ում:",
      "check1": "Վերբեռնեք արտադրանքները Excel կամ CSV ֆայլերով:",
      "check2": "Ավելացնել AR մոդելներ:",
      "check3": "Օպտիմալացնել ավտոմատ SEO շարժիչով:",
      "check4": "Քաշել և թողնել կառավարում:"
    },
    "payment": {
      "title": "Աջակցեք բազմաթիվ վճարման մեթոդներին",
      "msg": "Անխափան փորձ տեղում/հավելվածում վճարում:",
      "check1": "Շերտագիծ",
      "check1msg": "Աջակցեք ավելի քան 40 երկրների:",
      "check2": "Կլարնա",
      "check2msg": "Գնել հիմա վճարեք ավելի ուշ:",
      "check3": "Paypal",
      "check3msg": "Մեկ սեղմումով վճարում:"
    },
    "checkout": {
      "title": "Ձեր ապրանքանիշը",
      "online": "Առցանց հաճախորդներ",
      "offline": "Անձնական Հաճախորդներ"
    },
    "design": {
      "title": "Էջ կառուցող",
      "msg": "Դարձրեք այն իրական՝ պարզապես քաշելով և թողնելով:"
    }
  },
  "secure": {
    "title": "Հիպեր անվտանգ լուծում",
    "msg": "Տվյալների ամբողջականությունը և ձեռնարկության մուտքի մակարդակի կառավարումը:"
  },
  "build": {
    "title": "Ունեցեք ձեր սեփական էլեկտրոնային առևտուրը ձեր սեփական ապրանքանիշի հետ և հետ վերցրեք ձեր բիզնեսի վերահսկողությունը:",
    "msg": "Դուք ունեք բազմաթիվ ընտրություններ՝ ձեր սոցիալական մեդիայի հաշիվները ձեր տիրույթում առցանց գնումների կայք փոխարկելու կամ ձեր գլուխգործոց էլեկտրոնային առևտուրը զրոյից ստեղծելու համար:"
  },
  "stripe": {
    "title": "Ունե՞ք Stripe հաշիվ:",
    "msg": "Շնորհավորում եմ, դուք նախկինում արել եք շատ բաներ: Ստեղծեք ձեր առցանց խանութը ընդամենը մեկ հպումով: Սելդոնը հոգում է մնացածի մասին։"
  },
  "unbanked": {
    "title": "Մեկ հարթակ, Մեկ լուծում — Նպատակ.",
    "msg": "Եզակի Բիզնես ՕՀ՝ հեշտացնելու առցանց վաճառքը և բացելու ձեռնարկատիրական ոգին, նույնիսկ ավելի քան 1,7 միլիարդ չբանկ չունեցող չափահասների համար:"
  },
  "faqs": [
    {
      "question": "Կարո՞ղ եմ առցանց խանութ ստեղծել առանց կրեդիտ քարտի:",
      "answer": "Այո, դուք կարող եք ստեղծել ձեր էլեկտրոնային առևտուրը՝ առանց որևէ բանկային քարտի կարիքի, ինչպիսիք են վարկային և դեբետային քարտերը Selldone-ում: Selldone-ն օգտագործում է եզակի միջոց՝ առաջադեմ էլեկտրոնային առևտրի ծառայություններ մատուցելու մարդկանց, նույնիսկ ավելի քան 1,7 միլիարդ մարդկանց, ովքեր չունեն ընդհանուր ֆինանսական ծառայություններից օգտվելու հնարավորություն:"
    },
    {
      "question": "Ինչպե՞ս կարող եմ առցանց վաճառել ոչ բանկային հաճախորդներին:",
      "answer": "Ձեր էլեկտրոնային առևտրին ավելացրեք COD ( <b>Առաքում կանխիկ գումար</b> ), որպեսզի ձեր հաճախորդները կարողանան վճարել պատվերը ստանալուց հետո: COD-ն ավանդական միջոց է ֆինանսավորման ենթակառուցվածքների բացակայությամբ շատ երկրներում:"
    },
    {
      "question": "Ինչպե՞ս կարող եմ ստեղծել իմ էլեկտրոնային առևտուրն առանց բանկային հաշվի:",
      "answer": "Սելդոնից առաջ չթխված մարդկանց համար լուծում չկար։ Բայց հիմա, դուք կարող եք ստեղծել ձեր էլեկտրոնային առևտուրը և կայքը՝ առանց որևէ բանկային հաշիվ ունենալու: Այն ձեզ համար նվազագույն ծախսեր ունի. Դուք կարող եք վճարել այս արժեքը ամսվա վերջում ձեր դրամապանակի միջոցով: Վաճառված դրամապանակը կարող է վճար ստանալ այլ մարդկանցից կամ գանձել նվեր քարտերի միջոցով: Այս ծառայություններից օգտվելու համար ձեզ հարկավոր չէ կրեդիտ քարտ:"
    },
    {
      "question": "Ինչպե՞ս կարող եմ բիզնես սկսել առանց տեղադրման ծախսերի:",
      "answer": "<ol><li>Գրանցվեք անվճար <a href='https://selldone.com'>Selldone.com կայքում</a> :</li><li> Կառուցեք ձեր խանութը:</li><li> Ավելացրեք ձեր ապրանքներն ու ծառայությունները:</li><li> Միացրեք ձեր տիրույթը (ըստ ցանկության)</li><li> Միացնել վճարման դարպասները:</li><li> Սկսեք ձեր բիզնեսը ներկայացնել ընկերներին և ընտանիքներին:</li><li> Ներկայացրեք ինքներդ ձեզ և ձեր արտադրանքը սոցիալական ցանցերում:</li><li> Ստեղծեք բրենդ ձեր բիզնեսի համար՝ տրամադրելով եզակի արժեքի առաջարկ:</li><li> Դիտեք ձեր օգտատերերի վարքագիծը Seldone վահանակի միջոցով:</li></ol>"
    }
  ],
  "brands": {
    "title": "Կառուցեք ձեր բիզնեսը վստահելի հիմքի վրա:",
    "subtitle": "Ձեր բիզնեսն արժե այն:"
  },
  "why_boxes": {
    "block1": {
      "title": "Խնայեք նախնական ծախսերը",
      "subtitle": "Առանց թեմայի և առանց հավելվածի լուծում:"
    },
    "block2": {
      "title": "Խնայեք գործառնական ծախսերը",
      "subtitle": "Երբևէ չկա լրացուցիչ և թաքնված վճար:"
    },
    "block3": {
      "title": "Խնայել ժամանակը",
      "subtitle": "Ձեռնարկությունների համար, բայց սկսնակների համար հարմար:"
    }
  },
  "money_transfer": {
    "customer": "Ձեր հաճախորդը",
    "bank": "Ձեր բանկային հաշիվը",
    "wallet": "Դրամապանակ",
    "free_setup": "Անվճար կարգավորում:",
    "no_extra_fee": "Լրացուցիչ վճար չկա:",
    "no_hidden_fee": "Ոչ մի թաքնված վճար:"
  },
  "extra": {
    "cart": "Սայլերի կառավարում",
    "payment": "Վճարում",
    "shipping": "առաքում",
    "fulfilment": "Կատարում",
    "community": "Համայնք և հետադարձ կապ"
  },
  "select_language_dialog_title": "Կատարեք ձեր բիզնեսը ձեր սիրած լեզվով",
  "welcome_title": "Կառուցեք, կառավարեք և մեծացրեք ձեր բիզնեսը տեսողականորեն",
  "welcome_subtitle": "Դարձրեք ձեր առցանց խանութը միլիոնավոր պատվերների համար առանց կոդերի և առանց փորձագետի անհրաժեշտ լուծումների:",
  "your_shop": "Ձեր ցուցափեղկը",
  "your_dashboard": "Ձեր Back Office",
  "flow": {
    "title": "Անհատականացվող վճարման հոսք:",
    "subtitle": "Նախագծեք ձեր հաճախորդների ճանապարհորդությունը և գնումների հոսքը և փորձի արդյունքները:",
    "pacman": "Checkout Plugins"
  },
  "business_model": {
    "title": "Տեսողական բիզնես մոդելի ընդունում:",
    "subtitle": "Ստեղծեք ձեր բիզնես մոդելը տեսողականորեն, ամբողջ բարդությունը կկարգավորվի տեսողականորեն:",
    "pacman": "Marketplace և POD պլագիններ"
  },
  "team": {
    "title": "Հանդիպեք թիմին:",
    "msg": "Մենք կխաղանք տարբեր կանոններով առևտրային հարթակների դաժան դաշտում, հատկապես, երբ մեր մրցակիցները միլիոնավոր դոլարներ են ծախսում գովազդի վրա. մենք ներդրումներ ենք կատարում արտադրանքի, մարդկանց և իրական խնդիրների լուծման մեջ: Այս թիմը աջակցում է ձեր բիզնեսին:"
  },
  "customers": {
    "title": "Հանդիպեք մեր համայնքին:",
    "msg": "Սա պարզապես ճանապարհորդության սկիզբ է՝ ստեղծելու իմաստալից գործիքներ՝ ապագա ձեռներեցներին բացելու համար՝ սովորելով մեր հաճախորդներից:"
  },
  "panorama": {
    "title": "Ոչ մի թանկ հավելում, <b class=\"font-weight-bold\">բոլոր հնարավորությունները նախապես կառուցված են</b>",
    "msg": "Կարիք չկա ամեն ամիս հարյուրավոր դոլարներ ծախսել պլագինների և հավելվածների վրա և անհանգստանալ թարմացումների համար: Ինչպես macOS-ը ձեր համակարգչի համար, Selldone OS-ը հոգ է տանում ձեր բիզնեսի բոլոր տեխնիկական կողմերի մասին:",
    "orders_management": "Պատվերների կառավարում",
    "online_pos": "Առցանց POS",
    "shipping": "առաքում",
    "inventory_management": "Գույքագրման կառավարում",
    "social_commerce": "Սոցիալական առևտուր",
    "in_store_sell": "Վաճառք խանութում",
    "team": "Թիմ / անձնակազմ",
    "incentives": "Խթաններ / Հավատարմություն",
    "community": "Համայնքի կառավարում",
    "payments": "Տեղական վճարումներ",
    "ar_3d": "3D / AR"
  },
  "no_plugin": "Ոչ — պլագին"
};