export default {
  "local_service": "{country_name}のローカルサービス",
  "local_service_message": "このサービスは、 <u>{country_name}</u>に住んでいて、この国でサービスや製品を販売しているユーザー専用に設計されています。Selldoneのローカルサービスまたは国際サービスのみを使用できます。このサービスを使用するには、以下を遵守する必要があります。 <b>{country_name}</b>と<b>欧州連合</b>の法律。",
  "my_shops": "私の店",
  "moto": "やってみて、ドアを開ける！",
  "start_now_btn": "今すぐ始めましょう—無料です",
  "create_ecommerce_btn": "無料でeコマースを開始",
  "incentive_action": "あなたの低いオンライン販売率に別れを告げなさい！",
  "create_shopping_website": "私のeコマースを作成する",
  "s1": {
    "title": "あなたのオンラインストアを作る<br>いいえ-コードおよびいいえ-専門家が必要とするソリューション",
    "title_animated_words": [
      "起業家",
      "アーティスト",
      "独立した事業",
      "ブランド",
      "小売",
      "クリエイター"
    ],
    "subtitle": "あなたがあなたの顧客のためにユニークで、速く、安全で、そして信頼できる経験を作りたいならば、それはあなたのためのツールです。広告なしのエンタープライズグレードのビジネスオペレーティングシステムで、独自のコミュニティと高速なeコマースを構築します。",
    "domain_input": {
      "message": "あなたの店は無料のホスティングとSSLであなたが持っている任意の数の個人ドメインに接続することができます",
      "action": "ストアを作成する"
    },
    "community": "コミュニティプラットフォーム",
    "shop": "オンラインショップビルダー",
    "inventory": "在庫管理",
    "cms": "ページエディタとCMS",
    "in_60_sec": "ここをクリック"
  },
  "video": {
    "title": "オンラインおよび対面販売のためのオールインワンソリューション。",
    "msg": "eコマースで最速の購入体験を提供します。",
    "card_pos": {
      "title": "Selldone POS",
      "msg": "ゼロセットアップコストソリューションで直接販売します。"
    },
    "card_ecommerce": {
      "title": "Selldoneeコマース",
      "msg": "専門家のようにオンラインで販売します。"
    }
  },
  "why": {
    "title": "なぜSelldone？",
    "msg": "コーチのいないチーム、リーダーのいない革命、ルーツのない木、オペレーティングシステムのないビジネスを想像することはできません！そのため、急成長している企業や若い起業家のためのオンラインビジネスを再考しています。",
    "sec1": {
      "title": "Easy + Professional",
      "msg": "初心者でもプロのようにプレイしたい場合や、エキスパートで自分のようにプレイする価値がある場合でも、市場でプロのようにゲームをプレイできるように構築されています。"
    },
    "sec2": {
      "title": "エンタープライズグレードのツール",
      "msg": "新しい機能をリリースし、APIを更新し、新しいメソッドを日常業務として適用します。それはあなたのビジネスのためのオペレーティングシステムなので、あなたのビジネスは私たちのプラットフォームによってスケールアップします。"
    },
    "sec3": {
      "title": "ソーシャルセールス",
      "msg": "当社の製品は、世界中の購入者の実際の取引行動に基づいて設計されています。 Instagram、TikTok、その他のソーシャルネットワークでAVOCADOという独自の販売方法を提供しています。"
    },
    "sec4": {
      "title": "お金を節約する",
      "msg": "専門家がeコマースを利用する必要はもうありません！費用のかかる開発、保守、プログラミングプロセス、さらにはeコマースプラットフォームの専門家の費用に別れを告げます。"
    }
  },
  "how_it_work": {
    "title": "使い方。",
    "msg": "プロのようにゲームをしたい人のためのクレジットカードなし、プラグインなし、テンプレートなし、セットアップなし、ホストなし、技術的ソリューションなし。",
    "step0": {
      "title": "買い物客のために建てられ、売り手に愛され、一歩離れています。",
      "msg1": "それは本当のeコマースを持ち、あなたのビジネスの周りに幸せな顧客を集め、あなたが本当にやりたいことに集中するあなたの時間です。"
    },
    "step1": {
      "title": "製品を追加します。",
      "msg1": "Instagramに写真を追加するなど、手動で商品を追加してください。または、Excelファイルだけで100,000個のアイテムを追加します。製品、サービス、サブスクリプション、およびファイルを1か所で販売できます。"
    },
    "step2": {
      "title": "Connectの支払い方法はあなたのニーズに合っています。",
      "msg1": "私たちは金融取引に干渉することに興味がありません！顧客の支払いの100％があなたの銀行口座に直接送金されます。 Stripe、PayPalなどを接続するだけです。ストアで同時に複数のアクティブな支払いサービスを利用できます。",
      "crypto_msg": "アクティブなマーチャントが利用可能"
    },
    "step3": {
      "title": "ホワイトラベル/柔軟/高度にカスタマイズ可能。",
      "msg1": "ランディングページをデザインし、ブランドメッセージに合わせてサイトのテーマの色を変更します。ドラッグアンドドロップ機能により、専門家を雇うことなくこれらすべてが可能になります。"
    },
    "step4": {
      "title": "ワンクリックチェックアウト：世界中の統一されたチェックアウト体験。",
      "msg1": "顧客はあなたから購入するために情報を入力して登録フォームに記入する必要はありません！彼らはSMS経由でログインし、ワンクリックでチェックアウトフォームに記入して支払います。あなたは成長し、私たちは成長します。"
    }
  },
  "onboarding": {
    "title": "あなたのビジネスをオンラインで、より速くそしてより良くする-それは無料です",
    "success_title": "オンラインビジネスOSをインストールし、",
    "wait_msg": "数秒お待ちください...",
    "ready_msg": "あなたの店は準備ができています。",
    "send_mail_msg": "{email}に送信されたログインリンク",
    "options": {
      "title": "ショップ構成",
      "msg": "あなたのウェブサイトにどんな機能が欲しいですか？",
      "ecommerce": "eコマース",
      "pos": "POS",
      "blog": "ブログとCMS",
      "community": "コミュニティ＆フォーラム"
    },
    "job": {
      "title": "あなたの業界は何ですか？",
      "placeholder": "現在使用しているプラットフォームに関係なく、ビジネスをSelldoneOSに切り替えます。"
    },
    "shop_name": {
      "title": "商号",
      "placeholder": "元。アレックスの靴"
    },
    "income": {
      "title": "月間売上高",
      "msg": "毎月の総売上高の範囲を選択します。",
      "Low": "最大5,000米ドル",
      "Medium": "$ 5,000 USD〜 $ 50,000 USD",
      "High": "50,000米ドル〜1,000,000米ドル",
      "Extreme": "1,000,000米ドル以上"
    },
    "step_1": "目的",
    "step_2": "構成",
    "step_3": "アカウント"
  },
  "notion": {
    "title": "さまざまなルールのゲーム。",
    "quote": "私たちは、お金が足りなくても、技術的な経験がなくても、請求書を支払うための銀行口座がなくても、1人の人がオンライン人類の時代に変化をもたらすことができると信じています。これを行うには、インターネット上で最も実現可能なオペレーティングシステムとして機能する、エンタープライズグレードのツールを備えたすぐに使用できるプラットフォームを作成します。"
  },
  "stop": {
    "title": "簡単なオンラインショッピングウェブサイトビルダー+直接支払い。",
    "subtitle": "収益性の高いオンラインビジネスを構築し、ビジネスアイデアを実現することを計画している場合は、Selldoneが最適です。"
  },
  "os": {
    "title": "ワールドクラスのツールへのアクセス—無料。",
    "msg": "私たちはあなたの指先でプロのeコマースを作成する力を置きます。"
  },
  "login": {
    "title": "市場でプロのようにゲームをする準備はできていますか？"
  },
  "currencies": {
    "title": "通貨",
    "sub": "顧客は現地通貨でスムーズに支払うことができます。",
    "msg": "テクノロジー、プラグイン、支払いの複雑さの苦痛に苦しむのではなく、販売に焦点を合わせます。私たちはローカルおよびグローバルな決済サービスと協力して、すべてをオンラインビジネスに合わせます。"
  },
  "countries": {
    "title": "国",
    "sub": "世界で最も拡張が容易なビジネスOS。",
    "msg": "私たちは、あなたやあなたの顧客がどこに住んでいても、オンライン空間での伝統的な人から人への取引行動を適応させ、あなたに最高の体験を提供することを使命としています。"
  },
  "dna": {
    "title": "あなたのビジネスのDNA",
    "sub": "SELLDONE IT！",
    "msg": "これは、エンタープライズグレードのツールを備えた唯一のオールインワンのノーコードビジネスオペレーティングシステムサービスです。"
  },
  "api": {
    "title": "開発者フレンドリー",
    "msg": "オンラインビジネス向けの完全にオープンなAPIベースのソリューション。",
    "sec1": {
      "title": "私たちはあなたのビジネスのバックボーンを構築します",
      "msg": "ストアのすべての側面は、強力なRESTAPIを介して利用できます。技術、支払い、バックエンドの問題を気にすることなく、ストアに変更を加えたり、アプリを作成したり、ショッピングアプリを開発したりできます。"
    },
    "sec2": {
      "title": "高速統合",
      "msg": "すべての一般的な言語とフレームワーク用のSDKを開発しているため、認証、アカウントへのアクセス、および簡単なコマンドによる管理の手順を実行できます。開始するには、数回クリックするだけです。"
    }
  },
  "convertible": {
    "store_name": "あなたの店",
    "variant_1": "製品バリアントアンバー",
    "variant_2": "製品バリアントレッド",
    "buy": "今買う",
    "price": "89ドル",
    "management": {
      "title": "製品管理",
      "msg": "Windowsでドラッグアンドドロップするファイルやフォルダなどの製品やカテゴリを管理します。",
      "check1": "ExcelまたはCSVファイルで製品をアップロードします。",
      "check2": "ARモデルを追加します。",
      "check3": "自動SEOエンジンで最適化します。",
      "check4": "ドラッグアンドドロップ管理。"
    },
    "payment": {
      "title": "複数の支払い方法をサポートする",
      "msg": "インサイト/アプリ内支払いのシームレスな体験。",
      "check1": "縞",
      "check1msg": "40か国以上をサポートします。",
      "check2": "クラルナ",
      "check2msg": "今すぐ購入して後で支払います。",
      "check3": "ペイパル",
      "check3msg": "ワンクリック支払い。"
    },
    "checkout": {
      "title": "あなたのブランド",
      "online": "オンライン顧客",
      "offline": "対面のお客様"
    },
    "design": {
      "title": "ページビルダー",
      "msg": "ドラッグアンドドロップするだけでそれを現実のものにします。"
    }
  },
  "secure": {
    "title": "ハイパーセキュアソリューション",
    "msg": "データの整合性とエンタープライズアクセスレベルの管理。"
  },
  "build": {
    "title": "あなた自身のブランドであなた自身のeコマースを持ち、あなたのビジネスコントロールを取り戻してください！",
    "msg": "ソーシャルメディアアカウントをドメイン上のオンラインショッピングWebサイトに変換するか、傑作のeコマースを最初から作成するかを選択できます。"
  },
  "stripe": {
    "title": "Stripeアカウントをお持ちですか？",
    "msg": "おめでとうございます、あなたは以前にほとんどのことをしました。ワンタップでオンラインストアを作成！残りはSelldoneが担当します。"
  },
  "unbanked": {
    "title": "1つのプラットフォーム、1つのソリューション—目的。",
    "msg": "17億人以上の銀行口座を持たない成人でも、オンライン販売を促進し、起業家精神を解き放つユニークなビジネスOS。"
  },
  "faqs": [
    {
      "question": "クレジットカードなしでオンラインストアを作成できますか？",
      "answer": "はい、Selldoneのクレジットカードやデビットカードのような銀行カードを必要とせずにeコマースを作成できます。 Selldoneは、一般的な金融サービスにアクセスできない17億人を超える人々にさえ、高度なeコマースサービスを提供するために独自の方法を使用しています。"
    },
    {
      "question": "銀行口座を持たない顧客にオンラインで販売するにはどうすればよいですか？",
      "answer": "eコマースに代金引換（<b>代金</b>引換）を追加して、顧客が注文を受けた後に支払うことができるようにします。 CODは、資金調達インフラストラクチャが不足しているほとんどの国で従来の方法です。"
    },
    {
      "question": "銀行口座なしでeコマースを設定するにはどうすればよいですか？",
      "answer": "Selldoneの前に、焼かれていない人々のための解決策はありませんでした。しかし今では、銀行口座がなくてもeコマースとWebサイトを作成できます。最小限のコストで済みます。あなたはあなたの財布を通して月末にこの費用を支払うことができます。 Selldoneウォレットは、他の人から料金を受け取ったり、ギフトカードで請求したりできます。これらのサービスを利用するのにクレジットカードは必要ありません。"
    },
    {
      "question": "セットアップ費用なしでビジネスを始めるにはどうすればよいですか？",
      "answer": "<ol><li><a href='https://selldone.com'>Selldone.com</a>に無料で登録します。</li><li>あなたの店を建てなさい。</li><li>製品とサービスを追加します。</li><li>ドメインを接続する（オプション）</li><li>支払いゲートウェイを有効にします。</li><li>友人や家族にあなたのビジネスを紹介し始めましょう。</li><li>ソーシャルメディアであなた自身とあなたの製品を紹介してください。</li><li>独自の価値提案を提供することにより、ビジネスのブランドを構築します。</li><li> Selldoneパネルを使用してユーザーの行動を監視します。</li></ol>"
    }
  ],
  "brands": {
    "title": "信頼できる基盤の上にビジネスを構築します。",
    "subtitle": "あなたのビジネスはそれだけの価値があります！"
  },
  "why_boxes": {
    "block1": {
      "title": "初期費用を節約",
      "subtitle": "テーマなし、プラグインなしのソリューション。"
    },
    "block2": {
      "title": "運用コストを節約",
      "subtitle": "追加料金や隠し料金はありません。"
    },
    "block3": {
      "title": "時間を節約する",
      "subtitle": "エンタープライズグレードですが、初心者向けです。"
    }
  },
  "money_transfer": {
    "customer": "あなたの顧客",
    "bank": "あなたの銀行口座",
    "wallet": "財布",
    "free_setup": "無料セットアップ。",
    "no_extra_fee": "追加料金なし。",
    "no_hidden_fee": "隠された料金はありません。"
  },
  "extra": {
    "cart": "カート管理",
    "payment": "支払い",
    "shipping": "運送",
    "fulfilment": "フルフィルメント",
    "community": "コミュニティとフィードバック"
  }
};