export default {
  "local_service": "{country_name}のローカルサービス",
  "local_service_message": "このサービスは、 <u>{country_name}</u>に住んでいて、この国でサービスや製品を販売しているユーザー専用に設計されています。Selldoneのローカルサービスまたは国際サービスのみを使用できます。このサービスを使用するには、以下を遵守する必要があります。 <b>{country_name}</b>と<b>欧州連合</b>の法律。",
  "my_shops": "私の店",
  "moto": "やってみて、ドアを開ける！",
  "start_now_btn": "今すぐ始めましょう—無料です",
  "create_ecommerce_btn": "無料でeコマースを開始",
  "incentive_action": "あなたの低いオンライン販売率に別れを告げなさい！",
  "create_shopping_website": "私のeコマースを作成する",
  "s1": {
    "title": "あなたのオンラインストアを作る<br>いいえ-コードおよびいいえ-専門家が必要とするソリューション",
    "title_animated_words": [
      "起業家",
      "アーティスト",
      "独立した事業",
      "ブランド",
      "小売",
      "クリエイター"
    ],
    "subtitle": "あなたがあなたの顧客のためにユニークで、速く、安全で、そして信頼できる経験を作りたいならば、それはあなたのためのツールです。広告なしのエンタープライズグレードのビジネスオペレーティングシステムで、独自のコミュニティと高速なeコマースを構築します。",
    "domain_input": {
      "message": "あなたの店は無料のホスティングとSSLであなたが持っている任意の数の個人ドメインに接続することができます",
      "action": "ストアを作成する"
    },
    "community": "コミュニティプラットフォーム",
    "shop": "オンラインショップビルダー",
    "inventory": "在庫管理",
    "cms": "ページエディタとCMS",
    "in_60_sec": "ここをクリック"
  },
  "video": {
    "title": "オンラインおよび対面販売のためのオールインワンソリューション。",
    "msg": "eコマースで最速の購入体験を提供します。",
    "card_pos": {
      "title": "Selldone POS",
      "msg": "ゼロセットアップコストソリューションで直接販売します。"
    },
    "card_ecommerce": {
      "title": "Selldoneeコマース",
      "msg": "専門家のようにオンラインで販売します。"
    },
    "pacman": "私は技術的な創設者ではありません"
  },
  "why": {
    "title": "なぜSelldone？",
    "msg": "コーチのいないチーム、リーダーのいない革命、ルーツのない木、オペレーティングシステムのないビジネスを想像することはできません！そのため、急成長している企業や若い起業家のためのオンラインビジネスを再考しています。",
    "sec1": {
      "title": "Easy + Professional",
      "msg": "初心者でもプロのようにプレイしたい場合や、エキスパートで自分のようにプレイする価値がある場合でも、市場でプロのようにゲームをプレイできるように構築されています。"
    },
    "sec2": {
      "title": "エンタープライズグレードのツール",
      "msg": "新しい機能をリリースし、APIを更新し、新しいメソッドを日常業務として適用します。それはあなたのビジネスのためのオペレーティングシステムなので、あなたのビジネスは私たちのプラットフォームによってスケールアップします。"
    },
    "sec3": {
      "title": "ソーシャルセールス",
      "msg": "当社の製品は、世界中の購入者の実際の取引行動に基づいて設計されています。 Instagram、TikTok、その他のソーシャルネットワークでAVOCADOという独自の販売方法を提供しています。"
    },
    "sec4": {
      "title": "お金を節約する",
      "msg": "専門家がeコマースを利用する必要はもうありません！費用のかかる開発、保守、プログラミングプロセス、さらにはeコマースプラットフォームの専門家の費用に別れを告げます。"
    }
  },
  "how_it_work": {
    "title": "使い方。",
    "msg": "プロのようにゲームをしたい人のためのクレジットカードなし、プラグインなし、テンプレートなし、セットアップなし、ホストなし、技術的ソリューションなし。",
    "step0": {
      "title": "買い物客のために建てられ、売り手に愛され、一歩離れています。",
      "msg1": "それは本当のeコマースを持ち、あなたのビジネスの周りに幸せな顧客を集め、あなたが本当にやりたいことに集中するあなたの時間です。"
    },
    "step1": {
      "title": "製品を追加します。",
      "msg1": "Instagramに写真を追加するなど、手動で商品を追加してください。または、Excelファイルだけで100,000個のアイテムを追加します。製品、サービス、サブスクリプション、およびファイルを1か所で販売できます。"
    },
    "step2": {
      "title": "Connectの支払い方法はあなたのニーズに合っています。",
      "msg1": "私たちは金融取引に干渉することに興味がありません！顧客の支払いの100％があなたの銀行口座に直接送金されます。 Stripe、PayPalなどを接続するだけです。ストアで同時に複数のアクティブな支払いサービスを利用できます。",
      "crypto_msg": "アクティブなマーチャントが利用可能"
    },
    "step3": {
      "title": "ホワイトラベル/柔軟/高度にカスタマイズ可能。",
      "msg1": "ランディングページをデザインし、ブランドメッセージに合わせてサイトのテーマの色を変更します。ドラッグアンドドロップ機能により、専門家を雇うことなくこれらすべてが可能になります。",
      "view_sample_pages": "あなたを刺激する素晴らしいSDストア"
    },
    "step4": {
      "title": "ワンクリックチェックアウト：世界中の統一されたチェックアウト体験。",
      "msg1": "顧客はあなたから購入するために情報を入力して登録フォームに記入する必要はありません！彼らはSMS経由でログインし、ワンクリックでチェックアウトフォームに記入して支払います。あなたは成長し、私たちは成長します。"
    }
  },
  "onboarding": {
    "title": "あなたのビジネスをオンラインで、より速くそしてより良くする-それは無料です",
    "success_title": "オンラインビジネスOSをインストールし、",
    "wait_msg": "数秒お待ちください...",
    "ready_msg": "あなたの店は準備ができています。",
    "send_mail_msg": "{email}に送信されたログインリンク",
    "options": {
      "title": "ショップ構成",
      "msg": "あなたのウェブサイトにどんな機能が欲しいですか？",
      "ecommerce": "eコマース",
      "pos": "POS",
      "blog": "ブログとCMS",
      "community": "コミュニティ＆フォーラム",
      "ecommerce_desc": "製品やサービスをオンラインで販売します。",
      "pos_desc": "製品やサービスを直接販売します。",
      "blog_desc": "記事や投稿を公開するための強力な CMS。",
      "community_desc": "独自のコミュニティとフォーラムを作成します。"
    },
    "job": {
      "title": "あなたの業界は何ですか？",
      "placeholder": "現在使用しているプラットフォームに関係なく、ビジネスをSelldoneOSに切り替えます。"
    },
    "shop_name": {
      "title": "商号",
      "placeholder": "元。アレックスの靴"
    },
    "income": {
      "title": "月間売上高",
      "msg": "毎月の総売上高の範囲を選択します。",
      "Low": "最大5,000米ドル",
      "Medium": "$ 5,000 USD〜 $ 50,000 USD",
      "High": "50,000米ドル〜1,000,000米ドル",
      "Extreme": "1,000,000米ドル以上"
    },
    "step_1": "目的",
    "step_2": "構成",
    "step_3": "アカウント"
  },
  "notion": {
    "title": "さまざまなルールのゲーム。",
    "quote": "私たちは、お金が足りなくても、技術的な経験がなくても、請求書を支払うための銀行口座がなくても、1人の人がオンライン人類の時代に変化をもたらすことができると信じています。これを行うには、インターネット上で最も実現可能なオペレーティングシステムとして機能する、エンタープライズグレードのツールを備えたすぐに使用できるプラットフォームを作成します。"
  },
  "stop": {
    "title": "簡単なオンラインショッピングウェブサイトビルダー+直接支払い。",
    "subtitle": "収益性の高いオンラインビジネスを構築し、ビジネスアイデアを実現することを計画している場合は、Selldoneが最適です。",
    "pacman": "支払いプラグイン"
  },
  "os": {
    "title": "ワールドクラスのツールへのアクセス—無料。",
    "msg": "私たちはあなたの指先でプロのeコマースを作成する力を置きます。"
  },
  "login": {
    "title": "市場でプロのようにゲームをする準備はできていますか？"
  },
  "currencies": {
    "title": "通貨",
    "sub": "顧客は現地通貨でスムーズに支払うことができます。",
    "msg": "テクノロジー、プラグイン、支払いの複雑さの苦痛に苦しむのではなく、販売に焦点を合わせます。私たちはローカルおよびグローバルな決済サービスと協力して、すべてをオンラインビジネスに合わせます。"
  },
  "countries": {
    "title": "国",
    "sub": "世界で最も拡張が容易なビジネスOS。",
    "msg": "私たちは、あなたやあなたの顧客がどこに住んでいても、オンライン空間での伝統的な人から人への取引行動を適応させ、あなたに最高の体験を提供することを使命としています。"
  },
  "dna": {
    "title": "あなたのビジネスのDNA",
    "sub": "SELLDONE IT！",
    "msg": "これは、エンタープライズグレードのツールを備えた唯一のオールインワンのノーコードビジネスオペレーティングシステムサービスです。"
  },
  "api": {
    "title": "開発者フレンドリー",
    "msg": "オンラインビジネス向けの完全にオープンなAPIベースのソリューション。",
    "sec1": {
      "title": "私たちはあなたのビジネスのバックボーンを構築します",
      "msg": "ストアのすべての側面は、強力なRESTAPIを介して利用できます。技術、支払い、バックエンドの問題を気にすることなく、ストアに変更を加えたり、アプリを作成したり、ショッピングアプリを開発したりできます。"
    },
    "sec2": {
      "title": "高速統合",
      "msg": "すべての一般的な言語とフレームワーク用のSDKを開発しているため、認証、アカウントへのアクセス、および簡単なコマンドによる管理の手順を実行できます。開始するには、数回クリックするだけです。"
    },
    "header": "オープンソースAPIとSDK、{infinite}のカスタマイズ"
  },
  "convertible": {
    "store_name": "あなたの店",
    "variant_1": "製品バリアントアンバー",
    "variant_2": "製品バリアントレッド",
    "buy": "今買う",
    "price": "89ドル",
    "management": {
      "title": "製品管理",
      "msg": "Windowsでドラッグアンドドロップするファイルやフォルダなどの製品やカテゴリを管理します。",
      "check1": "ExcelまたはCSVファイルで製品をアップロードします。",
      "check2": "ARモデルを追加します。",
      "check3": "自動SEOエンジンで最適化します。",
      "check4": "ドラッグアンドドロップ管理。"
    },
    "payment": {
      "title": "複数の支払い方法をサポートする",
      "msg": "インサイト/アプリ内支払いのシームレスな体験。",
      "check1": "縞",
      "check1msg": "40か国以上をサポートします。",
      "check2": "クラルナ",
      "check2msg": "今すぐ購入して後で支払います。",
      "check3": "ペイパル",
      "check3msg": "ワンクリック支払い。"
    },
    "checkout": {
      "title": "あなたのブランド",
      "online": "オンライン顧客",
      "offline": "対面のお客様"
    },
    "design": {
      "title": "ページビルダー",
      "msg": "ドラッグアンドドロップするだけでそれを現実のものにします。"
    }
  },
  "secure": {
    "title": "ハイパーセキュアソリューション",
    "msg": "データの整合性とエンタープライズアクセスレベルの管理。"
  },
  "build": {
    "title": "あなた自身のブランドであなた自身のeコマースを持ち、あなたのビジネスコントロールを取り戻してください！",
    "msg": "ソーシャルメディアアカウントをドメイン上のオンラインショッピングWebサイトに変換するか、傑作のeコマースを最初から作成するかを選択できます。"
  },
  "stripe": {
    "title": "Stripeアカウントをお持ちですか？",
    "msg": "おめでとうございます、あなたは以前にほとんどのことをしました。ワンタップでオンラインストアを作成！残りはSelldoneが担当します。"
  },
  "unbanked": {
    "title": "1つのプラットフォーム、1つのソリューション—目的。",
    "msg": "17億人以上の銀行口座を持たない成人でも、オンライン販売を促進し、起業家精神を解き放つユニークなビジネスOS。"
  },
  "faqs": [
    {
      "question": "クレジットカードなしでオンラインストアを作成できますか？",
      "answer": "はい、Selldoneのクレジットカードやデビットカードのような銀行カードを必要とせずにeコマースを作成できます。 Selldoneは、一般的な金融サービスにアクセスできない17億人を超える人々にさえ、高度なeコマースサービスを提供するために独自の方法を使用しています。"
    },
    {
      "question": "銀行口座を持たない顧客にオンラインで販売するにはどうすればよいですか？",
      "answer": "eコマースに代金引換（<b>代金</b>引換）を追加して、顧客が注文を受けた後に支払うことができるようにします。 CODは、資金調達インフラストラクチャが不足しているほとんどの国で従来の方法です。"
    },
    {
      "question": "銀行口座なしでeコマースを設定するにはどうすればよいですか？",
      "answer": "Selldoneの前に、焼かれていない人々のための解決策はありませんでした。しかし今では、銀行口座がなくてもeコマースとWebサイトを作成できます。最小限のコストで済みます。あなたはあなたの財布を通して月末にこの費用を支払うことができます。 Selldoneウォレットは、他の人から料金を受け取ったり、ギフトカードで請求したりできます。これらのサービスを利用するのにクレジットカードは必要ありません。"
    },
    {
      "question": "セットアップ費用なしでビジネスを始めるにはどうすればよいですか？",
      "answer": "<ol><li><a href='https://selldone.com'>Selldone.com</a>に無料で登録します。</li><li>あなたの店を建てなさい。</li><li>製品とサービスを追加します。</li><li>ドメインを接続する（オプション）</li><li>支払いゲートウェイを有効にします。</li><li>友人や家族にあなたのビジネスを紹介し始めましょう。</li><li>ソーシャルメディアであなた自身とあなたの製品を紹介してください。</li><li>独自の価値提案を提供することにより、ビジネスのブランドを構築します。</li><li> Selldoneパネルを使用してユーザーの行動を監視します。</li></ol>"
    }
  ],
  "brands": {
    "title": "信頼できる基盤の上にビジネスを構築します。",
    "subtitle": "あなたのビジネスはそれだけの価値があります！"
  },
  "why_boxes": {
    "block1": {
      "title": "初期費用を節約",
      "subtitle": "テーマなし、プラグインなしのソリューション。"
    },
    "block2": {
      "title": "運用コストを節約",
      "subtitle": "追加料金や隠し料金はありません。"
    },
    "block3": {
      "title": "時間を節約する",
      "subtitle": "エンタープライズグレードですが、初心者向けです。"
    },
    "title": "大規模なオンラインおよび店舗での販売に最適化",
    "subtitle": "コンバージョンを重視して設計。訪問者を顧客に変える直感的なツールでオンライン ショップのレベルを高めます。"
  },
  "money_transfer": {
    "customer": "あなたの顧客",
    "bank": "あなたの銀行口座",
    "wallet": "財布",
    "free_setup": "無料セットアップ。",
    "no_extra_fee": "追加料金なし。",
    "no_hidden_fee": "隠された料金はありません。"
  },
  "extra": {
    "cart": "カート管理",
    "payment": "支払い",
    "shipping": "運送",
    "fulfilment": "フルフィルメント",
    "community": "コミュニティとフィードバック"
  },
  "select_language_dialog_title": "好きな言語でビジネスを行う",
  "welcome_title": "ビジネスを視覚的に構築、管理、スケーリング",
  "welcome_subtitle": "何百万もの注文に対応する、コードや専門家を必要としないソリューションでオンライン ストアを作成します。",
  "your_shop": "あなたの店頭",
  "your_dashboard": "あなたのバックオフィス",
  "flow": {
    "title": "カスタマイズ可能なチェックアウト フロー。",
    "subtitle": "カスタマー ジャーニー、購入フロー、および実験結果を設計します。",
    "pacman": "チェックアウトプラグイン"
  },
  "business_model": {
    "title": "視覚的なビジネス モデルの採用。",
    "subtitle": "ビジネス モデルを視覚的にセットアップします。すべての複雑さは舞台裏で調整されます。",
    "pacman": "マーケットプレイス & POD プラグイン"
  },
  "team": {
    "title": "チームに会いましょう。",
    "msg": "特に競合他社が広告に何百万ドルも費やしている場合、私たちはコマースプラットフォームの残忍な分野でさまざまなルールに従ってゲームを行います。製品、人、そして実際の問題の解決に投資します。このチームがあなたのビジネスをバックアップします！"
  },
  "customers": {
    "title": "私たちのコミュニティに会いましょう。",
    "msg": "これは、お客様から学び、将来の起業家を解き放つ有意義なツールを構築する旅の始まりに過ぎません。"
  },
  "panorama": {
    "title": "高価なプラグインなし、<b class=\"font-weight-bold\">すべての機能が事前に構築されています</b>",
    "msg": "プラグインやアプリに毎月何百ドルも費やしたり、更新について心配したりする必要はありません。 PC の macOS のように、Selldone OS はビジネスの技術面をすべて処理します。",
    "orders_management": "注文管理",
    "online_pos": "オンラインPOS",
    "shipping": "運送",
    "inventory_management": "在庫管理",
    "social_commerce": "ソーシャルコマース",
    "in_store_sell": "店頭販売",
    "team": "チーム・スタッフ",
    "incentives": "インセンティブ/ロイヤルティ",
    "community": "コミュニティ管理",
    "payments": "現地決済",
    "ar_3d": "3D/AR"
  },
  "no_plugin": "いいえ - プラグイン",
  "storefront": "店頭",
  "back_office": "バックオフィス",
  "product_page": {
    "title": "最初の製品を追加した後の出力。",
    "msg": "数回クリックするだけでアイデアを実現できます。",
    "open_sample_product_link": "ライブ製品を開く",
    "open_templates": "テンプレートの表示"
  },
  "support_box": {
    "country_select_label": "国を選択してください",
    "we_support_message": "{country}をサポートしています",
    "we_limited_support": "{country} のサポートは限定的です",
    "support_message_long": "Selldone であなたの国でシームレスなオンライン取引を体験してください。専門的な税金計算に加えて、現金、POS、銀行振込など、多様な支払い方法を提供しています。あなたの国のニーズを完全にサポートするプラットフォームでビジネスの構築を始めましょう。",
    "limited_support_message_long": "お住まいの国ではオンライン決済がご利用いただけないかもしれませんが、ご心配は無用です。Selldone では、世界中で現金決済、銀行振込、代金引換 (COD) をご利用いただけます。お住まいの国やヨーロッパの規制を遵守しながら、安心してオンライン ビジネスを構築できます。詳細やお住まいの国でのオンライン決済サポートに関するお問い合わせは、お気軽にサポート チームまでご連絡ください。",
    "more_about_selldone_in_country": "あなたの国でのSelldoneについて",
    "support_worldwide_customers": "<b>すべての国</b>のすべての顧客に製品とサービスを販売できます。"
  },
  "hero": {
    "intro": "企業向けオペレーティング システム No.1",
    "title": "{infinite} 個のプラグインとアプリを 1 つの {app} に置き換える"
  },
  "make_your_shop": {
    "title": "自分で作る",
    "amazon": "アマゾン",
    "local_store": "ローカルストア",
    "instagram": "Instagramストア",
    "dropshipping": "ドロップシッピング",
    "coursera": "コーセラ",
    "gift_store": "ギフトストア",
    "airbnb": "エアビーアンドビー",
    "simple_store": "シンプルストア",
    "tiktok": "ティックトックストア"
  },
  "show_its_simplicity": {
    "title": "もう一つの退屈な複合施設<div class=\"app-box\" style=\"font-size: 55%\">😣</div>電子商取引プラットフォーム！？",
    "subtitle": "絶対にそんなことはありません！登録する前に試してみてください...",
    "as_guest": "ゲストとして",
    "need_register": "登録が必要です",
    "page_builder": {
      "title": "組み込みページビルダー",
      "subtitle": "インライン編集機能を備えた、初めての直感的なドラッグ アンド ドロップ ページ ビルダー。",
      "try_action": "ページビルダーを試す",
      "see_collection_action": "テンプレートを見る"
    },
    "ai": {
      "title": "内蔵AI機能",
      "subtitle": "最高の産業用背景除去、画像最適化、コンテンツ生成、自動製品作成など。",
      "try_action": "Selldone Intelligenceを試す"
    },
    "storefront": {
      "title": "ライブストアフロント",
      "subtitle": "コードを 1 行も書かずに、最新の PWA ウェブサイトで最速のショッピングを体験できます。",
      "see_action": "デモストアを見る"
    },
    "backoffice": {
      "title": "ライブバックオフィス",
      "subtitle": "プラグインを必要とせず、すべてを 1 か所で管理します。",
      "see_action": "デモバックオフィスを見る"
    }
  },
  "pricing_compact": {
    "title": "<div class=\"app-box\" style=\"font-size: 55%\">💞️</div>シンプルで透明な価格設定",
    "subtitle": "エンタープライズ グレードのすべての機能にアクセスし、収益分配モデルを使用してビジネスを開始および拡大します。前払いは不要で、収益の一部のみをお支払いいただきます。お客様の成功があってこそ当社の成功となり、コストを最小限に抑え、利益を最大化します。"
  },
  "screenshots": {
    "item_1": {
      "title": "注文管理を効率化します。",
      "desc": "高度なリスト機能とフィルター機能を使用して、毎日大量の注文を効率的に管理します。"
    },
    "item_2": {
      "title": "ストアを POD に接続します。",
      "desc": "ストアを Printful などのオンデマンド印刷ドロップシッピング サービスに簡単に接続し、追加のプラグインを必要とせずに印刷物にアートワークを載せて販売できます。"
    },
    "item_3": {
      "title": "直感的なエンタープライズ ツールを使用して注文を処理します。",
      "desc": "リクエストを直感的にフォーマットし、必要な変更を加え、クリックするだけでステータスを更新できる、合理化された注文プロセスを体験してください。当社のエンタープライズ レベルのツールを使用して、フルフィルメント機能を新たなレベルに引き上げます。"
    },
    "item_4": {
      "title": "注文タイムライン上のアクションを追跡します。",
      "desc": "注文のタイムラインには、注文に対して行われたすべてのアクションと変更の詳細な記録が表示されます。誰がいつ変更を行ったかを簡単に確認できます。"
    },
    "item_5": {
      "title": "顧客とベンダー間のコミュニケーションを簡素化します。",
      "desc": "チェックアウトと支払いのプロセスが完了すると、ブランド ブランディング付きのメールが顧客、ベンダー、および指定されたカスタム メール アドレスに自動的に送信されます。"
    },
    "item_6": {
      "title": "ドラッグ アンド ドロップで簡単に製品を整理できます。",
      "desc": "このシステムでは、製品はファイルのように機能し、カテゴリはフォルダのように機能します。製品を簡単にドラッグ アンド ドロップしたり、並べ替えたり、コピー アンド ペーストしたり、簡単な Excel ファイルを使用して大量の製品をインポートしたりすることができます。"
    },
    "item_7": {
      "title": "サブスクリプションの注文を簡単に追跡できます。",
      "desc": "次回の支払いまでの時間や各注文の詳細情報など、現在および過去のすべてのサブスクリプション注文を含む直感的でコンパクトなリストを取得します。"
    },
    "item_8": {
      "title": "組み込みのブログおよび CMS ツールを活用して顧客を引き付けます。",
      "desc": "社内ブログとコンテンツ管理システムの機能を活用して、会社やサービスに関するコンテンツを作成し、検索エンジン最適化を通じて新しい視聴者を引き付けます。これにより、顧客とやり取りすることもできます。"
    },
    "item_9": {
      "title": "OS に接続 — 外部サービスに簡単に接続できます。",
      "desc": "追加のプラグインを必要とせずに、マーケットプレイス、ドロップシッピングサプライヤー、POD、金融ソフトウェアなどの外部サービスに接続できます。"
    },
    "item_10": {
      "title": "外部サービスからの製品のインポートを簡素化します。",
      "desc": "数回クリックするだけで、Woocommerce や Printful などの外部サービスから製品を簡単にインポートでき、完全に自動化されています。"
    },
    "item_11": {
      "title": "ショップを Google Merchant Center に接続します。",
      "desc": "ストアを Google Merchant Center にリンクし、すべての商品とカテゴリをシームレスに同期して、Google で宣伝します。"
    },
    "item_12": {
      "title": "Avocado — ソーシャル メディアで簡単に商品を販売できます。",
      "desc": "Avocado を使用すると、手動で商品や価格を追加しなくても、ソーシャル メディアで商品を販売できます。このツールは注文の支払いリンクを自動的に生成し、支払いリンクを含むカスタム請求書を作成できます。"
    },
    "item_13": {
      "title": "Ribbon — サブスクリプションを簡単に作成して販売します。",
      "desc": "Ribbon は、サブスクリプション ボックス、ペイウォール、さまざまな種類のコンテンツなどのサブスクリプションを数回クリックするだけで簡単に作成して販売できる強力なツールです。"
    },
    "item_14": {
      "title": "ストアで複数の支払いオプションを提供します。",
      "desc": "Stripe と PayPal の両方を組み込むなど、ストアでさまざまな支払いオプションを提供すると便利です。"
    },
    "item_15": {
      "title": "割引、オファー、クーポン、ゲーミフィケーションで顧客の購入を促進します。",
      "desc": "割引コード、プロモーション オファー、スマート ディスカウント、クーポン、ギフト カードを提供したり、ショッピング体験にゲーミフィケーションの要素を組み込んだりするなど、さまざまな方法を使用して、顧客がストアでより多くの商品を購入するように促します。"
    },
    "item_16": {
      "title": "サーバー側のキャンペーン管理でパフォーマンスを最大化します。",
      "desc": "サーバー側のマーケティングとキャンペーン管理を活用して、キャンペーンのパフォーマンスに関する最も洞察に富んだ正確な情報を取得します。"
    },
    "item_17": {
      "title": "アフィリエイトの支払いと販売を管理します。",
      "desc": "アフィリエイトを含め、アフィリエイトの支払いと販売を効率的に処理します。アフィリエイトごとに固有の顧客ドメインを割り当てるなど、アフィリエイト管理のためのさまざまな高度なオプションを活用します。"
    },
    "item_18": {
      "title": "在庫と価格を効率的に管理します。",
      "desc": "物流および在庫管理ツールは、何千もの製品とそのバリエーションの在庫と価格の整理、フィルタリング、管理に役立ちます。"
    },
    "item_19": {
      "title": "リアルタイムの顧客アクティビティと統計。",
      "desc": "顧客のアクティビティと Web サイトの統計に関する最新のデータにアクセスして、情報に基づいたデータ主導の意思決定を行うことができます。"
    },
    "item_20": {
      "title": "コミュニティビルダーによる売上増加。",
      "desc": "インタラクティブなコミュニティを構築して、ショップの売上を伸ばし、オーディエンスのエンゲージメントを高め、信頼を育み、無料コンテンツの SEO のメリットを活用しましょう。"
    },
    "item_21": {
      "title": "顧客体験を向上させます。",
      "desc": "顧客ベースを整理してセグメント化し、顧客の生涯価値、過去のオンラインおよび店舗での購入を分析し、顧客の行動を追跡して、プライバシーを尊重しながら顧客エクスペリエンスを向上させます。"
    },
    "item_22": {
      "title": "レスポンシブなページを簡単にデザインできます。",
      "desc": "組み込みのコード不要のページ ビルダーを使用して、魅力的でレスポンシブな内部ページとランディング ページを簡単にデザインできます。セクションをドラッグ アンド ドロップするだけで、カスタム ページを作成できます。"
    },
    "item_23": {
      "title": "インライン ページ エディターを使用して編集を効率化します。",
      "desc": "インライン ページ エディターを使用してページ内のテキストや画像を簡単に編集できるため、コンテンツの更新が簡単かつ直感的になります。"
    },
    "item_24": {
      "title": "チームのアクセスと役割を管理します。",
      "desc": "チーム メンバーを招待し、スタッフの役割を確立してアクセス レベルを設定します。ビジネスとチームが拡大するにつれて、ビジネス オペレーティング システムもそれに応じて適応します。"
    },
    "item_25": {
      "title": "アプリを用意しましょう。",
      "desc": "プログレッシブ ウェブ アプリでビジネスを開始し、競合他社よりも高速なエクスペリエンスを顧客に提供しましょう。"
    },
    "item_26": {
      "title": "高度な自動化および節約ツール。",
      "desc": "ショップに統合できる高度な自動化ツールを活用して、ビジネス運営を合理化し、貴重な時間とリソースを節約します。"
    },
    "item_27": {
      "title": "ストアフロントを簡単にカスタマイズできます。",
      "desc": "テーマ、配色、フォントなどの視覚的なカスタマイズ オプションを利用することで、コーディングや技術的なスキルを必要とせずに、ストアフロントをブランドに合わせて簡単にパーソナライズできます。"
    },
    "item_28": {
      "title": "パーソナライズされた顧客体験を設計します。",
      "desc": "ログイン ポイントの選択やゲスト ショッピングの有効化など、Selldone で利用可能なさまざまなオプションを使用して、パーソナライズされた顧客ジャーニーを設計します。"
    },
    "item_29": {
      "title": "カスタム ログインとフロー オプションでエクスペリエンスを強化します。",
      "desc": "オンライン ストアにさまざまなソーシャル ログイン オプションを提供し、パーソナライズされたログインとフローのエクスペリエンスを作成します。"
    },
    "item_30": {
      "title": "複雑なビジネス モデルをサポートします。",
      "desc": "Selldone サポートは、マーケットプレイス、ドロップシッピング サプライヤー、アフィリエイト、フランチャイズなどの高度なビジネス モデル サポートを提供しており、クリックするだけで簡単に設定したり切り替えたりできます。"
    },
    "item_31": {
      "title": "複数のカスタム ドメインをリンクします。",
      "desc": "コミュニティ、ショップ、ブログ、ランディング ページ、アフィリエイトなど、ビジネスの特定の側面に複数のカスタム ドメインをリンクできます。"
    },
    "item_32": {
      "title": "複数の言語と自動翻訳をサポートします。",
      "desc": "ストアは RTL と LTR の両方の複数の言語を完全にサポートします。ストアに自動翻訳パッケージを簡単にインストールしてアクティブ化できます。"
    },
    "item_33": {
      "title": "マルチプロファイルの税金計算が組み込まれています。",
      "desc": "複数の税金プロファイルを作成し、特定の製品に割り当てることができるため、VAT と消費税をより柔軟に計算できます。たとえば、食品や電気機器に異なる税率を適用できます。"
    },
    "item_34": {
      "title": "複数地域の税金計算。",
      "desc": "さまざまな国や地域に販売する場合、売上税と VAT のデフォルト ルールまたはカスタム ルールのいずれかを使用します。必要に応じて、特定の地域と課税地域のルールを上書きします。"
    },
    "item_35": {
      "title": "強力なインライン エディターを使用して記事を公開します。",
      "desc": "高度なインライン記事エディターにより、記事の公開とレビューのプロセスが合理化され、一貫性を維持しながら迅速かつ簡単に実行できるようになります。"
    },
    "item_36": {
      "title": "各製品専用のダッシュボード。",
      "desc": "すべての製品には、統計情報、必要なすべての情報、管理に必要なすべてのアクションへのアクセスを提供する専用のダッシュボードがあります。"
    },
    "item_37": {
      "title": "記事を自動翻訳します。",
      "desc": "組み込みのエンタープライズ レベルの AI 翻訳機能を利用すると、ワンクリックで製品の説明をさまざまな言語に簡単に翻訳できます。"
    },
    "item_38": {
      "title": "組み込みの分析ツール。",
      "desc": "クッキーを使用せずに、完全にサーバー側で安全かつ GDPR に準拠した組み込みの分析ツールにアクセスできます。"
    },
    "item_39": {
      "title": "高度な SEO ニーズのほとんどをカバーします。",
      "desc": "当社の内部ツールでは、最もアクティブなキーワード、最もパフォーマンスの高い URL、Google 検索におけるビジネスのパフォーマンスの概要をすべて表とグラフの形式で提供します。"
    }
  }
};