/*
 * Copyright (c) 2023. Selldone® Business OS™
 *
 * Author: M.Pajuhaan
 * Web: https://selldone.com
 * ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━
 *
 * All rights reserved. In the weave of time, where traditions and innovations intermingle, this content was crafted.
 * From the essence of thought, through the corridors of creativity, each word, and sentiment has been molded.
 * Not just to exist, but to inspire. Like an artist's stroke or a sculptor's chisel, every nuance is deliberate.
 * Our journey is not just about reaching a destination, but about creating a masterpiece.
 * Tread carefully, for you're treading on dreams.
 */

export default {
  local_service: "ადგილობრივი სერვისი {country_name}-ისთვის",
  local_service_message:
    "ეს სერვისი შექმნილია ექსკლუზიურად მომხმარებლებისთვის, რომლებიც ცხოვრობენ <u>{country_name}</u> -ში და ყიდიან თავიანთ სერვისებსა და პროდუქტებს ამ ქვეყანაში. თქვენ გაქვთ უფლება ისარგებლოთ მხოლოდ ადგილობრივი სერვისებით ან Selldone-ის საერთაშორისო სერვისით. ამ სერვისით სარგებლობისთვის თქვენ უნდა დაიცვან <b>{country_name}</b> -ისა და <b>ევროკავშირის</b> კანონები .",

  my_shops: "ჩემი მაღაზიები",
  select_language_dialog_title: "გააკეთე შენი ბიზნესი შენს საყვარელ ენაზე",

  welcome_title: "შექმენით, მართეთ და გააფართოვეთ თქვენი ბიზნესი ვიზუალურად",
  welcome_subtitle:
    "შექმენით თქვენი ონლაინ მაღაზია უკოოდ და ექსპერტების გარეშე მილიონობით შეკვეთისთვის.",
  //"Make your online store by no-code & no-expert needed solution for millions of orders.",

  moto: "თქვენ სცადეთ, ჩვენ გავაღებთ კარებს!",
  start_now_btn: "დაიწყე ახლა - ეს უფასოა",
  create_ecommerce_btn: "დაიწყეთ ონლაინ გაყიდვა უფასოდ",
  incentive_action: "დაემშვიდობეთ თქვენს დაბალ ონლაინ გაყიდვების მაჩვენებელს!",

  create_shopping_website: "ჩემი ონლაინ გაყიდვის შექმნა",

  your_shop: "თქვენი ვიტრინა",
  your_dashboard: "თქვენი მართვის პანელი",

  storefront: "ვიტრინა",
  back_office: "მართვის პანელი",

  today_sales: "დღევანდელი გაყიდვები",
  today_orders: "დღევანდელი შეკვეთები",

  s1: {
    /* title: "Make Your Online Store By<br>No—Code & No—Expert Needed Solution",
                                 title_animated_words: [
                                   "Entrepreneurs",
                                   "Artists",
                                   "Independent Businesses",
                                   "Brands",
                                   "Retails",
                                   "Creators",
                                 ],*/

    subtitle:
      "<b>ბიზნესის მფლობელებისა</b> და <b>მოვაჭრეებისთვის</b>, რომლებიც მომხმარებლებისთვის უნიკალურ, სწრაფ, უსაფრთხო და სანდო გამოცდილებას ეძებენ, ეს ინსტრუმენტი გეხმარებათ ააგოთ სწრაფი ონლაინ მაღაზია, შეუფერხებელი შიდა მართვა და საკუთარი საზოგადოება <b>white-label საწარმოო დონის</b> ბიზნეს ოპერაციულ სისტემაზე.",

    domain_input: {
      message:
        "თქვენს მაღაზიას შეუძლია დაუკავშირდეს ნებისმიერ პერსონალურ დომენს, რომელიც გაქვთ უფასო ჰოსტინგით და SSL-ით",
      action: "შექმენით მაღაზია",
    },
    community: "საზოგადოების პლატფორმა",
    shop: "ონლაინ მაღაზიის შემქმნელი",
    inventory: "ინვენტარის მართვა",
    cms: "გვერდების რედაქტორი და CMS",

    in_60_sec: "Დააკლიკე აქ",

    why_use_selldone_if_frustrated_from_wordpress_and_shopify:
      "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
  },

  video: {
    title: "ყოვლისმომცველი გადაწყვეტა თქვენი ონლაინ და პირად გაყიდვებისთვის.",
    msg: "შესთავაზეთ ყველაზე სწრაფი ყიდვის გამოცდილება თქვენს ონლაინ მაღაზიაში.",
    pacman: "მე არ ვარ ტექნიკური დამფუძნებელი",

    card_pos: {
      title: "გაიყიდა POS",
      msg: "გაყიდეთ პირადად ნულოვანი დაყენების ღირებულების გადაწყვეტით.",
    },
    card_ecommerce: {
      title: "ონლაინ გაყიდვა Selldone-ში",
      msg: "გაყიდეთ ონლაინ, როგორც პროფესიონალები.",
    },
  },

  why: {
    title: "რატომ Selldone?",
    msg: "ჩვენ არ შეგვიძლია წარმოვიდგინოთ გუნდები მწვრთნელების გარეშე, რევოლუციები ლიდერების გარეშე, ხეები ფესვების გარეშე და ბიზნესი ოპერაციული სისტემის გარეშე! ასე რომ, ჩვენ ხელახლა წარმოვიდგენთ ონლაინ ბიზნესს სწრაფად მზარდი კომპანიებისთვის და ახალგაზრდა მეწარმეებისთვის.",

    sec1: {
      title: "მარტივი და პროფესიონალური",
      //   msg: "It's built for you to game like a professional in the markets, even if you are a beginner but want to play like a professional, or you are an expert and deserve to play like yourself!",
    },
    sec2: {
      title: "საწარმოს კლასის ინსტრუმენტები",
      //  msg: "We release new features, update APIs and apply new methods as a daily routine.  It's an operating system for your business, so your business scale up by our platform.",
    },
    sec3: {
      title: "სოციალური გაყიდვები",
      //  msg: "Our product is designed on the real trading behavior of purchasers all around the world. We offer one-of-a-kind sales methods on Instagram, TikTok, and other social networks, named AVOCADO.",
    },
    sec4: {
      title: "Ფულის დაზოგვა",
      // msg: "No need for any experts to have an ecommerce anymore! Say goodbye to the costly development, maintenance, programming process, and even ecommerce platforms experts' cost.",
    },
  },

  how_it_work: {
    title: "Როგორ მუშაობს.",
    msg: "გადაწყვეტა საკრედიტო ბარათის, დამატებების, შაბლონების, რთული დაყენების, ჰოსტინგისა და ტექნიკური სირთულეების გარეშე მათთვის, ვისაც პროფესიონალურად მუშაობა სურს.",

    step0: {
      title: "აშენებულია მყიდველებისთვის, უყვართ გამყიდველებს, ერთი ნაბიჯით.",
      msg1: "დროა გქონდეთ ნამდვილი ონლაინ მაღაზია, შემოიკრიბოთ ბედნიერი მომხმარებლები და კონცენტრირდეთ იმაზე, რაც ნამდვილად გიყვართ.",
    },
    step1: {
      title: "დაამატეთ თქვენი პროდუქტები.",
      msg1: "დაამატეთ პროდუქტები ხელით, როგორიცაა ფოტოების დამატება Instagram-ზე! ან დაამატეთ 100000 ელემენტი მხოლოდ Excel ფაილის საშუალებით. თქვენ შეგიძლიათ გაყიდოთ პროდუქტები, სერვისები, ხელმოწერები და ფაილები ერთ ადგილას.",
    },
    step2: {
      title: "დააკავშირეთ გადახდის მეთოდები, რომლებიც შეესაბამება თქვენს საჭიროებას.",
      msg1: "ჩვენ არ ვართ დაინტერესებული ფინანსურ ტრანზაქციებში ჩარევით! კლიენტების გადახდების 100% პირდაპირ თქვენს საბანკო ანგარიშზე გადაირიცხება. უბრალოდ დააკავშირეთ თქვენი Stripe, PayPal და ა.შ. თქვენ შეგიძლიათ ერთდროულად გქონდეთ რამდენიმე აქტიური გადახდის სერვისი თქვენს მაღაზიაში!",
      crypto_msg: "ხელმისაწვდომია აქტიური ვაჭრებისთვის",
    },
    step3: {
      title: "თეთრი ეტიკეტი / მოქნილი / ღრმად კონფიგურირებადი.",
      msg1: "ადვილად შექმენით ლენდინგ გვერდები და მოარგეთ საიტის თემის ფერები ბრენდის გზავნილს გადათრევა-ჩაშვების ფუნქციით — ექსპერტის გარეშე.",
      view_sample_pages: "დიდი SD მაღაზიები შთაგონებისთვის",
    },
    step4: {
      title:
        "ერთი დაწკაპუნებით გადახდა: შეკვეთის ერთიანი გამოცდილება მთელ მსოფლიოში.",
      msg1: "მომხმარებლებმა არ უნდა შეიყვანონ ინფორმაცია და შეავსონ სარეგისტრაციო ფორმა თქვენგან შესაძენად! SMS-ის საშუალებით შედიან და ერთი დაწკაპუნებით ავსებენ გადახდის ფორმას და იხდიან. თქვენ გაიზარდეთ, ჩვენ ვიზრდებით.",
    },
  },

  /**
   * @see OOnboardingShop
   */
  onboarding: {
    title: "გახადე შენი ბიზნესი ონლაინ, უფრო სწრაფად და უკეთესი - ეს უფასოა",
    success_title: "თქვენი ონლაინ ბიზნესის სისტემა დაყენებულია,",
    wait_msg: "გთხოვთ დაელოდოთ რამდენიმე წამს...",
    ready_msg: "თქვენი მაღაზია მზად არის.",
    send_mail_msg: "შესვლის ბმული გაიგზავნა {email}-ზე",

    enable_disable_features_msg:
      "ამ ფუნქციების ჩართვა ან გამორთვა მოგვიანებით შეგიძლიათ.",
    package_starter: {
      title: "არასავალდებულო პაკეტი",
      subtitle:
        "გვესმის, რომ Selldone-ის დაყენების ან შესწავლის დრო შეიძლება არ გქონდეთ. რეგისტრაციის შემდეგ მიიღებთ წვდომას <b>ყველაფერი ერთში პაკეტზე</b>, რომლის შეძენაც სურვილისამებრ შეგიძლიათ. ის ხელმისაწვდომი იქნება მხოლოდ მაღაზიის შექმნიდან <b>14 დღის</b> განმავლობაში.",
      include_items_title: "შეიცავს ამ სერვისებს",
      include_items: [
        "მაღაზიის პარამეტრებისა და იერსახის დაყენება",
        "ერთი მიწოდების მეთოდის და ერთი გადახდის დაყენება",
        "თქვენი მთავარი გვერდის დიზაინი",
        "პროდუქტების Excel-ით იმპორტში დახმარება",
        "თქვენი მორგებული დომენის დამატება",
      ],
    },

    sample: {
      title: "ნიმუშის მონაცემების დაყენება",
      description:
        "დაიწყეთ მაღაზია ნიმუშის მონაცემებით, როგორიცაა პროდუქტები, კატეგორიები და ბლოგის პოსტები.",
    },

    options: {
      title: "მაღაზიის კონფიგურაცია",
      msg: "რა ფუნქციები გსურთ თქვენს საიტზე?",
      ecommerce: "ონლაინ გაყიდვა",
      pos: "გაყიდვის პუნქტი",
      blog: "ბლოგი და CMS",
      community: "საზოგადოება და ფორუმი",

      ecommerce_desc: "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
      pos_desc: "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
      blog_desc: "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
      community_desc: "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
    },

    job: {
      title: "რა არის თქვენი ინდუსტრია?",
      placeholder:
        "გადართეთ თქვენი ბიზნესი Selldone OS-ზე, არ აქვს მნიშვნელობა რომელ პლატფორმას იყენებთ ამჟამად.",
    },
    shop_name: {
      title: "ბიზნესის სახელი",
      placeholder: "მაგ. ალექსის ფეხსაცმელი",
    },
    income: {
      title: "ყოველთვიური გაყიდვები",
      msg: "აირჩიეთ თქვენი მთლიანი ყოველთვიური გაყიდვების დიაპაზონი.",
      Low: "$5000 აშშ დოლარამდე",
      Medium: "$5,000 USD ~ $50,000 USD",
      High: "50,000 აშშ დოლარი ~ 1,000,000 აშშ დოლარი",
      Extreme: "1,000,000 აშშ დოლარზე მეტი",
    },
    step_1: "მიზანი",
    step_2: "კონფიგურაცია",
    step_3: "ანგარიში",
  },

  notion: {
    title: "თამაში განსხვავებული წესებით.",
    quote:
      "ჩვენ გვჯერა, რომ ერთ ადამიანს შეუძლია შეცვალოს ონლაინ კაცობრიობის ეპოქაში, თუნდაც ვისაც არ აქვს საკმარისი ფული, თუნდაც ტექნიკური გამოცდილება არ აქვს, თუნდაც არ აქვს საბანკო ანგარიში გადასახადების გადასახდელად; ჩვენ ამას ვაკეთებთ მზა პლატფორმის შექმნით საწარმოს დონის ინსტრუმენტებით, რათა ვიმოქმედოთ როგორც ყველაზე ხელმისაწვდომი ოპერაციული სისტემა ინტერნეტში.",
  },

  stop: {
    title: "მარტივი ონლაინ სავაჭრო ვებსაიტის შემქმნელი + პირდაპირი გადახდა.",
    subtitle:
      "თუ გეგმავთ მომგებიანი ონლაინ ბიზნესის შექმნას და თქვენი ბიზნეს იდეის რეალობად ქცევას, Selldone არის შესანიშნავი არჩევანი.",
    pacman: "გადახდის დამატებები",
  },

  flow: {
    title: "რეგულირებადი შეკვეთის ნაკადი.",
    subtitle:
      "შეიმუშავეთ თქვენი მომხმარებლის მოგზაურობა და შესყიდვების ნაკადი და ექსპერიმენტის შედეგები.",
    pacman: "გაფორმების დამატებები",
  },
  business_model: {
    title: "ვიზუალურად ბიზნეს მოდელის მიღება.",
    subtitle:
      "დააინსტალირეთ თქვენი ბიზნეს მოდელი ვიზუალურად, მთელი სირთულე სცენის მიღმა იქნება მორგებული.",
    pacman: "ბაზარი და POD დამატებები",
  },

  os: {
    title: "მსოფლიო დონის ინსტრუმენტებზე წვდომა — უფასო.",
    msg: "პროფესიონალური ონლაინ გაყიდვის შექმნის ძალას თქვენს ხელში ვდებთ.",
  },
  login: {
    title:
      "მზად ხართ პროფესიონალივით თამაში ბაზარზე?",
  },

  currencies: {
    title: "ვალუტები",
    sub: "თქვენს კლიენტებს შეუძლიათ შეუფერხებლად გადაიხადონ თავიანთი ადგილობრივი ვალუტით.",
    msg: "ფოკუსირდით გაყიდვებზე, ნაცვლად ტექნოლოგიის, დამატებებისა და გადახდების სირთულეებთან ბრძოლისა. ადგილობრივ და გლობალურ გადახდის სერვისებთან ერთად ვასწორებთ ყველაფერს თქვენს ონლაინ ბიზნესში.",
  },

  countries: {
    title: "ქვეყნები",
    sub: "მსოფლიოში ყველაზე მარტივად მასშტაბირებადი ბიზნეს სისტემა.",
    msg: "ჩვენ ადაპტირებთ ტრადიციული ადამიანიდან ადამიანთან ვაჭრობის ქცევას ონლაინ სივრცეში, არ აქვს მნიშვნელობა სად ცხოვრობთ თქვენ ან თქვენი მომხმარებელი, ჩვენ გვაქვს მისია, მოგაწოდოთ საუკეთესო გამოცდილება თქვენთვის.",
  },
  dna: {
    title: "თქვენი ბიზნესის დნმ",
    sub: "გაიყიდა!",
    msg: "ეს არის ერთადერთი, ყველა ერთში, კოდის გარეშე ბიზნეს ოპერაციული სისტემა, როგორც სერვისი, საწარმოს დონის ინსტრუმენტებით თქვენთვის.",
  },

  api: {
    header: "ღია API და SDK {infinite} მორგებით",
    title: "დევ. მეგობრული",
    msg: "სრულად ღია API-ზე დაფუძნებული გადაწყვეტა ონლაინ ბიზნესისთვის.",

    sec1: {
      title: "ჩვენ ვაშენებთ თქვენი ბიზნესის ხერხემალს",
      msg: "თქვენი მაღაზიის ყველა მხარე ხელმისაწვდომია ჩვენი ძლიერი REST API-ით. შეგიძლიათ შეცვალოთ მაღაზია, შექმნათ აპები ან განავითაროთ საყიდლების აპი ტექნიკურ, გადახდისა და backend საკითხებზე ფიქრის გარეშე.",
    },
    sec2: {
      title: "სწრაფი ინტეგრაცია",
      msg: "ჩვენ ვავითარებთ SDK-ებს ყველა საერთო ენისა და ჩარჩოსთვის, რათა შეასრულოთ ავტორიზაციის ნაბიჯები, წვდომა ანგარიშზე და მართოთ იგი მარტივი ბრძანებებით. დაწყებას მხოლოდ რამდენიმე დაწკაპუნებით დაგაშორებთ.",
    },
  },

  /** @see ConvertibleSelldoneView **/
  convertible: {
    store_name: "თქვენი მაღაზია",
    variant_1: "პროდუქტის ვარიანტი Amber",
    variant_2: "პროდუქტის ვარიანტი წითელი",
    buy: "Იყიდე ეხლა",
    price: "$89",
    management: {
      title: "პროდუქტების მენეჯმენტი",
      msg: "მართეთ პროდუქტები და კატეგორიები, როგორიცაა ფაილები და საქაღალდეები, რომლებსაც გადაათრევთ და ჩამოაგდებთ Windows-ში.",
      check1: "ატვირთეთ პროდუქტები Excel ან CSV ფაილებით.",
      check2: "დაამატეთ AR მოდელები.",
      check3: "ოპტიმიზაცია ავტომატური SEO ძრავით.",
      check4: "გადაათრიეთ და ჩამოაგდეთ მენეჯმენტი.",
    },
    payment: {
      title: "მრავალი გადახდის მეთოდის მხარდაჭერა",
      msg: "უპრობლემო გამოცდილება ადგილზე / აპლიკაციაში გადახდის.",
      check1: "ზოლი",
      check1msg: "მხარი დაუჭირეთ 40-ზე მეტ ქვეყანას.",

      check2: "კლარნა",
      check2msg: "იყიდე ახლა გადაიხადე მოგვიანებით.",

      check3: "Paypal",
      check3msg: "გადახდა ერთი დაწკაპუნებით.",
    },
    checkout: {
      title: "თქვენი ბრენდი",
      online: "ონლაინ მომხმარებლები",
      offline: "პირადი კლიენტები",
    },
    design: {
      title: "გვერდის შემქმნელი",
      msg: "გახადეთ ის რეალური უბრალოდ გადაათრიეთ და ჩამოაგდეთ.",
    },
  },

  secure: {
    title: "მაღალი უსაფრთხოების გადაწყვეტა",
    msg: "მონაცემთა მთლიანობა და საწარმოს წვდომის დონის მართვა.",
  },

  build: {
    title: "დაიწყეთ საკუთარი მაღაზია საკუთარი ბრენდით.",
    msg: "შეგიძლიათ სოციალური მედიის ანგარიშები თქვენს დომენზე ონლაინ მაღაზიად გადააქციოთ ან საკუთარი ონლაინ მაღაზია ნულიდან შექმნათ.",
  },

  stripe: {
    title: "გაქვთ Stripe ანგარიში?",
    msg: "გილოცავ, აქამდე ყველაზე მეტი საქმე გაქვს გაკეთებული. შექმენით თქვენი ონლაინ მაღაზია მხოლოდ ერთი შეხებით! დანარჩენზე Selldone ზრუნავს.",
  },
  /* demo: {
                  title: "View Demo",
                  msg: "See professional live e-commerces",
                },*/

  unbanked: {
    title: "ერთი პლატფორმა, ერთი გამოსავალი - მიზანი.",
    msg: "უნიკალური ბიზნეს სისტემა ონლაინ გაყიდვების გასამარტივებლად და მეწარმეობის სულის გასახსნელად, მათ შორის 1,7 მილიარდზე მეტი უბანკო ზრდასრულისთვის.",
  },
  faqs: [
    {
      question: "შემიძლია შევქმნა ონლაინ მაღაზია საკრედიტო ბარათის გარეშე?",
      answer:
        "დიახ, Selldone-ში შეგიძლიათ შექმნათ ონლაინ გაყიდვა საბანკო ბარათების, მაგალითად საკრედიტო ან სადებეტო ბარათების გარეშე. Selldone იყენებს უნიკალურ გზას, რათა მოწინავე ონლაინ გაყიდვის სერვისები მიაწოდოს ადამიანებს, მათ შორის მათაც, ვისაც საერთო ფინანსურ სერვისებზე წვდომა არ აქვს.",
    },
    {
      question: "როგორ გავყიდო ონლაინ უბანკო კლიენტებს?",
      answer:
        "დაამატეთ COD (<b>გადახდა მიღებისას</b>) თქვენს ონლაინ გაყიდვაში, რათა მომხმარებლებმა შეკვეთის მიღების შემდეგ გადაიხადონ. COD ტრადიციული გზაა ბევრ ქვეყანაში, სადაც ფინანსური ინფრასტრუქტურა შეზღუდულია.",
    },
    {
      question: "როგორ შემიძლია დავაყენო ჩემი ელექტრონული კომერცია საბანკო ანგარიშის გარეშე?",
      answer:
        "სელდონამდე გამომცხვარი ხალხისთვის გამოსავალი არ იყო. მაგრამ ახლა თქვენ შეგიძლიათ შექმნათ თქვენი ელექტრონული კომერცია და ვებსაიტი საბანკო ანგარიშის გარეშე. მას აქვს მინიმალური ღირებულება თქვენთვის; თქვენ შეგიძლიათ გადაიხადოთ ეს ღირებულება თვის ბოლოს თქვენი საფულის მეშვეობით. Selldone საფულეს შეუძლია მიიღოს საკომისიო სხვა ადამიანებისგან ან გადაიხადოს სასაჩუქრე ბარათებით. თქვენ არ გჭირდებათ საკრედიტო ბარათი ამ სერვისებით სარგებლობისთვის.",
    },
    {
      question: "როგორ შემიძლია ბიზნესის დაწყება დაყენების ხარჯების გარეშე?",
      answer:
        "<ol><li>დარეგისტრირდით უფასოდ <a href='https://selldone.com'>Selldone.com-ზე</a> .</li><li> ააშენე შენი მაღაზია.</li><li> დაამატეთ თქვენი პროდუქტები და სერვისები.</li><li> დააკავშირეთ თქვენი დომენი (სურვილისამებრ)</li><li> ჩართეთ გადახდის კარიბჭეები.</li><li> დაიწყეთ თქვენი ბიზნესის მეგობრებისა და ოჯახის წევრების გაცნობა.</li><li> წარმოადგინეთ საკუთარი თავი და თქვენი პროდუქტები სოციალურ მედიაში.</li><li> შექმენით ბრენდი თქვენი ბიზნესისთვის უნიკალური ღირებულების შეთავაზების მიწოდებით.</li><li> აკონტროლეთ თქვენი მომხმარებლების ქცევა Selldone პანელის მეშვეობით.</li></ol>",
    },
  ],

  brands: {
    title: "ააშენეთ თქვენი ბიზნესი სანდო საფუძველზე.",
    subtitle: "თქვენი ბიზნესი ღირს!",
  },

  why_boxes: {
    title: "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
    subtitle:
      "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",

    block1: {
      title: "დაზოგეთ საწყისი ღირებულება",
      subtitle: "თემის გარეშე და მოდულის გარეშე გადაწყვეტა.",
    },
    block2: {
      title: "დაზოგეთ საოპერაციო ღირებულება",
      subtitle: "არანაირი დამატებითი და ფარული გადასახადი.",
    },
    block3: {
      title: "Დაზოგოთ დრო",
      subtitle: "საწარმოს კლასის, მაგრამ დამწყებთათვის.",
    },
  },

  money_transfer: {
    customer: "თქვენი კლიენტი",
    bank: "თქვენი საბანკო ანგარიში",
    wallet: "საფულე",
    free_setup: "უფასო დაყენება.",
    no_extra_fee: "არანაირი დამატებითი გადასახადი.",
    no_hidden_fee: "არანაირი ფარული გადასახადი.",
  },

  /** @see HomePanelExtraFlow **/
  extra: {
    cart: "Carts Management",
    payment: "გადახდა",
    shipping: "მიწოდება",
    fulfilment: "Შესრულება",
    community: "საზოგადოება და გამოხმაურება",
  },

  team: {
    title: "შეხვდით გუნდს.",
    msg: "ჩვენ ვითამაშებთ სხვადასხვა წესებით კომერციული პლატფორმების ბრუტალურ სფეროში, განსაკუთრებით მაშინ, როდესაც ჩვენი კონკურენტები მილიონობით დოლარს ხარჯავენ რეკლამაში; ჩვენ ინვესტიციას ვახორციელებთ პროდუქტში, ადამიანებში და რეალური პრობლემების გადაჭრაში. ეს გუნდი მხარს უჭერს თქვენს ბიზნესს!",
  },

  customers: {
    title: "გაიცანით ჩვენი საზოგადოება.",
    msg: "ეს მხოლოდ მოგზაურობის დასაწყისია, რათა შეიქმნას მნიშვნელოვანი ინსტრუმენტები მომავალი მეწარმეების გასახსნელად ჩვენი მომხმარებლებისგან სწავლის გზით.",
  },
  /** {@see PanoramaImage} {@see HomePage} */

  panorama: {
    title:
      "არ არის ძვირადღირებული მოდული, <b class=\"font-weight-bold\">ყველა ფუნქცია წინასწარ არის ჩაშენებული</b>",
    msg: "არ არის საჭირო ყოველთვიურად ათასობით დოლარის დახარჯვა დამატებებსა და აპებში ან განახლებებზე ნერვიულობა. Selldone ზრუნავს თქვენი ბიზნესის ტექნიკურ მხარეებზე.",
    orders_management: "შეკვეთების მართვა",
    online_pos: "ონლაინ POS",
    shipping: "მიწოდება",
    inventory_management: "ინვენტარის მართვა",
    social_commerce: "სოციალური გაყიდვები",
    in_store_sell: "იყიდება მაღაზიაში",
    team: "გუნდი / პერსონალი",
    incentives: "წახალისება / ერთგულება",
    community: "საზოგადოების მენეჯმენტი",
    payments: "ადგილობრივი გადახდები",
    ar_3d: "3D / AR",
  },

  no_plugin: "არა - დანამატი",

  product_page: {
    title: "შედეგი თქვენი პირველი პროდუქტის დამატების შემდეგ.",
    msg: "განახორციელეთ თქვენი იდეები მხოლოდ რამდენიმე დაწკაპუნებით.",
    open_sample_product_link: "გახსენით ცოცხალი პროდუქტი",
    open_templates: "ნახეთ შაბლონები",
  },

  /** {@see CountrySupportBox} */
  support_box: {
    country_select_label: "აირჩიეთ თქვენი ქვეყანა",
    we_support_message: "ჩვენ მხარს ვუჭერთ {country}-ს",
    we_limited_support: "ჩვენ შეზღუდულად ვუჭერთ მხარს {country}-ს",
    support_message_long:
      "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
    limited_support_message_long:
      "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.\n",
    more_about_selldone_in_country: "Selldone თქვენს ქვეყანაში",

    tax: {
      title: "საგადასახადოად მოსახერხებელი",
      message:
        "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
    },
    global: {
      title: "გლობალური გაყიდვები",
      message:
        "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
    },
    shipping: {
      title: "ადგილობრივი და გლობალური მიწოდება",
      message:
        "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
    },
    erp: {
      title: "ERP ინტეგრაცია",
      message:
        "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
    },
  },

  hero: {
    intro: "#1 ბიზნესის ოპერაციული სისტემა",
    title: "ჩაანაცვლეთ {infinite} დანამატი და აპი {app}-ით",
  },

  /**
   * {@see MakeYourShopHeader}
   */
  make_your_shop: {
    title: "შექმენით საკუთარი",
    amazon: "Amazon",
    local_store: "ადგილობრივი მაღაზია",
    instagram: "Instagram მაღაზია",
    dropshipping: "დროპშიფინგი",
    coursera: "Coursera",
    gift_store: "საჩუქრების მაღაზია",
    airbnb: "Airbnb",
    simple_store: "მარტივი მაღაზია",
    tiktok: "TikTok მაღაზია",
  },
  /**
   * {@see SectionShowItsSimplicity}
   */
  show_its_simplicity: {
    title: "ფუნქცია <div class=\"app-box\" style=\"font-size: 55%\">😣</div>",
    subtitle: "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
    as_guest: "სტუმრად",
    need_register: "რეგისტრაცია საჭიროა",

    page_builder: {
      title: "ჩაშენებული გვერდის კონსტრუქტორი",
      subtitle:
        "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
      try_action: "სცადეთ გვერდის კონსტრუქტორი",
      see_collection_action: "ნახეთ შაბლონები",
    },
    ai: {
      title: "ჩაშენებული AI ფუნქციები",
      subtitle:
        "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
      try_action: "სცადეთ Selldone Intelligence",
    },
    storefront: {
      title: "ცოცხალი ვიტრინა",
      subtitle:
        "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
      see_action: "ნახეთ დემო ვიტრინა",
    },
    backoffice: {
      title: "ცოცხალი ადმინისტრაცია",
      subtitle: "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
      see_action: "ნახეთ დემო მართვის პანელი",
    },
  },

  /**
   * {@see SectionPricingCompact}
   */
  pricing_compact: {
    title: "<div class=\"app-box\" style=\"font-size: 55%\">💞️</div> მარტივი და გამჭვირვალე ფასები",
    subtitle:
      "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
  },

  screenshots: {
    item_1: {
      title: "ფუნქცია 1",
      desc: "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
    },
    item_2: {
      title: "ფუნქცია 2",
      desc: "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
    },
    item_3: {
      title: "ფუნქცია 3",
      desc: "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
    },
    item_4: {
      title: "ფუნქცია 4",
      desc: "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
    },
    item_5: {
      title: "ფუნქცია 5",
      desc: "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
    },
    item_6: {
      title: "ფუნქცია 6",
      desc: "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
    },
    item_7: {
      title: "ფუნქცია 7",
      desc: "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
    },
    item_8: {
      title: "ფუნქცია 8",
      desc: "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
    },
    item_9: {
      title: "ფუნქცია 9",
      desc: "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
    },
    item_10: {
      title: "ფუნქცია 10",
      desc: "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
    },
    item_11: {
      title: "ფუნქცია 11",
      desc: "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
    },
    item_12: {
      title: "ფუნქცია 12",
      desc: "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
    },
    item_13: {
      title: "ფუნქცია 13",
      desc: "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
    },
    item_14: {
      title: "ფუნქცია 14",
      desc: "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
    },
    item_15: {
      title:
        "ფუნქცია 15",
      desc: "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
    },
    item_16: {
      title: "ფუნქცია 16",
      desc: "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
    },
    item_17: {
      title: "ფუნქცია 17",
      desc: "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
    },
    item_18: {
      title: "ფუნქცია 18",
      desc: "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
    },
    item_19: {
      title: "ფუნქცია 19",
      desc: "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
    },
    item_20: {
      title: "ფუნქცია 20",
      desc: "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
    },
    item_21: {
      title: "ფუნქცია 21",
      desc: "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
    },
    item_22: {
      title: "ფუნქცია 22",
      desc: "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
    },
    item_23: {
      title: "ფუნქცია 23",
      desc: "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
    },
    item_24: {
      title: "ფუნქცია 24",
      desc: "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
    },
    item_25: {
      title: "ფუნქცია 25",
      desc: "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
    },
    item_26: {
      title: "ფუნქცია 26",
      desc: "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
    },
    item_27: {
      title: "ფუნქცია 27",
      desc: "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
    },
    item_28: {
      title: "ფუნქცია 28",
      desc: "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
    },
    item_29: {
      title: "ფუნქცია 29",
      desc: "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
    },
    item_30: {
      title: "ფუნქცია 30",
      desc: "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
    },
    item_31: {
      title: "ფუნქცია 31",
      desc: "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
    },
    item_32: {
      title: "ფუნქცია 32",
      desc: "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
    },
    item_33: {
      title: "ფუნქცია 33",
      desc: "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
    },
    item_34: {
      title: "ფუნქცია 34",
      desc: "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
    },
    item_35: {
      title: "ფუნქცია 35",
      desc: "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
    },
    item_36: {
      title: "ფუნქცია 36",
      desc: "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
    },
    item_37: {
      title: "ფუნქცია 37",
      desc: "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
    },
    item_38: {
      title: "ფუნქცია 38",
      desc: "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
    },
    item_39: {
      title: "ფუნქცია 39",
      desc: "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
    },
  },

  country_landing: {
    intro: "#1 ბიზნესის ოპერაციული სისტემა",
    title: "ჩაანაცვლეთ {infinite} დანამატი და აპი {app}-ით {country}-ში",
  },

  /**
   * @see IntegrationPaymentPage
   */
  payment_landing: {
    intro: "#1 ბიზნესის ოპერაციული სისტემა",
    title: "ჩაანაცვლეთ {infinite} დანამატი და აპი {app}-ით",

    unlock_section: {
      title: "გადახდის დაყენება {payment}",
      subtitle:
        "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
      no_plugin: {
        title: "გადახდის დაყენება",
        subtitle:
          "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში. {payment}",
      },
      experience: {
        title: "Selldone + {payment}",
        subtitle:
          "გარდაქმენით ონლაინ ყიდვის გამოცდილება Selldone-ის მოსახერხებელი პლატფორმით და {payment} გადახდის ინტეგრაციით. დატოვეთ მოუხერხებელი ინტერფეისები და მიიღეთ გამართული ყიდვის გზა, რომელიც მომხმარებლებს უკან დააბრუნებს.",
      },
      boost: {
        title: "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
        subtitle:
          "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში. {payment}",
      },
      security: {
        title: "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
        subtitle:
          "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში. Selldone + {payment}",
      },
      setup_payment: "გადახდის დაყენება",
    },

    how_to_add: {
      step_1: {
        step: "ნაბიჯი 1",
        title: "დაამატეთ ვალუტა",
        subtitle:
          "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში. {payment}",
      },
      step_2: {
        step: "ნაბიჯი 2",
        title: "დააყენეთ თქვენი gateway",
        subtitle: "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში. <b>გადახდის ახალი მეთოდი</b> <b>{payment}</b> <a href=\"{payment_url}\" target=\"_blank\">{payment}</a>.",
      },
    },

    integration: {
      title: "გადახდის დაყენება {payment}",
      subtitle:
        "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
    },
    pay_after_earn: {
      title: "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
      subtitle:
        "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
    },
  },

  feature_page_builder: {
    title: "ჩაშენებული გვერდის კონსტრუქტორი",
    message:
      "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
  },

  feature_items: {
    products: {
      title: "ფუნქცია 1",
      description:
        "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
    },
    excel: {
      title: "ფუნქცია 2",
      description:
        "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
    },
    incentive: {
      title: "ფუნქცია 3",
      description:
        "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
    },
    loyalty: {
      title: "ფუნქცია 4",
      description:
        "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
    },
    cashback: {
      title: "ფუნქცია 5",
      description:
        "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
    },
    cross_selling: {
      title: "ფუნქცია 6",
      description:
        "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
    },
    accounting: {
      title: "ფუნქცია 7",
      description: "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
    },
    inventory: {
      title: "ფუნქცია 8",
      description:
        "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
    },
    analytics: {
      title: "ფუნქცია 9",
      description:
        "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
    },
    social: {
      title: "ფუნქცია 10",
      description:
        "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
    },
    community: {
      title: "ფუნქცია 11",
      description:
        "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
    },
    security: {
      title: "ფუნქცია 12",
      description:
        "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
    },
    pos: {
      title: "ფუნქცია 13",
      description:
        "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
    },
    store: {
      title: "გამყიდველების ბაზარი",
      description: "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
    },
    pricing: {
      title: "ფუნქცია 15",
      description:
        "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
    },
    pod: {
      title: "ფუნქცია 16",
      description:
        "ეს ფუნქცია გეხმარებათ Selldone-ში მაღაზიისა და ბიზნესის მარტივად და პროფესიონალურად მართვაში.",
    },
  },
};
