export default {
  "local_service": "{country_name} үшін жергілікті қызмет",
  "local_service_message": "Бұл қызмет тек <u>{country_name}</u> аумағында тұратын және осы елде өз қызметтері мен өнімдерін сататын пайдаланушыларға арналған.Сізге тек жергілікті қызметтерді немесе Selldone халықаралық қызметін пайдалануға рұқсат етілген. Бұл қызметті пайдалану үшін сізден талаптарды орындау қажет. <b>{country_name}</b> және <b>Еуропалық Одақтың</b> заңдары.",
  "my_shops": "Менің дүкендерім",
  "moto": "Сіз көріңіз, біз есіктерді ашамыз!",
  "start_now_btn": "Қазір бастаңыз - бұл тегін",
  "create_ecommerce_btn": "Электрондық коммерцияңызды тегін бастаңыз",
  "incentive_action": "Төмен онлайн сату мөлшерлемеңізбен қош айтыңыз!",
  "create_shopping_website": "Менің электрондық коммерциямды жасау",
  "s1": {
    "title": "Интернет-дүкеніңізді жасаңыз<br> Жоқ — код және жоқ — сарапшы қажет шешім",
    "title_animated_words": [
      "Кәсіпкерлер",
      "Суретшілер",
      "Тәуелсіз кәсіпорындар",
      "Брендтер",
      "Бөлшек сауда",
      "Жасаушылар"
    ],
    "subtitle": "Клиенттеріңіз үшін бірегей, жылдам, қауіпсіз және сенімді тәжірибе жасағыңыз келсе, бұл сізге арналған құрал. Жарнамасыз кәсіпорын деңгейіндегі бизнес операциялық жүйесінде бірегей қауымдастықты және жылдам электрондық коммерцияны құрыңыз.",
    "domain_input": {
      "message": "Дүкеніңіз тегін хостинг және SSL көмегімен сізде бар жеке домендердің кез келген санына қосыла алады",
      "action": "Дүкен жасау"
    },
    "community": "Қауымдастық платформасы",
    "shop": "Интернет-дүкен құрастырушы",
    "inventory": "Инвентаризацияны басқару",
    "cms": "Бет редакторы және CMS",
    "in_60_sec": "Мында басыңыз"
  },
  "video": {
    "title": "Интернетте және жеке сатуға арналған барлығы бір шешім.",
    "msg": "Электрондық коммерциядағы ең жылдам сатып алу тәжірибесін қамтамасыз етіңіз.",
    "card_pos": {
      "title": "Сатылған POS",
      "msg": "Нөлдік орнату құны шешімі арқылы жеке сату."
    },
    "card_ecommerce": {
      "title": "Selldone электрондық коммерция",
      "msg": "Интернетте кәсіпқойлар сияқты сатыңыз."
    }
  },
  "why": {
    "title": "Неліктен Selldone?",
    "msg": "Біз командаларды жаттықтырушыларсыз, революцияларды көшбасшысыз, ағаштарды тамырсыз, бизнесті операциялық жүйесіз елестете алмаймыз! Сондықтан біз жылдам дамып келе жатқан компаниялар мен жас кәсіпкерлер үшін онлайн бизнесті қайта қарастырамыз.",
    "sec1": {
      "title": "Жеңіл + кәсіби",
      "msg": "Ол нарықта кәсіпқой сияқты ойнау үшін жасалған, тіпті жаңадан бастаған болсаңыз да, кәсіпқой сияқты ойнағыңыз келсе немесе сіз сарапшы болсаңыз және өзіңіз сияқты ойнауға лайық болсаңыз да!"
    },
    "sec2": {
      "title": "Кәсіпорын деңгейіндегі құралдар",
      "msg": "Біз жаңа мүмкіндіктерді шығарамыз, API интерфейстерін жаңартамыз және жаңа әдістерді күнделікті жұмыс ретінде қолданамыз. Бұл сіздің бизнесіңізге арналған операциялық жүйе, сондықтан бизнесіңіз біздің платформа арқылы кеңейеді."
    },
    "sec3": {
      "title": "Әлеуметтік сатылымдар",
      "msg": "Біздің өнім бүкіл әлемдегі сатып алушылардың нақты сауда мінез-құлқына негізделген. Біз Instagram, TikTok және AVOCADO деп аталатын басқа әлеуметтік желілерде бірегей сату әдістерін ұсынамыз."
    },
    "sec4": {
      "title": "Ақшаны үнемдеңіз",
      "msg": "Ешқандай сарапшылардың электрондық коммерцияның болуының қажеті жоқ! Қымбат әзірлеу, техникалық қызмет көрсету, бағдарламалау процесі және тіпті электрондық коммерция платформаларының сарапшыларының құнымен қоштасыңыз."
    }
  },
  "how_it_work": {
    "title": "Бұл қалай жұмыс істейді.",
    "msg": "Кәсіби мамандар сияқты ойын ойнағысы келетіндер үшін несие картасы жоқ, плагинсіз, шаблонсыз, орнатусыз, хостсыз, техникалық шешім.",
    "step0": {
      "title": "Сатып алушылар үшін салынған, Сатушыларға ұнайтын, Бір қадам жерде.",
      "msg1": "Нағыз электрондық коммерцияға ие болу, бизнесіңіздің айналасында бақытты тұтынушыларды жинау және шынымен жақсы көретін нәрсеге назар аудару уақыты келді."
    },
    "step1": {
      "title": "Өнімдеріңізді қосыңыз.",
      "msg1": "Instagram-да фотосуреттер қосу сияқты өнімдерді қолмен қосыңыз! Немесе Excel файлы арқылы 100 000 элемент қосыңыз. Өнімдерді, қызметтерді, жазылымдарды және файлдарды бір жерде сата аласыз."
    },
    "step2": {
      "title": "Сіздің қажеттіліктеріңізге сәйкес төлем әдістерін қосыңыз.",
      "msg1": "Біз қаржылық операцияларға араласуға мүдделі емеспіз! Клиенттердің төлемдерінің 100% сіздің банктік шотыңызға тікелей аударылады. Тек Stripe, PayPal, т.б. қосыңыз. Дүкеніңізде бір уақытта бірнеше белсенді төлем қызметтері болуы мүмкін!",
      "crypto_msg": "Белсенді сатушылар үшін қол жетімді"
    },
    "step3": {
      "title": "Ақ жапсырма / Икемді / Терең теңшеуге болады.",
      "msg1": "Қону беттеріңізді жобалаңыз және бренд хабарламасына бейімделген сайтыңыздың тақырып түсін өзгертіңіз. Сүйреп апару мүмкіндігі мұның бәрін сарапшы жалдамай-ақ жасауға мүмкіндік береді."
    },
    "step4": {
      "title": "Бір рет басу арқылы есеп айырысу: бүкіл әлем бойынша бірыңғай есеп айырысу тәжірибесі.",
      "msg1": "Тұтынушылар сізден сатып алу үшін ақпаратты енгізудің және тіркеу формасын толтырудың қажеті жоқ! Олар SMS арқылы жүйеге кіріп, бір рет басу арқылы төлем формасын толтырады және төлейді. Сіз өсеміз, біз өсеміз."
    }
  },
  "onboarding": {
    "title": "Бизнесіңізді онлайн, жылдам және жақсырақ жасаңыз - бұл тегін",
    "success_title": "Онлайн бизнес ОЖ орнату,",
    "wait_msg": "Бірнеше секунд күтіңіз...",
    "ready_msg": "Сіздің дүкеніңіз дайын.",
    "send_mail_msg": "Жүйеге кіру сілтемесі {email} мекенжайына жіберілді",
    "options": {
      "title": "Дүкен конфигурациясы",
      "msg": "Веб-сайтыңызда қандай мүмкіндіктерді қалайсыз?",
      "ecommerce": "Электрондық коммерция",
      "pos": "Сату нүктесі",
      "blog": "Блог және CMS",
      "community": "Қауымдастық және форум"
    },
    "job": {
      "title": "Сіздің салаңыз қандай?",
      "placeholder": "Қазіргі уақытта қандай платформаны пайдалансаңыз да, бизнесіңізді Selldone OS-қа ауыстырыңыз."
    },
    "shop_name": {
      "title": "Бизнес атауы",
      "placeholder": "Мысалы. Алекс аяқ киім"
    },
    "income": {
      "title": "Ай сайынғы сатылымдар",
      "msg": "Жалпы айлық сатылымдар ауқымын таңдаңыз.",
      "Low": "5 000 АҚШ долларына дейін",
      "Medium": "5 000 АҚШ доллары ~ 50 000 АҚШ доллары",
      "High": "50 000 АҚШ доллары ~ 1 000 000 АҚШ доллары",
      "Extreme": "1 000 000 АҚШ долларынан жоғары"
    },
    "step_1": "Мақсат",
    "step_2": "Конфигурация",
    "step_3": "Есептік жазба"
  },
  "notion": {
    "title": "Әртүрлі ережелері бар ойын.",
    "quote": "Біздің ойымызша, бір адам онлайн-адамзат дәуірінде өзгеріс жасай алады, тіпті ақшасы жеткіліксіз, тіпті техникалық тәжірибесі жоқ, тіпті шоттарды төлеуге банктік шоты жоқ; біз мұны интернетте ең қол жетімді операциялық жүйе ретінде әрекет ету үшін кәсіпорын деңгейіндегі құралдары бар пайдалануға дайын платформа жасау арқылы жасаймыз."
  },
  "stop": {
    "title": "Жеңіл онлайн сауда веб-сайтының құрастырушысы + Тікелей төлем.",
    "subtitle": "Егер сіз табысты онлайн бизнес құруды және бизнес идеяңызды шындыққа айналдыруды жоспарласаңыз, Selldone - тамаша таңдау."
  },
  "os": {
    "title": "Әлемдік деңгейдегі құралдарға қол жеткізу — Тегін.",
    "msg": "Кәсіби электрондық коммерция құру күшін қолдарыңызға береміз."
  },
  "login": {
    "title": "Сіз нарықтағы кәсіпқой сияқты ойын ойнауға дайынсыз ба?"
  },
  "currencies": {
    "title": "Валюталар",
    "sub": "Клиенттеріңіз өздерінің жергілікті валюталарында оңай төлей алады.",
    "msg": "Технология, плагиндер және төлем қиындықтарымен күресудің орнына сатылымға назар аударыңыз. Біз сіздің онлайн бизнесіңізде барлығын теңестіру үшін жергілікті және жаһандық төлем қызметтерімен жұмыс істейміз."
  },
  "countries": {
    "title": "Елдер",
    "sub": "Әлемдегі ең оңай масштабталатын Business OS.",
    "msg": "Біз сіз немесе сіздің тұтынушы қай жерде тұрсаңыз да, біз онлайн кеңістіктегі дәстүрлі адамнан адамға сауда мінез-құлқын бейімдейміз, біз сізге ең жақсы тәжірибені жеткізу миссиясындамыз."
  },
  "dna": {
    "title": "Сіздің бизнесіңіздің ДНҚ",
    "sub": "САТТЫМ!",
    "msg": "Бұл сізге арналған кәсіпорын деңгейіндегі құралдары бар қызмет ретінде, барлығы бір, кодсыз жалғыз бизнес операциялық жүйесі."
  },
  "api": {
    "title": "Dev. достық",
    "msg": "Интернеттегі бизнеске арналған толық ашық API негізіндегі шешім.",
    "sec1": {
      "title": "Біз сіздің бизнесіңіздің негізін жасаймыз",
      "msg": "Біздің қуатты REST API арқылы дүкеніңіздің барлық жағы қолжетімді. Техникалық, төлем және серверлік мәселелер туралы алаңдамай, дүкенге кез келген өзгертулер енгізуге, қолданбаларды жасауға немесе сатып алу қолданбасын дамытуға болады."
    },
    "sec2": {
      "title": "Жылдам интеграция",
      "msg": "Аутентификация қадамдарын орындау, тіркелгіге кіру және оны қарапайым пәрмендер арқылы басқару үшін біз барлық жалпы тілдер мен шеңберлер үшін SDK әзірлейміз. Жұмысты бастау бірнеше рет басу жеткілікті."
    }
  },
  "convertible": {
    "store_name": "Сіздің дүкеніңіз",
    "variant_1": "Өнім нұсқасы Сары",
    "variant_2": "Өнім нұсқасы қызыл",
    "buy": "Қазір сатып ал",
    "price": "$89",
    "management": {
      "title": "Өнімдерді басқару",
      "msg": "Windows жүйесінде сүйреп апаратын файлдар мен қалталар сияқты өнімдер мен санаттарды басқарыңыз.",
      "check1": "Өнімдерді Excel немесе CSV файлдары арқылы жүктеп салыңыз.",
      "check2": "AR үлгілерін қосыңыз.",
      "check3": "Автоматты SEO қозғалтқышы арқылы оңтайландыру.",
      "check4": "Сүйреп апарып тастауды басқару."
    },
    "payment": {
      "title": "Бірнеше төлем әдістерін қолдау",
      "msg": "Сайттағы / қолданбадағы төлемнің үздіксіз тәжірибесі.",
      "check1": "Жолақ",
      "check1msg": "40-тан астам елге қолдау көрсетеді.",
      "check2": "Кларна",
      "check2msg": "Қазір сатып алыңыз, кейінірек төлеңіз.",
      "check3": "Paypal",
      "check3msg": "Бір рет басу арқылы төлем."
    },
    "checkout": {
      "title": "Сіздің брендіңіз",
      "online": "Онлайн тұтынушылар",
      "offline": "Жеке тұтынушылар"
    },
    "design": {
      "title": "Бет құрастырушы",
      "msg": "Тек сүйреп апару арқылы оны шынайы етіңіз."
    }
  },
  "secure": {
    "title": "Hyper Secure шешімі",
    "msg": "Деректер тұтастығы және кәсіпорынның қол жеткізу деңгейін басқару."
  },
  "build": {
    "title": "Өз брендіңізбен жеке электрондық коммерцияға ие болыңыз және бизнесті бақылауды қайтарыңыз!",
    "msg": "Сізде әлеуметтік медиа тіркелгілерін домендегі онлайн сауда веб-сайтына түрлендіру немесе нөлден бастап шедевр электрондық коммерция жасау үшін көптеген таңдаулар бар."
  },
  "stripe": {
    "title": "Stripe есептік жазбаңыз бар ма?",
    "msg": "Құттықтаймыз, сіз көп нәрсені бұрын жасадыңыз. Интернет-дүкеніңізді бір рет түрту арқылы жасаңыз! Қалғанын Селдоне шешеді."
  },
  "unbanked": {
    "title": "Бір платформа, бір шешім — Мақсат.",
    "msg": "Тіпті 1,7 миллиардтан астам банкі жоқ ересектер үшін онлайн сатуды жеңілдетуге және кәсіпкерлік рухты ашуға арналған бірегей Business OS."
  },
  "faqs": [
    {
      "question": "Интернет-дүкенді несие картасынсыз жасай аламын ба?",
      "answer": "Иә, сіз Selldone-де несиелік және дебеттік карталар сияқты банк картасын қажет етпестен электрондық коммерция жасай аласыз. Selldone адамдарға, тіпті жалпы қаржылық қызметтерге қол жеткізе алмайтын 1,7 миллиардтан астам адамға жетілдірілген электрондық коммерция қызметтерін ұсынудың бірегей әдісін пайдаланады."
    },
    {
      "question": "Банкі жоқ клиенттерге онлайн қалай сатуға болады?",
      "answer": "Клиенттер тапсырысты алғаннан кейін төлей алуы үшін электрондық коммерцияға COD ( <b>жеткізілгендегі қолма-қол ақша</b> ) қосыңыз. КОҚ қаржыландыру инфрақұрылымы жоқ елдердің көпшілігінде дәстүрлі әдіс болып табылады."
    },
    {
      "question": "Электрондық коммерцияны банктік шотсыз қалай орнатуға болады?",
      "answer": "Селдонеге дейін пісірілмеген адамдар үшін шешім болмады. Бірақ енді сіз өзіңіздің электрондық коммерцияңызды және веб-сайтыңызды ешқандай банктік шотсыз жасай аласыз. Оның сізге ең аз құны бар; Сіз бұл шығынды айдың соңында әмияныңыз арқылы төлей аласыз. Selldone әмияны басқа адамдардан ақы ала алады немесе сыйлық карталары арқылы төлей алады. Бұл қызметтерді пайдалану үшін сізге несие картасы қажет емес."
    },
    {
      "question": "Орнату құнынсыз бизнесті қалай бастауға болады?",
      "answer": "<ol><li><a href='https://selldone.com'>Selldone.com сайтында</a> тегін тіркеліңіз.</li><li> Дүкеніңізді салыңыз.</li><li> Өнімдеріңіз бен қызметтеріңізді қосыңыз.</li><li> Доменіңізді қосыңыз (міндетті емес)</li><li> Төлем шлюздерін қосыңыз.</li><li> Өз бизнесіңізді достарыңыз бен отбасыңызбен таныстыра бастаңыз.</li><li> Әлеуметтік желіде өзіңізді және өнімдеріңізді таныстырыңыз.</li><li> Бірегей құнды ұсыныс беру арқылы бизнесіңіздің брендін жасаңыз.</li><li> Selldone тақтасы арқылы пайдаланушылардың әрекетін бақылаңыз.</li></ol>"
    }
  ],
  "brands": {
    "title": "Өз бизнесіңізді сенімді негізде құрыңыз.",
    "subtitle": "Сіздің бизнесіңіз оған тұрарлық!"
  },
  "why_boxes": {
    "block1": {
      "title": "Бастапқы құнын үнемдеңіз",
      "subtitle": "Тақырыпсыз және плагинсіз шешім."
    },
    "block2": {
      "title": "Операциялық шығындарды үнемдеңіз",
      "subtitle": "Ешқашан қосымша және жасырын төлем."
    },
    "block3": {
      "title": "Уақытты үнемдеу",
      "subtitle": "Кәсіпорын деңгейінде, бірақ бастаушыға ыңғайлы."
    }
  },
  "money_transfer": {
    "customer": "Сіздің тұтынушы",
    "bank": "Сіздің банктік шотыңыз",
    "wallet": "Әмиян",
    "free_setup": "Тегін орнату.",
    "no_extra_fee": "Қосымша ақы жоқ.",
    "no_hidden_fee": "Жасырын төлем жоқ."
  },
  "extra": {
    "cart": "Арбаларды басқару",
    "payment": "Төлем",
    "shipping": "Жүк тасу",
    "fulfilment": "Орындалу",
    "community": "Қауымдастық және кері байланыс"
  }
};