/*
 * Copyright (c) 2023. Selldone® Business OS™
 *
 * Author: M.Pajuhaan
 * Web: https://selldone.com
 * ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━
 *
 * All rights reserved. In the weave of time, where traditions and innovations intermingle, this content was crafted.
 * From the essence of thought, through the corridors of creativity, each word, and sentiment has been molded.
 * Not just to exist, but to inspire. Like an artist's stroke or a sculptor's chisel, every nuance is deliberate.
 * Our journey is not just about reaching a destination, but about creating a masterpiece.
 * Tread carefully, for you're treading on dreams.
 */

export default {
  local_service: "{country_name} үшін жергілікті қызмет",
  local_service_message:
    "Бұл қызмет тек <u>{country_name}</u> аумағында тұратын және осы елде өз қызметтері мен өнімдерін сататын пайдаланушыларға арналған.Сізге тек жергілікті қызметтерді немесе Selldone халықаралық қызметін пайдалануға рұқсат етілген. Бұл қызметті пайдалану үшін сізден талаптарды орындау қажет. <b>{country_name}</b> және <b>Еуропалық Одақтың</b> заңдары.",

  my_shops: "Менің дүкендерім",
  select_language_dialog_title: "Өз бизнесіңізді сүйікті тіліңізде жасаңыз",

  welcome_title: "Бизнесіңізді көрнекі түрде жасаңыз, басқарыңыз және масштабтаңыз",
  welcome_subtitle:
    "Онлайн дүкеніңізді миллиондаған тапсырыстар үшін кодсыз және сарапшысыз шешіммен жасаңыз.",
  //"Make your online store by no-code & no-expert needed solution for millions of orders.",

  moto: "Сіз көріңіз, біз есіктерді ашамыз!",
  start_now_btn: "Қазір бастаңыз - бұл тегін",
  create_ecommerce_btn: "Онлайн сатуды тегін бастаңыз",
  incentive_action: "Төмен онлайн сату мөлшерлемеңізбен қош айтыңыз!",

  create_shopping_website: "Менің онлайн сатылымымды жасау",

  your_shop: "Сіздің витринаңыз",
  your_dashboard: "Сіздің басқару панеліңіз",

  storefront: "Витрина",
  back_office: "Басқару панелі",

  today_sales: "Бүгінгі сатылымдар",
  today_orders: "Бүгінгі тапсырыстар",

  s1: {
    /* title: "Make Your Online Store By<br>No—Code & No—Expert Needed Solution",
                                 title_animated_words: [
                                   "Entrepreneurs",
                                   "Artists",
                                   "Independent Businesses",
                                   "Brands",
                                   "Retails",
                                   "Creators",
                                 ],*/

    subtitle:
      "Клиенттері үшін ерекше, жылдам, қауіпсіз және сенімді тәжірибе іздейтін <b>бизнес иелері</b> мен <b>саудагерлерге</b> бұл құрал жылдам онлайн дүкен, дүкен ішіндегі үздіксіз басқару және өз қауымдастығын <b>white-label кәсіпорын деңгейіндегі</b> бизнес операциялық жүйесінде құруға көмектеседі.",

    domain_input: {
      message:
        "Дүкеніңіз тегін хостинг және SSL көмегімен сізде бар жеке домендердің кез келген санына қосыла алады",
      action: "Дүкен жасау",
    },
    community: "Қауымдастық платформасы",
    shop: "Онлайн дүкен құрастырушы",
    inventory: "Инвентаризацияны басқару",
    cms: "Бет редакторы және CMS",

    in_60_sec: "Мында басыңыз",

    why_use_selldone_if_frustrated_from_wordpress_and_shopify:
      "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
  },

  video: {
    title: "Интернетте және жеке сатуға арналған барлығы бір шешім.",
    msg: "Онлайн дүкеніңізде ең жылдам сатып алу тәжірибесін ұсыныңыз.",
    pacman: "Мен техникалық құрылтайшы емеспін",

    card_pos: {
      title: "Сатылған POS",
      msg: "Нөлдік орнату құны шешімі арқылы жеке сату.",
    },
    card_ecommerce: {
      title: "Selldone арқылы онлайн сату",
      msg: "Интернетте кәсіпқойлар сияқты сатыңыз.",
    },
  },

  why: {
    title: "Неліктен Selldone?",
    msg: "Біз командаларды жаттықтырушыларсыз, революцияларды көшбасшысыз, ағаштарды тамырсыз, бизнесті операциялық жүйесіз елестете алмаймыз! Сондықтан біз жылдам дамып келе жатқан компаниялар мен жас кәсіпкерлер үшін онлайн бизнесті қайта қарастырамыз.",

    sec1: {
      title: "Оңай әрі кәсіби",
      //   msg: "It's built for you to game like a professional in the markets, even if you are a beginner but want to play like a professional, or you are an expert and deserve to play like yourself!",
    },
    sec2: {
      title: "Кәсіпорын деңгейіндегі құралдар",
      //  msg: "We release new features, update APIs and apply new methods as a daily routine.  It's an operating system for your business, so your business scale up by our platform.",
    },
    sec3: {
      title: "Әлеуметтік сатылымдар",
      //  msg: "Our product is designed on the real trading behavior of purchasers all around the world. We offer one-of-a-kind sales methods on Instagram, TikTok, and other social networks, named AVOCADO.",
    },
    sec4: {
      title: "Ақшаны үнемдеңіз",
      // msg: "No need for any experts to have an ecommerce anymore! Say goodbye to the costly development, maintenance, programming process, and even ecommerce platforms experts' cost.",
    },
  },

  how_it_work: {
    title: "Бұл қалай жұмыс істейді.",
    msg: "Кредиттік картасыз, қосымшасыз, үлгісіз, күрделі баптаусыз, хостингсіз және техникалық қиындықсыз кәсіби жұмыс істегісі келетіндерге арналған шешім.",

    step0: {
      title: "Сатып алушылар үшін салынған, Сатушыларға ұнайтын, Бір қадам жерде.",
      msg1: "Нағыз онлайн дүкенге ие болып, қанағаттанған клиенттерді бизнесіңіз айналасына жинап, өзіңіз ұнататын іске назар аударатын уақыт келді.",
    },
    step1: {
      title: "Өнімдеріңізді қосыңыз.",
      msg1: "Instagram-да фотосуреттер қосу сияқты өнімдерді қолмен қосыңыз! Немесе Excel файлы арқылы 100 000 элемент қосыңыз. Өнімдерді, қызметтерді, жазылымдарды және файлдарды бір жерде сата аласыз.",
    },
    step2: {
      title: "Сіздің қажеттіліктеріңізге сәйкес төлем әдістерін қосыңыз.",
      msg1: "Біз қаржылық операцияларға араласуға мүдделі емеспіз! Клиенттердің төлемдерінің 100% сіздің банктік шотыңызға тікелей аударылады. Тек Stripe, PayPal, т.б. қосыңыз. Дүкеніңізде бір уақытта бірнеше белсенді төлем қызметтері болуы мүмкін!",
      crypto_msg: "Белсенді сатушылар үшін қол жетімді",
    },
    step3: {
      title: "Ақ жапсырма / Икемді / Терең теңшеуге болады.",
      msg1: "Қону беттерін оңай жобалап, сайттың тақырып түстерін бренд хабарламасына сүйреп апару функциясы арқылы бейімдеңіз — сарапшы қажет емес.",
      view_sample_pages: "Сізге шабыт беретін керемет SD дүкендері",
    },
    step4: {
      title:
        "Бір рет басу арқылы есеп айырысу: бүкіл әлем бойынша бірыңғай есеп айырысу тәжірибесі.",
      msg1: "Тұтынушылар сізден сатып алу үшін ақпаратты енгізудің және тіркеу формасын толтырудың қажеті жоқ! Олар SMS арқылы жүйеге кіріп, бір рет басу арқылы төлем формасын толтырады және төлейді. Сіз өсеміз, біз өсеміз.",
    },
  },

  /**
   * @see OOnboardingShop
   */
  onboarding: {
    title: "Бизнесіңізді онлайн, жылдам және жақсырақ жасаңыз - бұл тегін",
    success_title: "Онлайн бизнес жүйеңіз орнатылды,",
    wait_msg: "Бірнеше секунд күтіңіз...",
    ready_msg: "Сіздің дүкеніңіз дайын.",
    send_mail_msg: "Жүйеге кіру сілтемесі {email} мекенжайына жіберілді",

    enable_disable_features_msg:
      "Бұл мүмкіндіктерді кейін қосуға немесе өшіруге болады.",
    package_starter: {
      title: "Қосымша пакет",
      subtitle:
        "Selldone жүйесін орнатуға немесе үйренуге уақытыңыз болмауы мүмкін екенін түсінеміз. Тіркелгеннен кейін, қалауыңыз бойынша сатып алуға болатын <b>барлығы бірінде пакеті</b> қолжетімді болады. Ол дүкен жасалғаннан кейін тек <b>14 күн</b> ғана қолжетімді.",
      include_items_title: "Оған осы қызметтер кіреді",
      include_items: [
        "Дүкен параметрлері мен көрінісін баптау",
        "Бір жеткізу әдісі мен бір төлемді баптау",
        "Басты бетіңізді жобалау",
        "Өнімдерді Excel арқылы импорттауға көмектесу",
        "Жеке доменіңізді қосу",
      ],
    },

    sample: {
      title: "Үлгі деректерді орнату",
      description:
        "Дүкенді өнімдер, санаттар және блог жазбалары сияқты үлгі деректермен бастаңыз.",
    },

    options: {
      title: "Дүкен конфигурациясы",
      msg: "Веб-сайтыңызда қандай мүмкіндіктерді қалайсыз?",
      ecommerce: "Онлайн сату",
      pos: "Сату нүктесі",
      blog: "Блог және CMS",
      community: "Қауымдастық және форум",

      ecommerce_desc: "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
      pos_desc: "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
      blog_desc: "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
      community_desc: "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
    },

    job: {
      title: "Сіздің салаңыз қандай?",
      placeholder:
        "Қазіргі уақытта қандай платформаны пайдалансаңыз да, бизнесіңізді Selldone OS-қа ауыстырыңыз.",
    },
    shop_name: {
      title: "Бизнес атауы",
      placeholder: "Мысалы. Алекс аяқ киім",
    },
    income: {
      title: "Ай сайынғы сатылымдар",
      msg: "Жалпы айлық сатылымдар ауқымын таңдаңыз.",
      Low: "5 000 АҚШ долларына дейін",
      Medium: "5 000 АҚШ доллары ~ 50 000 АҚШ доллары",
      High: "50 000 АҚШ доллары ~ 1 000 000 АҚШ доллары",
      Extreme: "1 000 000 АҚШ долларынан жоғары",
    },
    step_1: "Мақсат",
    step_2: "Конфигурация",
    step_3: "Есептік жазба",
  },

  notion: {
    title: "Әртүрлі ережелері бар ойын.",
    quote:
      "Біздің ойымызша, бір адам онлайн-адамзат дәуірінде өзгеріс жасай алады, тіпті ақшасы жеткіліксіз, тіпті техникалық тәжірибесі жоқ, тіпті шоттарды төлеуге банктік шоты жоқ; біз мұны интернетте ең қол жетімді операциялық жүйе ретінде әрекет ету үшін кәсіпорын деңгейіндегі құралдары бар пайдалануға дайын платформа жасау арқылы жасаймыз.",
  },

  stop: {
    title: "Жеңіл онлайн сауда веб-сайтының құрастырушысы + Тікелей төлем.",
    subtitle:
      "Егер сіз табысты онлайн бизнес құруды және бизнес идеяңызды шындыққа айналдыруды жоспарласаңыз, Selldone - тамаша таңдау.",
    pacman: "Төлем қосымшалары",
  },

  flow: {
    title: "Реттелетін төлем ағыны.",
    subtitle:
      "Тұтынушы саяхатын және сатып алу ағыны мен эксперимент нәтижелерін жобалаңыз.",
    pacman: "Тапсырысты рәсімдеу қосымшалары",
  },
  business_model: {
    title: "Көрнекі бизнес үлгісін қабылдау.",
    subtitle:
      "Бизнес үлгісін көрнекі түрде орнатыңыз, барлық күрделілік сахнаның артында реттеледі.",
    pacman: "Нарық алаңы және POD қосымшалары",
  },

  os: {
    title: "Әлемдік деңгейдегі құралдарға қол жеткізу — Тегін.",
    msg: "Кәсіби онлайн сатуды жасау қуатын сіздің қолыңызға береміз.",
  },
  login: {
    title:
      "Сіз нарықтағы кәсіпқой сияқты ойын ойнауға дайынсыз ба?",
  },

  currencies: {
    title: "Валюталар",
    sub: "Клиенттеріңіз өздерінің жергілікті валюталарында оңай төлей алады.",
    msg: "Технология, қосымшалар және төлем күрделілігімен күресудің орнына сатылымға назар аударыңыз. Біз жергілікті және жаһандық төлем қызметтерімен жұмыс істеп, онлайн бизнесіңіздегі бәрін үйлестіреміз.",
  },

  countries: {
    title: "Елдер",
    sub: "Әлемдегі ең оңай масштабталатын бизнес жүйесі.",
    msg: "Біз сіз немесе сіздің тұтынушы қай жерде тұрсаңыз да, біз онлайн кеңістіктегі дәстүрлі адамнан адамға сауда мінез-құлқын бейімдейміз, біз сізге ең жақсы тәжірибені жеткізу миссиясындамыз.",
  },
  dna: {
    title: "Сіздің бизнесіңіздің ДНҚ",
    sub: "САТТЫМ!",
    msg: "Бұл сізге арналған кәсіпорын деңгейіндегі құралдары бар қызмет ретінде, барлығы бір, кодсыз жалғыз бизнес операциялық жүйесі.",
  },

  api: {
    header: "Ашық API және SDK, {infinite} баптау мүмкіндігімен",
    title: "Dev. достық",
    msg: "Интернеттегі бизнеске арналған толық ашық API негізіндегі шешім.",

    sec1: {
      title: "Біз сіздің бизнесіңіздің негізін жасаймыз",
      msg: "Дүкеніңіздің барлық бөлігі біздің қуатты REST API арқылы қолжетімді. Техникалық, төлем және backend мәселелеріне алаңдамай, дүкенді өзгерте, қолданбалар жасай немесе сатып алу қолданбасын дамыта аласыз.",
    },
    sec2: {
      title: "Жылдам интеграция",
      msg: "Аутентификация қадамдарын орындау, тіркелгіге кіру және оны қарапайым пәрмендер арқылы басқару үшін біз барлық жалпы тілдер мен шеңберлер үшін SDK әзірлейміз. Жұмысты бастау бірнеше рет басу жеткілікті.",
    },
  },

  /** @see ConvertibleSelldoneView **/
  convertible: {
    store_name: "Сіздің дүкеніңіз",
    variant_1: "Өнім нұсқасы Сары",
    variant_2: "Өнім нұсқасы қызыл",
    buy: "Қазір сатып ал",
    price: "$89",
    management: {
      title: "Өнімдерді басқару",
      msg: "Windows жүйесінде сүйреп апаратын файлдар мен қалталар сияқты өнімдер мен санаттарды басқарыңыз.",
      check1: "Өнімдерді Excel немесе CSV файлдары арқылы жүктеп салыңыз.",
      check2: "AR үлгілерін қосыңыз.",
      check3: "Автоматты SEO қозғалтқышы арқылы оңтайландыру.",
      check4: "Сүйреп апарып тастауды басқару.",
    },
    payment: {
      title: "Бірнеше төлем әдісін қолдау",
      msg: "Сайттағы / қолданбадағы төлемнің үздіксіз тәжірибесі.",
      check1: "Жолақ",
      check1msg: "40-тан астам елге қолдау көрсетеді.",

      check2: "Кларна",
      check2msg: "Қазір сатып алыңыз, кейінірек төлеңіз.",

      check3: "Paypal",
      check3msg: "Бір рет басу арқылы төлем.",
    },
    checkout: {
      title: "Сіздің брендіңіз",
      online: "Онлайн тұтынушылар",
      offline: "Жеке тұтынушылар",
    },
    design: {
      title: "Бет құрастырушы",
      msg: "Тек сүйреп апару арқылы оны шынайы етіңіз.",
    },
  },

  secure: {
    title: "Өте қауіпсіз шешім",
    msg: "Деректер тұтастығы және кәсіпорынның қол жеткізу деңгейін басқару.",
  },

  build: {
    title: "Өз брендіңізбен өз дүкеніңізді бастаңыз.",
    msg: "Әлеуметтік медиа аккаунттарыңызды өз доменіңіздегі онлайн сауда сайтына айналдыра аласыз немесе онлайн дүкеніңізді нөлден жасай аласыз.",
  },

  stripe: {
    title: "Stripe есептік жазбаңыз бар ма?",
    msg: "Құттықтаймыз, сіз көп нәрсені бұрын жасадыңыз. Интернет-дүкеніңізді бір рет түрту арқылы жасаңыз! Қалғанын Селдоне шешеді.",
  },
  /* demo: {
                  title: "View Demo",
                  msg: "See professional live e-commerces",
                },*/

  unbanked: {
    title: "Бір платформа, бір шешім — Мақсат.",
    msg: "Онлайн сатуды жеңілдетіп, кәсіпкерлік рухты ашатын бірегей бизнес жүйесі, тіпті банктік қызметке қол жеткізе алмайтын 1,7 миллиардтан астам ересек үшін де.",
  },
  faqs: [
    {
      question: "Интернет-дүкенді несие картасынсыз жасай аламын ба?",
      answer:
        "Иә, Selldone ішінде кредиттік немесе дебеттік карта сияқты банк картасынсыз онлайн сатуды құра аласыз. Selldone кең таралған қаржылық қызметтерге қол жеткізе алмайтын адамдарға да жетілдірілген онлайн сату қызметтерін ұсынудың ерекше жолын қолданады.",
    },
    {
      question: "Банкі жоқ клиенттерге онлайн қалай сатуға болады?",
      answer:
        "Онлайн сатуыңызға COD (<b>жеткізген кезде төлеу</b>) қосыңыз, сонда клиенттер тапсырысты алғаннан кейін төлей алады. COD қаржы инфрақұрылымы шектеулі көп елде дәстүрлі әдіс.",
    },
    {
      question: "Электрондық коммерцияны банктік шотсыз қалай орнатуға болады?",
      answer:
        "Селдонеге дейін пісірілмеген адамдар үшін шешім болмады. Бірақ енді сіз өзіңіздің электрондық коммерцияңызды және веб-сайтыңызды ешқандай банктік шотсыз жасай аласыз. Оның сізге ең аз құны бар; Сіз бұл шығынды айдың соңында әмияныңыз арқылы төлей аласыз. Selldone әмияны басқа адамдардан ақы ала алады немесе сыйлық карталары арқылы төлей алады. Бұл қызметтерді пайдалану үшін сізге несие картасы қажет емес.",
    },
    {
      question: "Орнату құнынсыз бизнесті қалай бастауға болады?",
      answer:
        "<ol><li><a href='https://selldone.com'>Selldone.com сайтында</a> тегін тіркеліңіз.</li><li> Дүкеніңізді салыңыз.</li><li> Өнімдеріңіз бен қызметтеріңізді қосыңыз.</li><li> Доменіңізді қосыңыз (міндетті емес)</li><li> Төлем шлюздерін қосыңыз.</li><li> Өз бизнесіңізді достарыңыз бен отбасыңызбен таныстыра бастаңыз.</li><li> Әлеуметтік желіде өзіңізді және өнімдеріңізді таныстырыңыз.</li><li> Бірегей құнды ұсыныс беру арқылы бизнесіңіздің брендін жасаңыз.</li><li> Selldone тақтасы арқылы пайдаланушылардың әрекетін бақылаңыз.</li></ol>",
    },
  ],

  brands: {
    title: "Өз бизнесіңізді сенімді негізде құрыңыз.",
    subtitle: "Сіздің бизнесіңіз оған тұрарлық!",
  },

  why_boxes: {
    title: "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
    subtitle:
      "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",

    block1: {
      title: "Бастапқы құнын үнемдеңіз",
      subtitle: "Тақырыпсыз және плагинсіз шешім.",
    },
    block2: {
      title: "Операциялық шығындарды үнемдеңіз",
      subtitle: "Ешқашан қосымша және жасырын төлем.",
    },
    block3: {
      title: "Уақытты үнемдеу",
      subtitle: "Кәсіпорын деңгейінде, бірақ бастаушыға ыңғайлы.",
    },
  },

  money_transfer: {
    customer: "Сіздің тұтынушы",
    bank: "Сіздің банктік шотыңыз",
    wallet: "Әмиян",
    free_setup: "Тегін орнату.",
    no_extra_fee: "Қосымша ақы жоқ.",
    no_hidden_fee: "Жасырын төлем жоқ.",
  },

  /** @see HomePanelExtraFlow **/
  extra: {
    cart: "Арбаларды басқару",
    payment: "Төлем",
    shipping: "Жеткізу",
    fulfilment: "Орындалу",
    community: "Қауымдастық және кері байланыс",
  },

  team: {
    title: "Командамен танысыңыз.",
    msg: "Біз сауда платформаларының қатыгез өрісінде әртүрлі ережелермен ойнаймыз, әсіресе бәсекелестеріміз жарнамаға миллиондаған доллар жұмсаған кезде; біз өнімге, адамдарға және нақты мәселелерді шешуге инвестициялаймыз. Бұл команда сіздің бизнесіңізді қайтарады!",
  },

  customers: {
    title: "Біздің қауымдастықпен танысыңыз.",
    msg: "Бұл біздің тұтынушылардан үйрену арқылы болашақ кәсіпкерлердің құлпын ашу үшін мағыналы құралдарды құру жолының басы ғана.",
  },
  /** {@see PanoramaImage} {@see HomePage} */

  panorama: {
    title:
      "Қымбат плагин жоқ, <b class=\"font-weight-bold\">барлық мүмкіндіктер алдын ала жасалған</b>",
    msg: "Ай сайын қосымшалар мен қолданбаларға мыңдаған доллар жұмсаудың немесе жаңартуларға алаңдаудың қажеті жоқ. Selldone бизнесіңіздің техникалық жақтарын өз мойнына алады.",
    orders_management: "Тапсырыстарды басқару",
    online_pos: "Онлайн POS",
    shipping: "Жеткізу",
    inventory_management: "Тауарлық-материалдық қорларды басқару",
    social_commerce: "Әлеуметтік сатылым",
    in_store_sell: "Дүкенде сату",
    team: "Команда / Қызметкерлер",
    incentives: "Ынталандырулар / адалдық",
    community: "Қоғамдастықты басқару",
    payments: "Жергілікті төлемдер",
    ar_3d: "3D / AR",
  },

  no_plugin: "Жоқ — плагин",

  product_page: {
    title: "Алғашқы өнімді қосқаннан кейінгі нәтиже.",
    msg: "Бірнеше рет басу арқылы идеяларыңызды жүзеге асырыңыз.",
    open_sample_product_link: "Тірі өнімді ашу",
    open_templates: "Үлгілерді көру",
  },

  /** {@see CountrySupportBox} */
  support_box: {
    country_select_label: "Еліңізді таңдаңыз",
    we_support_message: "Біз {country} елін қолдаймыз",
    we_limited_support: "Біз {country} елін шектеулі түрде қолдаймыз",
    support_message_long:
      "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
    limited_support_message_long:
      "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.\n",
    more_about_selldone_in_country: "Еліңіздегі Selldone туралы",

    tax: {
      title: "Салыққа ыңғайлы",
      message:
        "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
    },
    global: {
      title: "Әлемдік сатылымдар",
      message:
        "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
    },
    shipping: {
      title: "Жергілікті және халықаралық жеткізу",
      message:
        "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
    },
    erp: {
      title: "ERP интеграциясы",
      message:
        "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
    },
  },

  hero: {
    intro: "#1 Бизнес операциялық жүйесі",
    title: "{infinite} плагин мен қолданбаны {app} арқылы ауыстырыңыз",
  },

  /**
   * {@see MakeYourShopHeader}
   */
  make_your_shop: {
    title: "Өзіңізді жасаңыз",
    amazon: "Amazon",
    local_store: "Жергілікті дүкен",
    instagram: "Instagram дүкені",
    dropshipping: "Дропшиппинг",
    coursera: "Coursera",
    gift_store: "Сыйлық дүкені",
    airbnb: "Airbnb",
    simple_store: "Қарапайым дүкен",
    tiktok: "TikTok дүкені",
  },
  /**
   * {@see SectionShowItsSimplicity}
   */
  show_its_simplicity: {
    title: "Мүмкіндік <div class=\"app-box\" style=\"font-size: 55%\">😣</div>",
    subtitle: "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
    as_guest: "Қонақ ретінде",
    need_register: "Тіркелу қажет",

    page_builder: {
      title: "Кірістірілген бет құрастырушы",
      subtitle:
        "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
      try_action: "Бет құрастырушыны сынау",
      see_collection_action: "Үлгілерді көру",
    },
    ai: {
      title: "Кірістірілген AI мүмкіндіктері",
      subtitle:
        "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
      try_action: "Selldone Intelligence сынау",
    },
    storefront: {
      title: "Тікелей дүкен беті",
      subtitle:
        "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
      see_action: "Демо дүкенді көру",
    },
    backoffice: {
      title: "Тікелей басқару кеңсесі",
      subtitle: "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
      see_action: "Демо басқару панелін көру",
    },
  },

  /**
   * {@see SectionPricingCompact}
   */
  pricing_compact: {
    title: "<div class=\"app-box\" style=\"font-size: 55%\">💞️</div> Қарапайым және ашық баға",
    subtitle:
      "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
  },

  screenshots: {
    item_1: {
      title: "Мүмкіндік 1",
      desc: "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
    },
    item_2: {
      title: "Мүмкіндік 2",
      desc: "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
    },
    item_3: {
      title: "Мүмкіндік 3",
      desc: "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
    },
    item_4: {
      title: "Мүмкіндік 4",
      desc: "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
    },
    item_5: {
      title: "Мүмкіндік 5",
      desc: "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
    },
    item_6: {
      title: "Мүмкіндік 6",
      desc: "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
    },
    item_7: {
      title: "Мүмкіндік 7",
      desc: "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
    },
    item_8: {
      title: "Мүмкіндік 8",
      desc: "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
    },
    item_9: {
      title: "Мүмкіндік 9",
      desc: "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
    },
    item_10: {
      title: "Мүмкіндік 10",
      desc: "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
    },
    item_11: {
      title: "Мүмкіндік 11",
      desc: "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
    },
    item_12: {
      title: "Мүмкіндік 12",
      desc: "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
    },
    item_13: {
      title: "Мүмкіндік 13",
      desc: "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
    },
    item_14: {
      title: "Мүмкіндік 14",
      desc: "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
    },
    item_15: {
      title:
        "Мүмкіндік 15",
      desc: "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
    },
    item_16: {
      title: "Мүмкіндік 16",
      desc: "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
    },
    item_17: {
      title: "Мүмкіндік 17",
      desc: "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
    },
    item_18: {
      title: "Мүмкіндік 18",
      desc: "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
    },
    item_19: {
      title: "Мүмкіндік 19",
      desc: "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
    },
    item_20: {
      title: "Мүмкіндік 20",
      desc: "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
    },
    item_21: {
      title: "Мүмкіндік 21",
      desc: "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
    },
    item_22: {
      title: "Мүмкіндік 22",
      desc: "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
    },
    item_23: {
      title: "Мүмкіндік 23",
      desc: "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
    },
    item_24: {
      title: "Мүмкіндік 24",
      desc: "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
    },
    item_25: {
      title: "Мүмкіндік 25",
      desc: "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
    },
    item_26: {
      title: "Мүмкіндік 26",
      desc: "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
    },
    item_27: {
      title: "Мүмкіндік 27",
      desc: "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
    },
    item_28: {
      title: "Мүмкіндік 28",
      desc: "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
    },
    item_29: {
      title: "Мүмкіндік 29",
      desc: "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
    },
    item_30: {
      title: "Мүмкіндік 30",
      desc: "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
    },
    item_31: {
      title: "Мүмкіндік 31",
      desc: "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
    },
    item_32: {
      title: "Мүмкіндік 32",
      desc: "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
    },
    item_33: {
      title: "Мүмкіндік 33",
      desc: "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
    },
    item_34: {
      title: "Мүмкіндік 34",
      desc: "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
    },
    item_35: {
      title: "Мүмкіндік 35",
      desc: "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
    },
    item_36: {
      title: "Мүмкіндік 36",
      desc: "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
    },
    item_37: {
      title: "Мүмкіндік 37",
      desc: "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
    },
    item_38: {
      title: "Мүмкіндік 38",
      desc: "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
    },
    item_39: {
      title: "Мүмкіндік 39",
      desc: "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
    },
  },

  country_landing: {
    intro: "#1 Бизнес операциялық жүйесі",
    title: "{country} ішінде {infinite} плагин мен қолданбаны {app} арқылы ауыстырыңыз",
  },

  /**
   * @see IntegrationPaymentPage
   */
  payment_landing: {
    intro: "#1 Бизнес операциялық жүйесі",
    title: "{infinite} плагин мен қолданбаны {app} арқылы ауыстырыңыз",

    unlock_section: {
      title: "Төлемді баптау {payment}",
      subtitle:
        "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
      no_plugin: {
        title: "Төлемді баптау",
        subtitle:
          "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі. {payment}",
      },
      experience: {
        title: "Selldone + {payment}",
        subtitle:
          "Selldone-ның ыңғайлы платформасы және {payment} төлем интеграциясы арқылы онлайн сатып алу тәжірибесін өзгертіңіз. Қолайсыз интерфейстерді артта қалдырып, клиенттерді қайта әкелетін жеңіл сатып алу жолын ұсыныңыз.",
      },
      boost: {
        title: "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
        subtitle:
          "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі. {payment}",
      },
      security: {
        title: "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
        subtitle:
          "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі. Selldone + {payment}",
      },
      setup_payment: "Төлемді баптау",
    },

    how_to_add: {
      step_1: {
        step: "1-қадам",
        title: "Валютаңызды қосыңыз",
        subtitle:
          "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі. {payment}",
      },
      step_2: {
        step: "2-қадам",
        title: "Gateway баптау",
        subtitle: "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі. <b>ЖАҢА ТӨЛЕМ ӘДІСІ</b> <b>{payment}</b> <a href=\"{payment_url}\" target=\"_blank\">{payment}</a>.",
      },
    },

    integration: {
      title: "Төлемді баптау {payment}",
      subtitle:
        "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
    },
    pay_after_earn: {
      title: "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
      subtitle:
        "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
    },
  },

  feature_page_builder: {
    title: "Кірістірілген бет құрастырушы",
    message:
      "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
  },

  feature_items: {
    products: {
      title: "Мүмкіндік 1",
      description:
        "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
    },
    excel: {
      title: "Мүмкіндік 2",
      description:
        "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
    },
    incentive: {
      title: "Мүмкіндік 3",
      description:
        "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
    },
    loyalty: {
      title: "Мүмкіндік 4",
      description:
        "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
    },
    cashback: {
      title: "Мүмкіндік 5",
      description:
        "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
    },
    cross_selling: {
      title: "Мүмкіндік 6",
      description:
        "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
    },
    accounting: {
      title: "Мүмкіндік 7",
      description: "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
    },
    inventory: {
      title: "Мүмкіндік 8",
      description:
        "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
    },
    analytics: {
      title: "Мүмкіндік 9",
      description:
        "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
    },
    social: {
      title: "Мүмкіндік 10",
      description:
        "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
    },
    community: {
      title: "Мүмкіндік 11",
      description:
        "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
    },
    security: {
      title: "Мүмкіндік 12",
      description:
        "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
    },
    pos: {
      title: "Мүмкіндік 13",
      description:
        "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
    },
    store: {
      title: "Сатушылар нарығы",
      description: "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
    },
    pricing: {
      title: "Мүмкіндік 15",
      description:
        "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
    },
    pod: {
      title: "Мүмкіндік 16",
      description:
        "Бұл мүмкіндік Selldone ішінде дүкеніңіз бен бизнесіңізді оңай әрі кәсіби басқаруға көмектеседі.",
    },
  },
};
