export default {
  "local_service": "សេវាកម្មក្នុងស្រុកសម្រាប់ {country_name}",
  "local_service_message": "សេវាកម្មនេះត្រូវបានរចនាឡើងសម្រាប់តែអ្នកប្រើប្រាស់ដែលរស់នៅក្នុង <u>{country_name}</u> និងលក់សេវាកម្ម និងផលិតផលរបស់ពួកគេនៅក្នុងប្រទេសនេះ។ អ្នកត្រូវបានអនុញ្ញាតឱ្យប្រើសេវាកម្មក្នុងស្រុក ឬសេវាកម្មអន្តរជាតិរបស់ Selldone តែប៉ុណ្ណោះ។ ដើម្បីប្រើប្រាស់សេវាកម្មនេះ អ្នកត្រូវគោរពតាម ច្បាប់នៃ <b>{country_name}</b> និង <b>សហភាពអឺរ៉ុប</b> ។",
  "my_shops": "ហាងរបស់ខ្ញុំ",
  "moto": "អ្នកសាកល្បង យើងបើកទ្វារ!",
  "start_now_btn": "ចាប់ផ្តើមឥឡូវនេះ — វាឥតគិតថ្លៃ",
  "create_ecommerce_btn": "ចាប់ផ្តើម Ecommerce របស់អ្នកដោយឥតគិតថ្លៃ",
  "incentive_action": "និយាយលាជាមួយអត្រាលក់អនឡាញទាបរបស់អ្នក!",
  "create_shopping_website": "បង្កើត Ecommerce របស់ខ្ញុំ",
  "s1": {
    "title": "បង្កើតហាងអនឡាញរបស់អ្នកដោយ<br> គ្មាន-កូដ និងគ្មាន-ដំណោះស្រាយដែលត្រូវការអ្នកជំនាញ",
    "title_animated_words": [
      "សហគ្រិន",
      "សិល្បករ",
      "អាជីវកម្មឯករាជ្យ",
      "ម៉ាក",
      "ការលក់រាយ",
      "អ្នកបង្កើត"
    ],
    "subtitle": "ប្រសិនបើអ្នកចង់បង្កើតបទពិសោធន៍ពិសេស រហ័ស សុវត្ថិភាព និងគួរឱ្យទុកចិត្តសម្រាប់អតិថិជនរបស់អ្នក វាជាឧបករណ៍សម្រាប់អ្នក។ បង្កើតសហគមន៍តែមួយគត់របស់អ្នក និងពាណិជ្ជកម្មអេឡិចត្រូនិកដ៏លឿននៅលើប្រព័ន្ធប្រតិបត្តិការអាជីវកម្មកម្រិតសហគ្រាសដែលគ្មានការផ្សាយពាណិជ្ជកម្ម។",
    "domain_input": {
      "message": "ហាងរបស់អ្នកអាចភ្ជាប់ទៅចំនួននៃដែនផ្ទាល់ខ្លួនណាមួយដែលអ្នកមានជាមួយនឹងការបង្ហោះឥតគិតថ្លៃ និង SSL",
      "action": "បង្កើតហាង"
    },
    "community": "វេទិកាសហគមន៍",
    "shop": "អ្នកបង្កើតហាងអនឡាញ",
    "inventory": "ការគ្រប់គ្រង​បញ្ជីសារពើភ័ណ្ឌ",
    "cms": "កម្មវិធីនិពន្ធទំព័រ និង CMS",
    "in_60_sec": "ចុច​ទីនេះ"
  },
  "video": {
    "title": "ដំណោះស្រាយទាំងអស់នៅក្នុងមួយសម្រាប់ការលក់អនឡាញ និងដោយផ្ទាល់របស់អ្នក។",
    "msg": "ផ្តល់បទពិសោធន៍ទិញលឿនបំផុតនៅក្នុង ecommerce របស់អ្នក។",
    "card_pos": {
      "title": "លក់ម៉ាស៊ីនឆូតកាត",
      "msg": "លក់ដោយផ្ទាល់ដោយដំណោះស្រាយតម្លៃកំណត់សូន្យ។"
    },
    "card_ecommerce": {
      "title": "លក់​បាន​ធ្វើ​ពាណិជ្ជកម្ម​អេឡិចត្រូនិក",
      "msg": "លក់អនឡាញដូចអ្នកជំនាញ។"
    }
  },
  "why": {
    "title": "ហេតុអ្វីលក់ដាច់?",
    "msg": "យើងមិនអាចស្រមៃថាក្រុមដែលគ្មានគ្រូបង្វឹក បដិវត្តន៍ដោយគ្មានអ្នកដឹកនាំ ដើមឈើគ្មានឫស និងអាជីវកម្មដោយគ្មានប្រព័ន្ធប្រតិបត្តិការទេ! ដូច្នេះយើងកំពុងគិតឡើងវិញអំពីអាជីវកម្មអនឡាញសម្រាប់ក្រុមហ៊ុនដែលរីកចម្រើនយ៉ាងឆាប់រហ័ស និងសហគ្រិនវ័យក្មេង។",
    "sec1": {
      "title": "ងាយស្រួល + វិជ្ជាជីវៈ",
      "msg": "វាត្រូវបានបង្កើតឡើងសម្រាប់អ្នកក្នុងការលេងហ្គេមដូចអ្នកជំនាញនៅលើទីផ្សារ ទោះបីជាអ្នកជាអ្នកចាប់ផ្តើមដំបូងក៏ដោយ ប៉ុន្តែអ្នកចង់លេងដូចអ្នកជំនាញ ឬអ្នកជាអ្នកជំនាញ ហើយសមនឹងការលេងដូចខ្លួនអ្នក!"
    },
    "sec2": {
      "title": "ឧបករណ៍ថ្នាក់សហគ្រាស",
      "msg": "យើងបញ្ចេញមុខងារថ្មីៗ ធ្វើបច្ចុប្បន្នភាព APIs និងអនុវត្តវិធីសាស្រ្តថ្មីជាទម្លាប់ប្រចាំថ្ងៃ។ វាជាប្រព័ន្ធប្រតិបត្តិការសម្រាប់អាជីវកម្មរបស់អ្នក ដូច្នេះអាជីវកម្មរបស់អ្នកកើនឡើងតាមវេទិការបស់យើង។"
    },
    "sec3": {
      "title": "ការលក់សង្គម",
      "msg": "ផលិតផលរបស់យើងត្រូវបានរចនាឡើងតាមឥរិយាបថនៃការជួញដូរពិតប្រាកដរបស់អ្នកទិញនៅជុំវិញពិភពលោក។ យើងផ្តល់ជូននូវវិធីសាស្រ្តលក់មួយប្រភេទនៅលើ Instagram, TikTok និងបណ្តាញសង្គមផ្សេងទៀតដែលមានឈ្មោះថា AVOCADO ។"
    },
    "sec4": {
      "title": "សន្សំប្រាក់",
      "msg": "មិនចាំបាច់មានអ្នកជំនាញណាមួយមាន ecommerce ទៀតទេ! និយាយលាចំពោះការអភិវឌ្ឍន៍ ការថែទាំ ដំណើរការសរសេរកម្មវិធី និងសូម្បីតែការចំណាយរបស់អ្នកជំនាញលើវេទិកាពាណិជ្ជកម្មអេឡិចត្រូនិច។"
    }
  },
  "how_it_work": {
    "title": "របៀបដែលវាដំណើរការ។",
    "msg": "គ្មានកាតឥណទាន គ្មានកម្មវិធីជំនួយ គ្មានគំរូ គ្មានការរៀបចំ គ្មានម៉ាស៊ីន គ្មានដំណោះស្រាយ បច្ចេកទេសសម្រាប់អ្នកដែលចង់លេងហ្គេមដូចអ្នកជំនាញ។",
    "step0": {
      "title": "សាងសង់ឡើងសម្រាប់អ្នកទិញឥវ៉ាន់ អ្នកលក់ស្រលាញ់មួយជំហាន។",
      "msg1": "វាជាពេលវេលារបស់អ្នកក្នុងការមានពាណិជ្ជកម្មអេឡិចត្រូនិកពិតប្រាកដ ប្រមូលផ្តុំអតិថិជនដែលសប្បាយរីករាយជុំវិញអាជីវកម្មរបស់អ្នក ហើយផ្តោតលើអ្វីដែលអ្នកពិតជាចូលចិត្តធ្វើ។"
    },
    "step1": {
      "title": "បន្ថែមផលិតផលរបស់អ្នក។",
      "msg1": "បន្ថែមផលិតផលដោយដៃ ដូចជាការបន្ថែមរូបថតនៅលើ Instagram! ឬបន្ថែមធាតុ 100,000 ដោយឯកសារ Excel ។ អ្នកអាចលក់ផលិតផល សេវាកម្ម ការជាវ និងឯកសារនៅកន្លែងតែមួយ។"
    },
    "step2": {
      "title": "ភ្ជាប់​វិធី​បង់ប្រាក់​ឱ្យ​សម​នឹង​តម្រូវការ​របស់​អ្នក។",
      "msg1": "យើងមិនចាប់អារម្មណ៍ក្នុងការជ្រៀតជ្រែកក្នុងប្រតិបត្តិការហិរញ្ញវត្ថុទេ! 100% នៃការទូទាត់របស់អតិថិជននឹងត្រូវបានផ្ទេរដោយផ្ទាល់ទៅគណនីធនាគាររបស់អ្នក។ គ្រាន់តែភ្ជាប់ Stripe, PayPal ជាដើម។ អ្នកអាចមានសេវាបង់ប្រាក់សកម្មជាច្រើននៅក្នុងហាងរបស់អ្នកក្នុងពេលតែមួយ!",
      "crypto_msg": "មានសម្រាប់ពាណិជ្ជករសកម្ម"
    },
    "step3": {
      "title": "ស្លាកពណ៌ស / អាចបត់បែនបាន / ប្ដូរតាមបំណងយ៉ាងជ្រាលជ្រៅ។",
      "msg1": "រចនាទំព័រចុះចតរបស់អ្នក និងផ្លាស់ប្តូរពណ៌ប្រធានបទនៃគេហទំព័ររបស់អ្នក ស្របតាមសារម៉ាករបស់អ្នក។ មុខងារអូស និងទម្លាក់ធ្វើឱ្យអ្វីៗទាំងអស់នេះអាចធ្វើទៅបានដោយមិនចាំបាច់ជួលអ្នកជំនាញ។"
    },
    "step4": {
      "title": "ពិនិត្យចេញដោយចុចតែម្តង៖ បទពិសោធន៍ទូទាត់ប្រាក់បង្រួបបង្រួមជុំវិញពិភពលោក។",
      "msg1": "អតិថិជនមិនចាំបាច់បញ្ចូលព័ត៌មាន និងបំពេញបែបបទចុះឈ្មោះដើម្បីទិញពីអ្នក! ពួកគេចូលតាមរយៈសារ SMS ហើយបំពេញទម្រង់បង់ប្រាក់ដោយចុចតែម្តងហើយបង់ប្រាក់។ អ្នកធំឡើងយើងរីកចម្រើន។"
    }
  },
  "onboarding": {
    "title": "ធ្វើអាជីវកម្មរបស់អ្នកតាមអ៊ីនធឺណិត លឿនជាងមុន និងប្រសើរជាងមុន - វាមិនគិតថ្លៃទេ។",
    "success_title": "ការដំឡើងប្រព័ន្ធប្រតិបត្តិការអាជីវកម្មអនឡាញរបស់អ្នក,",
    "wait_msg": "សូមរង់ចាំបន្តិច...",
    "ready_msg": "ហាងរបស់អ្នករួចរាល់ហើយ។",
    "send_mail_msg": "តំណ​ចូល​បាន​ផ្ញើ​ទៅ {email}",
    "options": {
      "title": "ការកំណត់រចនាសម្ព័ន្ធហាង",
      "msg": "តើអ្នកចង់បានលក្ខណៈពិសេសអ្វីខ្លះនៅលើគេហទំព័ររបស់អ្នក?",
      "ecommerce": "ពាណិជ្ជកម្មអេឡិចត្រូនិក",
      "pos": "ចំនុច​នៃ​ការ​លក់",
      "blog": "ប្លុក និង CMS",
      "community": "សហគមន៍ និងវេទិកា"
    },
    "job": {
      "title": "តើឧស្សាហកម្មរបស់អ្នកគឺជាអ្វី?",
      "placeholder": "ប្តូរអាជីវកម្មរបស់អ្នកទៅ Selldone OS មិនថាវេទិកាណាដែលអ្នកកំពុងប្រើបច្ចុប្បន្ន។"
    },
    "shop_name": {
      "title": "ឈ្មោះ​អាជីវកម្ម",
      "placeholder": "ឧ. ស្បែកជើង Alex"
    },
    "income": {
      "title": "ការលក់ប្រចាំខែ",
      "msg": "ជ្រើសរើសជួរនៃការលក់សរុបប្រចាំខែរបស់អ្នក។",
      "Low": "រហូតដល់ 5,000 ដុល្លារ",
      "Medium": "$5,000 USD ~ $50,000 USD",
      "High": "50,000 USD ~ $1,000,000 USD",
      "Extreme": "លើសពី $1,000,000 USD"
    },
    "step_1": "គោលបំណង",
    "step_2": "ការកំណត់​រចនាសម្ព័ន្ធ",
    "step_3": "គណនី"
  },
  "notion": {
    "title": "ល្បែងដែលមានច្បាប់ផ្សេងៗគ្នា។",
    "quote": "យើងជឿថាមនុស្សម្នាក់អាចធ្វើការផ្លាស់ប្តូរនៅក្នុងយុគសម័យមនុស្សជាតិអនឡាញ សូម្បីតែអ្នកដែលមានលុយមិនគ្រប់គ្រាន់ សូម្បីតែគ្មានបទពិសោធន៍ផ្នែកបច្ចេកវិទ្យា សូម្បីតែមិនមានគណនីធនាគារដើម្បីទូទាត់វិក្កយបត្រក៏ដោយ។ យើងធ្វើវាដោយបង្កើតវេទិកាដែលត្រៀមរួចជាស្រេចសម្រាប់ប្រើប្រាស់ជាមួយនឹងឧបករណ៍កម្រិតសហគ្រាស ដើម្បីដើរតួជាប្រព័ន្ធប្រតិបត្តិការដែលអាចសម្រេចបានបំផុតនៅលើអ៊ីនធឺណិត។"
  },
  "stop": {
    "title": "អ្នកបង្កើតគេហទំព័រទិញទំនិញតាមអ៊ីនធឺណិតងាយស្រួល + ការទូទាត់ផ្ទាល់។",
    "subtitle": "ប្រសិនបើអ្នកមានគម្រោងបង្កើតអាជីវកម្មអនឡាញដែលមានផលចំណេញ ហើយប្រែក្លាយគំនិតអាជីវកម្មរបស់អ្នកឱ្យក្លាយជាការពិត Selldone គឺជាជម្រើសដ៏ល្អឥតខ្ចោះ។"
  },
  "os": {
    "title": "ចូលប្រើឧបករណ៍លំដាប់ពិភពលោក — ឥតគិតថ្លៃ។",
    "msg": "យើងដាក់ថាមពលនៃការបង្កើត ecommerce ដែលមានជំនាញវិជ្ជាជីវៈនៅចុងម្រាមដៃរបស់អ្នក។"
  },
  "login": {
    "title": "តើ​អ្នក​ត្រៀម​ខ្លួន​ហើយ​ឬ​នៅ​ក្នុង​ការ​លេង​ហ្គេម​ដូច​អ្នក​គាំទ្រ​នៅ​លើ​ទីផ្សារ?"
  },
  "currencies": {
    "title": "រូបិយប័ណ្ណ",
    "sub": "អតិថិជនរបស់អ្នកអាចទូទាត់យ៉ាងរលូនជារូបិយប័ណ្ណក្នុងស្រុករបស់ពួកគេ។",
    "msg": "ផ្តោតលើការលក់ជាជាងការតស៊ូជាមួយនឹងការឈឺចាប់នៃបច្ចេកវិទ្យា កម្មវិធីជំនួយ និងភាពស្មុគស្មាញនៃការទូទាត់។ យើងធ្វើការជាមួយសេវាកម្មបង់ប្រាក់ក្នុងស្រុក និងសកល ដើម្បីធ្វើឱ្យអ្វីគ្រប់យ៉ាងស្របគ្នានៅក្នុងអាជីវកម្មអនឡាញរបស់អ្នក។"
  },
  "countries": {
    "title": "ប្រទេស",
    "sub": "ប្រព័ន្ធប្រតិបត្តិការអាជីវកម្មដែលងាយស្រួលធ្វើមាត្រដ្ឋានបំផុតរបស់ពិភពលោក។",
    "msg": "យើងសម្របឥរិយាបថពាណិជ្ជកម្មពីមនុស្សម្នាក់ទៅមនុស្សម្នាក់តាមបែបប្រពៃណីនៅក្នុងលំហអនឡាញ មិនថាអ្នក ឬអតិថិជនរបស់អ្នករស់នៅទីណានោះទេ យើងមានបេសកកម្មក្នុងការផ្តល់នូវបទពិសោធន៍ដ៏ល្អបំផុតសម្រាប់អ្នក។"
  },
  "dna": {
    "title": "DNA នៃអាជីវកម្មរបស់អ្នក។",
    "sub": "លក់វា!",
    "msg": "វា​ជា​ប្រព័ន្ធ​ប្រតិបត្តិការ​អាជីវកម្ម​គ្មាន​កូដ​តែមួយ​គត់​ក្នុង​មួយ​ជា​សេវាកម្ម​ជាមួយ​ឧបករណ៍​ថ្នាក់សហគ្រាស​សម្រាប់​អ្នក។"
  },
  "api": {
    "title": "Dev. មិត្តភាព",
    "msg": "ដំណោះស្រាយដែលមានមូលដ្ឋានលើ API បើកចំហពេញលេញសម្រាប់អាជីវកម្មអនឡាញ។",
    "sec1": {
      "title": "យើងកសាងឆ្អឹងខ្នងនៃអាជីវកម្មរបស់អ្នក។",
      "msg": "ផ្នែកទាំងអស់នៃហាងរបស់អ្នកអាចរកបានតាមរយៈ REST API ដ៏មានអានុភាពរបស់យើង។ អ្នកអាចធ្វើការផ្លាស់ប្តូរណាមួយចំពោះហាង បង្កើតកម្មវិធីរបស់អ្នក ឬអភិវឌ្ឍកម្មវិធីទិញទំនិញរបស់អ្នកដោយមិនបារម្ភអំពីបញ្ហាបច្ចេកទេស ការទូទាត់ និងផ្នែកខាងក្រោយ។"
    },
    "sec2": {
      "title": "ការរួមបញ្ចូលរហ័ស",
      "msg": "យើងបង្កើត SDKs សម្រាប់ភាសាទូទៅ និងក្របខ័ណ្ឌទាំងអស់ ដូច្នេះអ្នកអាចអនុវត្តជំហាននៃការផ្ទៀងផ្ទាត់ ការចូលទៅកាន់គណនី និងគ្រប់គ្រងវាដោយពាក្យបញ្ជាសាមញ្ញ។ ការចាប់ផ្តើមនឹងគ្រាន់តែចុចពីរបីដងប៉ុណ្ណោះ។"
    }
  },
  "convertible": {
    "store_name": "ហាងរបស់អ្នក។",
    "variant_1": "ផលិតផលវ៉ារ្យ៉ង់ Amber",
    "variant_2": "វ៉ារ្យ៉ង់ផលិតផលក្រហម",
    "buy": "ទិញ​ឥឡូវនេះ",
    "price": "៨៩ ដុល្លារ",
    "management": {
      "title": "ការគ្រប់គ្រងផលិតផល",
      "msg": "គ្រប់គ្រងផលិតផល និងប្រភេទដូចជាឯកសារ និងថតដែលអ្នកអូស និងទម្លាក់ក្នុង Windows ។",
      "check1": "ផ្ទុកឡើងផលិតផលដោយឯកសារ Excel ឬ CSV ។",
      "check2": "បន្ថែមម៉ូដែល AR ។",
      "check3": "បង្កើនប្រសិទ្ធភាពដោយម៉ាស៊ីន SEO ដោយស្វ័យប្រវត្តិ។",
      "check4": "ការគ្រប់គ្រងអូសនិងទម្លាក់។"
    },
    "payment": {
      "title": "គាំទ្រវិធីសាស្រ្តទូទាត់ច្រើន។",
      "msg": "បទពិសោធន៍​ក្នុង​ការ​ទូទាត់​ក្នុង​គេហទំព័រ/ក្នុង​កម្មវិធី​ដោយ​គ្មាន​ថ្នេរ។",
      "check1": "ឆ្នូត",
      "check1msg": "គាំទ្រជាង 40 ប្រទេស។",
      "check2": "ក្លាណា",
      "check2msg": "ទិញឥឡូវ បង់ពេលក្រោយ។",
      "check3": "Paypal",
      "check3msg": "ការទូទាត់មួយចុច។"
    },
    "checkout": {
      "title": "ម៉ាករបស់អ្នក។",
      "online": "អតិថិជនអនឡាញ",
      "offline": "អតិថិជនផ្ទាល់"
    },
    "design": {
      "title": "អ្នកបង្កើតទំព័រ",
      "msg": "ធ្វើឱ្យវាពិតប្រាកដដោយគ្រាន់តែអូស និងទម្លាក់។"
    }
  },
  "secure": {
    "title": "ដំណោះស្រាយ Hyper Secure",
    "msg": "ភាពត្រឹមត្រូវនៃទិន្នន័យ និងការគ្រប់គ្រងកម្រិតចូលដំណើរការរបស់សហគ្រាស។"
  },
  "build": {
    "title": "មាន ecommerce ផ្ទាល់ខ្លួនរបស់អ្នកជាមួយនឹងម៉ាកផ្ទាល់ខ្លួនរបស់អ្នក ហើយយកការគ្រប់គ្រងអាជីវកម្មរបស់អ្នកមកវិញ!",
    "msg": "អ្នកមានជម្រើសជាច្រើនក្នុងការបំប្លែងគណនីប្រព័ន្ធផ្សព្វផ្សាយសង្គមរបស់អ្នកទៅជាគេហទំព័រទិញទំនិញអនឡាញនៅលើដែនរបស់អ្នក ឬបង្កើតពាណិជ្ជកម្មអេឡិចត្រូនិចដ៏អស្ចារ្យរបស់អ្នកពីដំបូង។"
  },
  "stripe": {
    "title": "មានគណនី Stripe?",
    "msg": "សូមអបអរសាទរ អ្នកបានធ្វើកិច្ចការភាគច្រើនពីមុនមក។ បង្កើតហាងអនឡាញរបស់អ្នកដោយគ្រាន់តែចុចតែម្តង! Selldone ថែរក្សានៅសល់។"
  },
  "unbanked": {
    "title": "វេទិកាមួយ ដំណោះស្រាយមួយ — គោលបំណង។",
    "msg": "ប្រព័ន្ធប្រតិបត្តិការអាជីវកម្មពិសេសមួយ ដើម្បីជួយសម្រួលដល់ការលក់អនឡាញ និងដោះសោស្មារតីសហគ្រិន សូម្បីតែសម្រាប់មនុស្សពេញវ័យដែលមិនមានធនាគារជាង 1.7 ពាន់លាននាក់ក៏ដោយ។"
  },
  "faqs": [
    {
      "question": "តើខ្ញុំអាចបង្កើតហាងអនឡាញដោយគ្មានកាតឥណទានបានទេ?",
      "answer": "បាទ/ចាស អ្នកអាចបង្កើត eCommerce របស់អ្នកដោយមិនចាំបាច់មានកាតធនាគារណាមួយ ដូចជាកាតឥណទាន និងឥណពន្ធនៅលើ Selldone ជាដើម។ Selldone ប្រើវិធីពិសេសមួយដើម្បីផ្តល់សេវាកម្ម ecommerce កម្រិតខ្ពស់ដល់មនុស្ស សូម្បីតែមនុស្សជាង 1.7 ពាន់លាននាក់ ដោយគ្មានលទ្ធភាពប្រើប្រាស់សេវាហិរញ្ញវត្ថុទូទៅ។"
    },
    {
      "question": "តើខ្ញុំអាចលក់អនឡាញទៅឱ្យអតិថិជនដែលមិនមានធនាគារដោយរបៀបណា?",
      "answer": "បន្ថែម COD ( <b>សាច់ប្រាក់លើការដឹកជញ្ជូន</b> ) ទៅ ecommerce របស់អ្នក ដូច្នេះអតិថិជនរបស់អ្នកអាចបង់ប្រាក់បន្ទាប់ពីទទួលបានការបញ្ជាទិញ។ COD គឺជាវិធីប្រពៃណីនៅក្នុងប្រទេសភាគច្រើនដែលខ្វះខាតហេដ្ឋារចនាសម្ព័ន្ធហិរញ្ញវត្ថុ។"
    },
    {
      "question": "តើខ្ញុំអាចបង្កើត eCommerce របស់ខ្ញុំដោយរបៀបណា ដោយគ្មានគណនីធនាគារ?",
      "answer": "មិនមានដំណោះស្រាយសម្រាប់អ្នកដែលមិនដុតនំមុនពេល Selldone ទេ។ ប៉ុន្តែឥឡូវនេះ អ្នកអាចបង្កើត eCommerce និងគេហទំព័ររបស់អ្នកដោយមិនចាំបាច់មានគណនីធនាគារណាមួយឡើយ។ វាមានការចំណាយតិចតួចបំផុតសម្រាប់អ្នក; អ្នកអាចបង់ថ្លៃនេះនៅចុងខែតាមរយៈកាបូបរបស់អ្នក។ Selldone wallet អាចទទួលបានថ្លៃសេវាពីអ្នកដ៏ទៃ ឬគិតថ្លៃតាមរយៈកាតអំណោយ។ អ្នកមិនត្រូវការកាតឥណទានដើម្បីប្រើប្រាស់សេវាកម្មទាំងនេះទេ។"
    },
    {
      "question": "តើខ្ញុំអាចចាប់ផ្តើមអាជីវកម្មដោយមិនមានការចំណាយលើការដំឡើងដោយរបៀបណា?",
      "answer": "<ol><li>ចុះឈ្មោះដោយឥតគិតថ្លៃនៅក្នុង <a href='https://selldone.com'>Selldone.com</a> ។</li><li> សាងសង់ហាងរបស់អ្នក។</li><li> បន្ថែមផលិតផល និងសេវាកម្មរបស់អ្នក។</li><li> ភ្ជាប់ដែនរបស់អ្នក (ជាជម្រើស)</li><li> បើកដំណើរការច្រកផ្លូវបង់ប្រាក់។</li><li> ចាប់ផ្តើមណែនាំអាជីវកម្មរបស់អ្នកទៅកាន់មិត្តភក្តិ និងក្រុមគ្រួសារ។</li><li> ណែនាំខ្លួនអ្នក និងផលិតផលរបស់អ្នកនៅលើប្រព័ន្ធផ្សព្វផ្សាយសង្គម។</li><li> បង្កើតម៉ាកយីហោសម្រាប់អាជីវកម្មរបស់អ្នកដោយផ្តល់នូវសំណើតម្លៃពិសេសមួយ។</li><li> ត្រួតពិនិត្យអាកប្បកិរិយារបស់អ្នកប្រើប្រាស់របស់អ្នកតាមរយៈបន្ទះ Selldone ។</li></ol>"
    }
  ],
  "brands": {
    "title": "កសាងអាជីវកម្មរបស់អ្នកនៅលើមូលដ្ឋានដែលអាចទុកចិត្តបាន។",
    "subtitle": "អាជីវកម្មរបស់អ្នកមានតម្លៃវា!"
  },
  "why_boxes": {
    "block1": {
      "title": "សន្សំថ្លៃដើម",
      "subtitle": "គ្មានប្រធានបទ និងដំណោះស្រាយគ្មានកម្មវិធីជំនួយ។"
    },
    "block2": {
      "title": "សន្សំសំចៃថ្លៃដើមប្រតិបត្តិការ",
      "subtitle": "គ្មានថ្លៃបន្ថែម និងលាក់មិនធ្លាប់មាន។"
    },
    "block3": {
      "title": "សន្សំ​ពេល",
      "subtitle": "ថ្នាក់សហគ្រាស ប៉ុន្តែងាយស្រួលសម្រាប់អ្នកចាប់ផ្តើមដំបូង។"
    }
  },
  "money_transfer": {
    "customer": "អតិថិជនរបស់អ្នក។",
    "bank": "គណនីធនាគាររបស់អ្នក។",
    "wallet": "កាបូប",
    "free_setup": "ការដំឡើងដោយឥតគិតថ្លៃ។",
    "no_extra_fee": "មិនមានថ្លៃបន្ថែមទេ។",
    "no_hidden_fee": "គ្មានថ្លៃលាក់។"
  },
  "extra": {
    "cart": "ការគ្រប់គ្រងរទេះ",
    "payment": "ការទូទាត់",
    "shipping": "ការដឹកជញ្ជូន",
    "fulfilment": "ការបំពេញ",
    "community": "សហគមន៍ & មតិកែលម្អ"
  }
};