export default {
  "local_service": "{country_name} ಗಾಗಿ ಸ್ಥಳೀಯ ಸೇವೆ",
  "local_service_message": "ಈ ಸೇವೆಯನ್ನು <u>{country_name}</u> ನಲ್ಲಿ ವಾಸಿಸುವ ಮತ್ತು ಈ ದೇಶದಲ್ಲಿ ಅವರ ಸೇವೆಗಳು ಮತ್ತು ಉತ್ಪನ್ನಗಳನ್ನು ಮಾರಾಟ ಮಾಡುವ ಬಳಕೆದಾರರಿಗಾಗಿ ಪ್ರತ್ಯೇಕವಾಗಿ ವಿನ್ಯಾಸಗೊಳಿಸಲಾಗಿದೆ. ನಿಮಗೆ ಸ್ಥಳೀಯ ಸೇವೆಗಳು ಅಥವಾ Selldone ನ ಅಂತರರಾಷ್ಟ್ರೀಯ ಸೇವೆಯನ್ನು ಬಳಸಲು ಮಾತ್ರ ಅನುಮತಿಸಲಾಗಿದೆ. ಈ ಸೇವೆಯನ್ನು ಬಳಸಲು, ನೀವು ಅನುಸರಿಸಬೇಕಾದ ಅಗತ್ಯವಿದೆ <b>{country_name}</b> ಮತ್ತು <b>ಯುರೋಪಿಯನ್ ಒಕ್ಕೂಟದ</b> ಕಾನೂನುಗಳು .",
  "my_shops": "ನನ್ನ ಅಂಗಡಿಗಳು",
  "moto": "ನೀವು ಪ್ರಯತ್ನಿಸಿ, ನಾವು ಬಾಗಿಲು ತೆರೆಯುತ್ತೇವೆ!",
  "start_now_btn": "ಇದೀಗ ಪ್ರಾರಂಭಿಸಿ - ಇದು ಉಚಿತವಾಗಿದೆ",
  "create_ecommerce_btn": "ನಿಮ್ಮ ಇಕಾಮರ್ಸ್ ಅನ್ನು ಉಚಿತವಾಗಿ ಪ್ರಾರಂಭಿಸಿ",
  "incentive_action": "ನಿಮ್ಮ ಕಡಿಮೆ ಆನ್‌ಲೈನ್ ಮಾರಾಟ ದರಕ್ಕೆ ವಿದಾಯ ಹೇಳಿ!",
  "create_shopping_website": "ನನ್ನ ಇಕಾಮರ್ಸ್ ಅನ್ನು ರಚಿಸಿ",
  "s1": {
    "title": "ನಿಮ್ಮ ಆನ್‌ಲೈನ್ ಸ್ಟೋರ್ ಮಾಡಿ<br> ಇಲ್ಲ-ಕೋಡ್ ಮತ್ತು ಇಲ್ಲ-ತಜ್ಞರ ಅಗತ್ಯವಿರುವ ಪರಿಹಾರ",
    "title_animated_words": [
      "ಉದ್ಯಮಿಗಳು",
      "ಕಲಾವಿದರು",
      "ಸ್ವತಂತ್ರ ವ್ಯವಹಾರಗಳು",
      "ಬ್ರಾಂಡ್‌ಗಳು",
      "ಚಿಲ್ಲರೆ",
      "ಸೃಷ್ಟಿಕರ್ತರು"
    ],
    "subtitle": "ನಿಮ್ಮ ಗ್ರಾಹಕರಿಗೆ ಅನನ್ಯ, ವೇಗದ, ಸುರಕ್ಷಿತ ಮತ್ತು ವಿಶ್ವಾಸಾರ್ಹ ಅನುಭವವನ್ನು ರಚಿಸಲು ನೀವು ಬಯಸಿದರೆ, ಇದು ನಿಮಗಾಗಿ ಸಾಧನವಾಗಿದೆ. ಜಾಹೀರಾತು-ಮುಕ್ತ ಎಂಟರ್‌ಪ್ರೈಸ್-ಗ್ರೇಡ್ ವ್ಯಾಪಾರ ಆಪರೇಟಿಂಗ್ ಸಿಸ್ಟಮ್‌ನಲ್ಲಿ ನಿಮ್ಮ ಅನನ್ಯ ಸಮುದಾಯ ಮತ್ತು ವೇಗದ ಇಕಾಮರ್ಸ್ ಅನ್ನು ನಿರ್ಮಿಸಿ.",
    "domain_input": {
      "message": "ಉಚಿತ ಹೋಸ್ಟಿಂಗ್ ಮತ್ತು SSL ನೊಂದಿಗೆ ನೀವು ಹೊಂದಿರುವ ಯಾವುದೇ ಸಂಖ್ಯೆಯ ವೈಯಕ್ತಿಕ ಡೊಮೇನ್‌ಗಳಿಗೆ ನಿಮ್ಮ ಅಂಗಡಿಯನ್ನು ಸಂಪರ್ಕಿಸಬಹುದು",
      "action": "ಒಂದು ಅಂಗಡಿಯನ್ನು ರಚಿಸಿ"
    },
    "community": "ಸಮುದಾಯ ವೇದಿಕೆ",
    "shop": "ಆನ್‌ಲೈನ್ ಶಾಪ್ ಬಿಲ್ಡರ್",
    "inventory": "ದಾಸ್ತಾನು ನಿರ್ವಹಣೆ",
    "cms": "ಪುಟ ಸಂಪಾದಕ ಮತ್ತು CMS",
    "in_60_sec": "ಇಲ್ಲಿ ಕ್ಲಿಕ್ ಮಾಡಿ"
  },
  "video": {
    "title": "ನಿಮ್ಮ ಆನ್‌ಲೈನ್ ಮತ್ತು ವೈಯಕ್ತಿಕ ಮಾರಾಟಕ್ಕಾಗಿ ಆಲ್-ಇನ್-ಒನ್ ಪರಿಹಾರ.",
    "msg": "ನಿಮ್ಮ ಇಕಾಮರ್ಸ್‌ನಲ್ಲಿ ವೇಗವಾಗಿ ಖರೀದಿಯ ಅನುಭವವನ್ನು ಒದಗಿಸಿ.",
    "card_pos": {
      "title": "POS ಅನ್ನು ಮಾರಾಟ ಮಾಡಲಾಗಿದೆ",
      "msg": "ಶೂನ್ಯ ಸೆಟಪ್ ವೆಚ್ಚದ ಪರಿಹಾರದ ಮೂಲಕ ವೈಯಕ್ತಿಕವಾಗಿ ಮಾರಾಟ ಮಾಡಿ."
    },
    "card_ecommerce": {
      "title": "ಮಾರಾಟವಾದ ಇಕಾಮರ್ಸ್",
      "msg": "ವೃತ್ತಿಪರರಂತೆ ಆನ್‌ಲೈನ್‌ನಲ್ಲಿ ಮಾರಾಟ ಮಾಡಿ."
    }
  },
  "why": {
    "title": "ಏಕೆ ಮಾರಾಟವಾಗಿದೆ?",
    "msg": "ತರಬೇತುದಾರರಿಲ್ಲದ ತಂಡಗಳು, ನಾಯಕರಿಲ್ಲದ ಕ್ರಾಂತಿಗಳು, ಬೇರುಗಳಿಲ್ಲದ ಮರಗಳು ಮತ್ತು ಆಪರೇಟಿಂಗ್ ಸಿಸ್ಟಮ್ ಇಲ್ಲದ ವ್ಯವಹಾರಗಳನ್ನು ನಾವು ಊಹಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ! ಆದ್ದರಿಂದ ನಾವು ವೇಗವಾಗಿ ಬೆಳೆಯುತ್ತಿರುವ ಕಂಪನಿಗಳು ಮತ್ತು ಯುವ ಉದ್ಯಮಿಗಳಿಗಾಗಿ ಆನ್‌ಲೈನ್ ವ್ಯವಹಾರವನ್ನು ಮರುರೂಪಿಸುತ್ತಿದ್ದೇವೆ.",
    "sec1": {
      "title": "ಸುಲಭ + ವೃತ್ತಿಪರ",
      "msg": "ನೀವು ಹರಿಕಾರರಾಗಿದ್ದರೂ ವೃತ್ತಿಪರರಂತೆ ಆಡಲು ಬಯಸಿದರೆ ಅಥವಾ ನೀವು ಪರಿಣತರಾಗಿದ್ದರೆ ಮತ್ತು ನಿಮ್ಮಂತೆಯೇ ಆಡಲು ಅರ್ಹರಾಗಿದ್ದರೂ ಸಹ, ಮಾರುಕಟ್ಟೆಯಲ್ಲಿ ವೃತ್ತಿಪರರಂತೆ ಆಟವಾಡಲು ಇದನ್ನು ನಿರ್ಮಿಸಲಾಗಿದೆ!"
    },
    "sec2": {
      "title": "ಎಂಟರ್‌ಪ್ರೈಸ್ ದರ್ಜೆಯ ಉಪಕರಣಗಳು",
      "msg": "ನಾವು ಹೊಸ ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಬಿಡುಗಡೆ ಮಾಡುತ್ತೇವೆ, API ಗಳನ್ನು ನವೀಕರಿಸುತ್ತೇವೆ ಮತ್ತು ದೈನಂದಿನ ದಿನಚರಿಯಂತೆ ಹೊಸ ವಿಧಾನಗಳನ್ನು ಅನ್ವಯಿಸುತ್ತೇವೆ. ಇದು ನಿಮ್ಮ ವ್ಯಾಪಾರಕ್ಕಾಗಿ ಆಪರೇಟಿಂಗ್ ಸಿಸ್ಟಂ ಆಗಿದೆ, ಆದ್ದರಿಂದ ನಮ್ಮ ಪ್ಲಾಟ್‌ಫಾರ್ಮ್ ಮೂಲಕ ನಿಮ್ಮ ವ್ಯಾಪಾರವನ್ನು ಹೆಚ್ಚಿಸಿ."
    },
    "sec3": {
      "title": "ಸಾಮಾಜಿಕ ಮಾರಾಟ",
      "msg": "ನಮ್ಮ ಉತ್ಪನ್ನವನ್ನು ಪ್ರಪಂಚದಾದ್ಯಂತದ ಖರೀದಿದಾರರ ನೈಜ ವ್ಯಾಪಾರ ವರ್ತನೆಯ ಮೇಲೆ ವಿನ್ಯಾಸಗೊಳಿಸಲಾಗಿದೆ. ನಾವು Instagram, TikTok ಮತ್ತು AVOCADO ಹೆಸರಿನ ಇತರ ಸಾಮಾಜಿಕ ನೆಟ್‌ವರ್ಕ್‌ಗಳಲ್ಲಿ ಒಂದು-ರೀತಿಯ ಮಾರಾಟ ವಿಧಾನಗಳನ್ನು ಒದಗಿಸುತ್ತೇವೆ."
    },
    "sec4": {
      "title": "ಹಣ ಉಳಿಸಿ",
      "msg": "ಇನ್ನು ಮುಂದೆ ಯಾವುದೇ ತಜ್ಞರು ಇಕಾಮರ್ಸ್ ಹೊಂದುವ ಅಗತ್ಯವಿಲ್ಲ! ದುಬಾರಿ ಅಭಿವೃದ್ಧಿ, ನಿರ್ವಹಣೆ, ಪ್ರೋಗ್ರಾಮಿಂಗ್ ಪ್ರಕ್ರಿಯೆ ಮತ್ತು ಇಕಾಮರ್ಸ್ ಪ್ಲಾಟ್‌ಫಾರ್ಮ್‌ಗಳ ತಜ್ಞರ ವೆಚ್ಚಕ್ಕೆ ವಿದಾಯ ಹೇಳಿ."
    }
  },
  "how_it_work": {
    "title": "ಇದು ಹೇಗೆ ಕೆಲಸ ಮಾಡುತ್ತದೆ.",
    "msg": "ನೋ-ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್, ನೋ-ಪ್ಲಗಿನ್, ನೋ-ಟೆಂಪ್ಲೇಟ್, ನೋ-ಸೆಟಪ್, ನೋ-ಹೋಸ್ಟ್, ನೋ-ಟೆಕ್ನಿಕಲ್ ಪರಿಹಾರವನ್ನು ವೃತ್ತಿಪರರಂತೆ ಆಟವಾಡಲು ಬಯಸುವವರಿಗೆ.",
    "step0": {
      "title": "ಖರೀದಿದಾರರಿಗಾಗಿ ನಿರ್ಮಿಸಲಾಗಿದೆ, ಮಾರಾಟಗಾರರಿಂದ ಪ್ರೀತಿಸಲ್ಪಟ್ಟಿದೆ, ಒಂದು ಹೆಜ್ಜೆ ದೂರದಲ್ಲಿದೆ.",
      "msg1": "ಇದು ನಿಜವಾದ ಇಕಾಮರ್ಸ್ ಹೊಂದಲು, ನಿಮ್ಮ ವ್ಯಾಪಾರದ ಸುತ್ತ ಸಂತೋಷದ ಗ್ರಾಹಕರನ್ನು ಒಟ್ಟುಗೂಡಿಸಲು ಮತ್ತು ನೀವು ನಿಜವಾಗಿಯೂ ಮಾಡಲು ಇಷ್ಟಪಡುವದನ್ನು ಕೇಂದ್ರೀಕರಿಸಲು ನಿಮ್ಮ ಸಮಯ."
    },
    "step1": {
      "title": "ನಿಮ್ಮ ಉತ್ಪನ್ನಗಳನ್ನು ಸೇರಿಸಿ.",
      "msg1": "Instagram ನಲ್ಲಿ ಫೋಟೋಗಳನ್ನು ಸೇರಿಸುವಂತಹ ಉತ್ಪನ್ನಗಳನ್ನು ಹಸ್ತಚಾಲಿತವಾಗಿ ಸೇರಿಸಿ! ಅಥವಾ ಎಕ್ಸೆಲ್ ಫೈಲ್ ಮೂಲಕ 100,000 ಐಟಂಗಳನ್ನು ಸೇರಿಸಿ. ನೀವು ಒಂದೇ ಸ್ಥಳದಲ್ಲಿ ಉತ್ಪನ್ನಗಳು, ಸೇವೆಗಳು, ಚಂದಾದಾರಿಕೆಗಳು ಮತ್ತು ಫೈಲ್‌ಗಳನ್ನು ಮಾರಾಟ ಮಾಡಬಹುದು."
    },
    "step2": {
      "title": "ನಿಮ್ಮ ಅಗತ್ಯಕ್ಕೆ ಸರಿಹೊಂದುವ ಪಾವತಿ ವಿಧಾನಗಳನ್ನು ಸಂಪರ್ಕಿಸಿ.",
      "msg1": "ಹಣಕಾಸಿನ ವಹಿವಾಟುಗಳಲ್ಲಿ ಹಸ್ತಕ್ಷೇಪ ಮಾಡಲು ನಮಗೆ ಆಸಕ್ತಿಯಿಲ್ಲ! 100% ಗ್ರಾಹಕರ ಪಾವತಿಗಳನ್ನು ನೇರವಾಗಿ ನಿಮ್ಮ ಬ್ಯಾಂಕ್ ಖಾತೆಗೆ ವರ್ಗಾಯಿಸಲಾಗುತ್ತದೆ. ನಿಮ್ಮ ಸ್ಟ್ರೈಪ್, ಪೇಪಾಲ್ ಇತ್ಯಾದಿಗಳನ್ನು ಸಂಪರ್ಕಿಸಿ. ನಿಮ್ಮ ಅಂಗಡಿಯಲ್ಲಿ ನೀವು ಒಂದೇ ಸಮಯದಲ್ಲಿ ಬಹು ಸಕ್ರಿಯ ಪಾವತಿ ಸೇವೆಗಳನ್ನು ಹೊಂದಬಹುದು!",
      "crypto_msg": "ಸಕ್ರಿಯ ವ್ಯಾಪಾರಿಗಳಿಗೆ ಲಭ್ಯವಿದೆ"
    },
    "step3": {
      "title": "ವೈಟ್ ಲೇಬಲ್ / ಹೊಂದಿಕೊಳ್ಳುವ / ಆಳವಾಗಿ ಗ್ರಾಹಕೀಯಗೊಳಿಸಬಹುದಾದ.",
      "msg1": "ನಿಮ್ಮ ಲ್ಯಾಂಡಿಂಗ್ ಪುಟಗಳನ್ನು ವಿನ್ಯಾಸಗೊಳಿಸಿ ಮತ್ತು ನಿಮ್ಮ ಬ್ರ್ಯಾಂಡ್ ಸಂದೇಶಕ್ಕೆ ಅನುಗುಣವಾಗಿ ನಿಮ್ಮ ಸೈಟ್‌ನ ಥೀಮ್ ಬಣ್ಣವನ್ನು ಬದಲಾಯಿಸಿ. ಡ್ರ್ಯಾಗ್ ಮತ್ತು ಡ್ರಾಪ್ ವೈಶಿಷ್ಟ್ಯವು ತಜ್ಞರನ್ನು ನೇಮಿಸಿಕೊಳ್ಳುವ ಅಗತ್ಯವಿಲ್ಲದೇ ಇದೆಲ್ಲವನ್ನೂ ಸಾಧ್ಯವಾಗಿಸುತ್ತದೆ."
    },
    "step4": {
      "title": "ಒಂದು ಕ್ಲಿಕ್ ಚೆಕ್ಔಟ್: ಪ್ರಪಂಚದಾದ್ಯಂತ ಏಕೀಕೃತ ಚೆಕ್ಔಟ್ ಅನುಭವ.",
      "msg1": "ನಿಮ್ಮಿಂದ ಖರೀದಿಸಲು ಗ್ರಾಹಕರು ಮಾಹಿತಿಯನ್ನು ನಮೂದಿಸಬೇಕಾಗಿಲ್ಲ ಮತ್ತು ನೋಂದಣಿ ಫಾರ್ಮ್ ಅನ್ನು ಭರ್ತಿ ಮಾಡಬೇಕಾಗಿಲ್ಲ! ಅವರು SMS ಮೂಲಕ ಲಾಗ್ ಇನ್ ಆಗುತ್ತಾರೆ ಮತ್ತು ಚೆಕ್ಔಟ್ ಫಾರ್ಮ್ ಅನ್ನು ಒಂದೇ ಕ್ಲಿಕ್ನಲ್ಲಿ ತುಂಬುತ್ತಾರೆ ಮತ್ತು ಪಾವತಿಸುತ್ತಾರೆ. ನೀವು ಬೆಳೆಯಿರಿ, ನಾವು ಬೆಳೆಯುತ್ತೇವೆ."
    }
  },
  "onboarding": {
    "title": "ನಿಮ್ಮ ವ್ಯಾಪಾರವನ್ನು ಆನ್‌ಲೈನ್‌ನಲ್ಲಿ, ವೇಗವಾಗಿ ಮತ್ತು ಉತ್ತಮಗೊಳಿಸಿ - ಇದು ಉಚಿತವಾಗಿದೆ",
    "success_title": "ನಿಮ್ಮ ಆನ್‌ಲೈನ್ ವ್ಯಾಪಾರ OS ಅನ್ನು ಸ್ಥಾಪಿಸುವುದು,",
    "wait_msg": "ದಯವಿಟ್ಟು ಕೆಲವು ಸೆಕೆಂಡುಗಳು ನಿರೀಕ್ಷಿಸಿ...",
    "ready_msg": "ನಿಮ್ಮ ಅಂಗಡಿ ಸಿದ್ಧವಾಗಿದೆ.",
    "send_mail_msg": "ಲಾಗಿನ್ ಲಿಂಕ್ ಅನ್ನು {email} ಗೆ ಕಳುಹಿಸಲಾಗಿದೆ",
    "options": {
      "title": "ಅಂಗಡಿ ಸಂರಚನೆ",
      "msg": "ನಿಮ್ಮ ವೆಬ್‌ಸೈಟ್‌ನಲ್ಲಿ ನೀವು ಯಾವ ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಬಯಸುತ್ತೀರಿ?",
      "ecommerce": "ಇಕಾಮರ್ಸ್",
      "pos": "ಪಾಯಿಂಟ್ ಆಫ್ ಸೇಲ್",
      "blog": "ಬ್ಲಾಗ್ ಮತ್ತು CMS",
      "community": "ಸಮುದಾಯ ಮತ್ತು ವೇದಿಕೆ"
    },
    "job": {
      "title": "ನಿಮ್ಮ ಉದ್ಯಮ ಯಾವುದು?",
      "placeholder": "ನೀವು ಪ್ರಸ್ತುತ ಯಾವ ಪ್ಲಾಟ್‌ಫಾರ್ಮ್ ಬಳಸುತ್ತಿದ್ದರೂ ನಿಮ್ಮ ವ್ಯಾಪಾರವನ್ನು Selldone OS ಗೆ ಬದಲಿಸಿ."
    },
    "shop_name": {
      "title": "ವ್ಯಾಪಾರದ ಹೆಸರು",
      "placeholder": "ಉದಾ. ಅಲೆಕ್ಸ್ ಶೂಗಳು"
    },
    "income": {
      "title": "ಮಾಸಿಕ ಮಾರಾಟ",
      "msg": "ನಿಮ್ಮ ಒಟ್ಟು ಮಾಸಿಕ ಮಾರಾಟದ ಶ್ರೇಣಿಯನ್ನು ಆಯ್ಕೆಮಾಡಿ.",
      "Low": "$5,000 USD ವರೆಗೆ",
      "Medium": "$5,000 USD ~ $50,000 USD",
      "High": "50,000 USD ~ $1,000,000 USD",
      "Extreme": "$1,000,000 USD ಮೇಲೆ"
    },
    "step_1": "ಉದ್ದೇಶ",
    "step_2": "ಸಂರಚನೆ",
    "step_3": "ಖಾತೆ"
  },
  "notion": {
    "title": "ವಿವಿಧ ನಿಯಮಗಳೊಂದಿಗೆ ಆಟ.",
    "quote": "ಆನ್‌ಲೈನ್ ಮಾನವೀಯತೆಯ ಯುಗದಲ್ಲಿ ಒಬ್ಬ ವ್ಯಕ್ತಿಯು ಬದಲಾವಣೆಯನ್ನು ಮಾಡಬಹುದು ಎಂದು ನಾವು ನಂಬುತ್ತೇವೆ, ಸಾಕಷ್ಟು ಹಣವನ್ನು ಹೊಂದಿರದಿದ್ದರೂ ಸಹ, ಯಾವುದೇ ತಾಂತ್ರಿಕ ಅನುಭವವಿಲ್ಲದಿದ್ದರೂ, ಬಿಲ್‌ಗಳನ್ನು ಪಾವತಿಸಲು ಬ್ಯಾಂಕ್ ಖಾತೆಯನ್ನು ಹೊಂದಿರದಿದ್ದರೂ ಸಹ; ಇಂಟರ್ನೆಟ್‌ನಲ್ಲಿ ಹೆಚ್ಚು ಸಾಧಿಸಬಹುದಾದ ಆಪರೇಟಿಂಗ್ ಸಿಸ್ಟಂ ಆಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸಲು ಎಂಟರ್‌ಪ್ರೈಸ್-ಗ್ರೇಡ್ ಪರಿಕರಗಳೊಂದಿಗೆ ಬಳಸಲು ಸಿದ್ಧವಾದ ವೇದಿಕೆಯನ್ನು ರಚಿಸುವ ಮೂಲಕ ನಾವು ಇದನ್ನು ಮಾಡುತ್ತೇವೆ."
  },
  "stop": {
    "title": "ಸುಲಭ ಆನ್‌ಲೈನ್ ಶಾಪಿಂಗ್ ವೆಬ್‌ಸೈಟ್ ಬಿಲ್ಡರ್ + ನೇರ ಪಾವತಿ.",
    "subtitle": "ನೀವು ಲಾಭದಾಯಕ ಆನ್‌ಲೈನ್ ವ್ಯಾಪಾರವನ್ನು ನಿರ್ಮಿಸಲು ಮತ್ತು ನಿಮ್ಮ ವ್ಯವಹಾರ ಕಲ್ಪನೆಯನ್ನು ರಿಯಾಲಿಟಿ ಆಗಿ ಪರಿವರ್ತಿಸಲು ಯೋಜಿಸಿದರೆ, Selldone ಪರಿಪೂರ್ಣ ಆಯ್ಕೆಯಾಗಿದೆ."
  },
  "os": {
    "title": "ವಿಶ್ವ ದರ್ಜೆಯ ಪರಿಕರಗಳಿಗೆ ಪ್ರವೇಶ - ಉಚಿತ.",
    "msg": "ವೃತ್ತಿಪರ ಇಕಾಮರ್ಸ್ ಅನ್ನು ರಚಿಸುವ ಶಕ್ತಿಯನ್ನು ನಾವು ನಿಮ್ಮ ಬೆರಳ ತುದಿಯಲ್ಲಿ ಇರಿಸಿದ್ದೇವೆ."
  },
  "login": {
    "title": "ಮಾರುಕಟ್ಟೆಯಲ್ಲಿ ಪರ ಆಟವಾಡಲು ನೀವು ಸಿದ್ಧರಿದ್ದೀರಾ?"
  },
  "currencies": {
    "title": "ಕರೆನ್ಸಿಗಳು",
    "sub": "ನಿಮ್ಮ ಗ್ರಾಹಕರು ತಮ್ಮ ಸ್ಥಳೀಯ ಕರೆನ್ಸಿಗಳಲ್ಲಿ ಸರಾಗವಾಗಿ ಪಾವತಿಸಬಹುದು.",
    "msg": "ಟೆಕ್, ಪ್ಲಗಿನ್‌ಗಳು ಮತ್ತು ಪಾವತಿ ತೊಡಕುಗಳ ನೋವಿನೊಂದಿಗೆ ಹೋರಾಡುವುದಕ್ಕಿಂತ ಹೆಚ್ಚಾಗಿ ಮಾರಾಟದ ಮೇಲೆ ಕೇಂದ್ರೀಕರಿಸಿ. ನಿಮ್ಮ ಆನ್‌ಲೈನ್ ವ್ಯವಹಾರದಲ್ಲಿ ಎಲ್ಲವನ್ನೂ ಜೋಡಿಸಲು ನಾವು ಸ್ಥಳೀಯ ಮತ್ತು ಜಾಗತಿಕ ಪಾವತಿ ಸೇವೆಗಳೊಂದಿಗೆ ಕೆಲಸ ಮಾಡುತ್ತೇವೆ."
  },
  "countries": {
    "title": "ದೇಶಗಳು",
    "sub": "ವಿಶ್ವದ ಅತ್ಯಂತ ಸುಲಭವಾದ ಮಾಪಕ ವ್ಯಾಪಾರ OS.",
    "msg": "ನಾವು ಆನ್‌ಲೈನ್ ಜಾಗದಲ್ಲಿ ಸಾಂಪ್ರದಾಯಿಕ ವ್ಯಕ್ತಿಯಿಂದ ವ್ಯಕ್ತಿಗೆ ವ್ಯಾಪಾರದ ನಡವಳಿಕೆಯನ್ನು ಅಳವಡಿಸಿಕೊಳ್ಳುತ್ತೇವೆ, ನೀವು ಅಥವಾ ನಿಮ್ಮ ಗ್ರಾಹಕರು ಎಲ್ಲಿ ವಾಸಿಸುತ್ತಿರಲಿ, ನಿಮಗಾಗಿ ಉತ್ತಮ ಅನುಭವವನ್ನು ನೀಡುವ ಉದ್ದೇಶವನ್ನು ನಾವು ಹೊಂದಿದ್ದೇವೆ."
  },
  "dna": {
    "title": "ನಿಮ್ಮ ವ್ಯಾಪಾರದ DNA",
    "sub": "ಅದನ್ನು ಮಾರಾಟ ಮಾಡಿ!",
    "msg": "ನಿಮಗಾಗಿ ಎಂಟರ್‌ಪ್ರೈಸ್-ದರ್ಜೆಯ ಪರಿಕರಗಳೊಂದಿಗೆ ಸೇವೆಯಾಗಿ ಇದು ಆಲ್-ಇನ್-ಒನ್, ನೋ-ಕೋಡ್ ಬ್ಯುಸಿನೆಸ್ ಆಪರೇಟಿಂಗ್ ಸಿಸ್ಟಮ್ ಆಗಿದೆ."
  },
  "api": {
    "title": "ದೇವ್. ಸ್ನೇಹಪರ",
    "msg": "ಆನ್‌ಲೈನ್ ವ್ಯವಹಾರಗಳಿಗಾಗಿ ಸಂಪೂರ್ಣ ತೆರೆದ API-ಆಧಾರಿತ ಪರಿಹಾರ.",
    "sec1": {
      "title": "ನಿಮ್ಮ ವ್ಯವಹಾರದ ಬೆನ್ನೆಲುಬನ್ನು ನಾವು ನಿರ್ಮಿಸುತ್ತೇವೆ",
      "msg": "ನಿಮ್ಮ ಅಂಗಡಿಯ ಎಲ್ಲಾ ಬದಿಗಳು ನಮ್ಮ ಪ್ರಬಲ REST API ಮೂಲಕ ಲಭ್ಯವಿದೆ. ತಾಂತ್ರಿಕ, ಪಾವತಿ ಮತ್ತು ಬ್ಯಾಕೆಂಡ್ ಸಮಸ್ಯೆಗಳ ಬಗ್ಗೆ ಚಿಂತಿಸದೆ ನೀವು ಅಂಗಡಿಯಲ್ಲಿ ಯಾವುದೇ ಬದಲಾವಣೆಗಳನ್ನು ಮಾಡಬಹುದು, ನಿಮ್ಮ ಅಪ್ಲಿಕೇಶನ್‌ಗಳನ್ನು ರಚಿಸಬಹುದು ಅಥವಾ ನಿಮ್ಮ ಶಾಪಿಂಗ್ ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಅಭಿವೃದ್ಧಿಪಡಿಸಬಹುದು."
    },
    "sec2": {
      "title": "ವೇಗದ ಏಕೀಕರಣ",
      "msg": "ನಾವು ಎಲ್ಲಾ ಸಾಮಾನ್ಯ ಭಾಷೆಗಳು ಮತ್ತು ಫ್ರೇಮ್‌ವರ್ಕ್‌ಗಳಿಗಾಗಿ SDKಗಳನ್ನು ಅಭಿವೃದ್ಧಿಪಡಿಸುತ್ತೇವೆ ಇದರಿಂದ ನೀವು ದೃಢೀಕರಣದ ಹಂತಗಳನ್ನು ನಿರ್ವಹಿಸಬಹುದು, ಖಾತೆಗೆ ಪ್ರವೇಶಿಸಬಹುದು ಮತ್ತು ಸರಳ ಆಜ್ಞೆಗಳ ಮೂಲಕ ಅದನ್ನು ನಿರ್ವಹಿಸಬಹುದು. ಪ್ರಾರಂಭಿಸಲು ಕೆಲವೇ ಕ್ಲಿಕ್‌ಗಳ ಅಂತರವಿರುತ್ತದೆ."
    }
  },
  "convertible": {
    "store_name": "ನಿಮ್ಮ ಅಂಗಡಿ",
    "variant_1": "ಉತ್ಪನ್ನ ರೂಪಾಂತರ ಅಂಬರ್",
    "variant_2": "ಉತ್ಪನ್ನದ ರೂಪಾಂತರ ಕೆಂಪು",
    "buy": "ಈಗ ಖರೀದಿಸು",
    "price": "$89",
    "management": {
      "title": "ಉತ್ಪನ್ನಗಳ ನಿರ್ವಹಣೆ",
      "msg": "ನೀವು ವಿಂಡೋಸ್‌ನಲ್ಲಿ ಎಳೆಯುವ ಮತ್ತು ಬಿಡುವ ಫೈಲ್‌ಗಳು ಮತ್ತು ಫೋಲ್ಡರ್‌ಗಳಂತಹ ಉತ್ಪನ್ನಗಳು ಮತ್ತು ವರ್ಗಗಳನ್ನು ನಿರ್ವಹಿಸಿ.",
      "check1": "Excel ಅಥವಾ CSV ಫೈಲ್‌ಗಳಿಂದ ಉತ್ಪನ್ನಗಳನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಿ.",
      "check2": "AR ಮಾದರಿಗಳನ್ನು ಸೇರಿಸಿ.",
      "check3": "ಸ್ವಯಂ SEO ಎಂಜಿನ್ ಮೂಲಕ ಆಪ್ಟಿಮೈಜ್ ಮಾಡಿ.",
      "check4": "ಡ್ರ್ಯಾಗ್ ಮತ್ತು ಡ್ರಾಪ್ ನಿರ್ವಹಣೆ."
    },
    "payment": {
      "title": "ಬಹು ಪಾವತಿ ವಿಧಾನಗಳನ್ನು ಬೆಂಬಲಿಸಿ",
      "msg": "ತಡೆರಹಿತ ಅನುಭವ ಇನ್-ಸೈಟ್ / ಇನ್-ಆಪ್ ಪಾವತಿ.",
      "check1": "ಪಟ್ಟೆ",
      "check1msg": "40 ಕ್ಕೂ ಹೆಚ್ಚು ದೇಶಗಳಿಗೆ ಬೆಂಬಲ.",
      "check2": "ಕ್ಲಾರ್ನಾ",
      "check2msg": "ಈಗ ಖರೀದಿಸಿ ನಂತರ ಪಾವತಿಸಿ.",
      "check3": "ಪೇಪಾಲ್",
      "check3msg": "ಒಂದು ಕ್ಲಿಕ್ ಪಾವತಿ."
    },
    "checkout": {
      "title": "ನಿಮ್ಮ ಬ್ರ್ಯಾಂಡ್",
      "online": "ಆನ್‌ಲೈನ್ ಗ್ರಾಹಕರು",
      "offline": "ವ್ಯಕ್ತಿಗತ ಗ್ರಾಹಕರು"
    },
    "design": {
      "title": "ಪುಟ ಬಿಲ್ಡರ್",
      "msg": "ಡ್ರ್ಯಾಗ್ ಮತ್ತು ಡ್ರಾಪ್ ಮೂಲಕ ಅದನ್ನು ನೈಜವಾಗಿಸಿ."
    }
  },
  "secure": {
    "title": "ಹೈಪರ್ ಸೆಕ್ಯೂರ್ ಪರಿಹಾರ",
    "msg": "ಡೇಟಾ ಸಮಗ್ರತೆ ಮತ್ತು ಎಂಟರ್‌ಪ್ರೈಸ್ ಪ್ರವೇಶ ಮಟ್ಟದ ನಿರ್ವಹಣೆ."
  },
  "build": {
    "title": "ನಿಮ್ಮ ಸ್ವಂತ ಬ್ರ್ಯಾಂಡ್‌ನೊಂದಿಗೆ ನಿಮ್ಮ ಸ್ವಂತ ಇಕಾಮರ್ಸ್ ಅನ್ನು ಹೊಂದಿರಿ ಮತ್ತು ನಿಮ್ಮ ವ್ಯಾಪಾರ ನಿಯಂತ್ರಣವನ್ನು ಹಿಂದಕ್ಕೆ ತೆಗೆದುಕೊಳ್ಳಿ!",
    "msg": "ನಿಮ್ಮ ಸಾಮಾಜಿಕ ಮಾಧ್ಯಮ ಖಾತೆಗಳನ್ನು ನಿಮ್ಮ ಡೊಮೇನ್‌ನಲ್ಲಿ ಆನ್‌ಲೈನ್ ಶಾಪಿಂಗ್ ವೆಬ್‌ಸೈಟ್‌ಗೆ ಪರಿವರ್ತಿಸಲು ಅಥವಾ ಮೊದಲಿನಿಂದಲೂ ನಿಮ್ಮ ಮೇರುಕೃತಿ ಇಕಾಮರ್ಸ್ ಅನ್ನು ರಚಿಸಲು ನಿಮಗೆ ಹಲವು ಆಯ್ಕೆಗಳಿವೆ."
  },
  "stripe": {
    "title": "ಸ್ಟ್ರೈಪ್ ಖಾತೆಯನ್ನು ಹೊಂದಿರುವಿರಾ?",
    "msg": "ಅಭಿನಂದನೆಗಳು, ನೀವು ಮೊದಲು ಹೆಚ್ಚಿನ ಕೆಲಸಗಳನ್ನು ಮಾಡಿದ್ದೀರಿ. ಕೇವಲ ಒಂದು ಟ್ಯಾಪ್ ಮೂಲಕ ನಿಮ್ಮ ಆನ್‌ಲೈನ್ ಸ್ಟೋರ್ ಅನ್ನು ರಚಿಸಿ! ಉಳಿದದ್ದನ್ನು ಸೆಲ್ಡೋನ್ ನೋಡಿಕೊಳ್ಳುತ್ತಾರೆ."
  },
  "unbanked": {
    "title": "ಒಂದು ವೇದಿಕೆ, ಒಂದು ಪರಿಹಾರ - ಉದ್ದೇಶ.",
    "msg": "1.7 ಶತಕೋಟಿಗೂ ಹೆಚ್ಚು ಬ್ಯಾಂಕ್ ಮಾಡದ ವಯಸ್ಕರಿಗೆ ಸಹ ಆನ್‌ಲೈನ್ ಮಾರಾಟವನ್ನು ಸುಗಮಗೊಳಿಸಲು ಮತ್ತು ಉದ್ಯಮಶೀಲತೆಯ ಮನೋಭಾವವನ್ನು ಅನ್‌ಲಾಕ್ ಮಾಡಲು ಅನನ್ಯ ವ್ಯಾಪಾರ OS."
  },
  "faqs": [
    {
      "question": "ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಇಲ್ಲದೆ ನಾನು ಆನ್‌ಲೈನ್ ಸ್ಟೋರ್ ಅನ್ನು ರಚಿಸಬಹುದೇ?",
      "answer": "ಹೌದು, Selldone ನಲ್ಲಿ ಕ್ರೆಡಿಟ್ ಮತ್ತು ಡೆಬಿಟ್ ಕಾರ್ಡ್‌ಗಳಂತಹ ಯಾವುದೇ ಬ್ಯಾಂಕಿಂಗ್ ಕಾರ್ಡ್ ಅಗತ್ಯವಿಲ್ಲದೇ ನಿಮ್ಮ ಇಕಾಮರ್ಸ್ ಅನ್ನು ನೀವು ರಚಿಸಬಹುದು. ಸಾಮಾನ್ಯ ಹಣಕಾಸು ಸೇವೆಗಳಿಗೆ ಪ್ರವೇಶವಿಲ್ಲದ 1.7 ಬಿಲಿಯನ್‌ಗಿಂತಲೂ ಹೆಚ್ಚು ಜನರಿಗೆ ಸುಧಾರಿತ ಇಕಾಮರ್ಸ್ ಸೇವೆಗಳನ್ನು ಒದಗಿಸಲು Selldone ಒಂದು ಅನನ್ಯ ಮಾರ್ಗವನ್ನು ಬಳಸುತ್ತದೆ."
    },
    {
      "question": "ಬ್ಯಾಂಕ್ ಮಾಡದ ಗ್ರಾಹಕರಿಗೆ ನಾನು ಆನ್‌ಲೈನ್‌ನಲ್ಲಿ ಹೇಗೆ ಮಾರಾಟ ಮಾಡಬಹುದು?",
      "answer": "ನಿಮ್ಮ ಇಕಾಮರ್ಸ್‌ಗೆ COD ( <b>ನಗದು ವಿತರಣೆ</b> ) ಸೇರಿಸಿ, ಆದ್ದರಿಂದ ನಿಮ್ಮ ಗ್ರಾಹಕರು ಆದೇಶವನ್ನು ಸ್ವೀಕರಿಸಿದ ನಂತರ ಪಾವತಿಸಬಹುದು. ಹಣಕಾಸಿನ ಮೂಲಸೌಕರ್ಯಗಳ ಕೊರತೆಯೊಂದಿಗೆ ಹೆಚ್ಚಿನ ದೇಶಗಳಲ್ಲಿ COD ಸಾಂಪ್ರದಾಯಿಕ ಮಾರ್ಗವಾಗಿದೆ."
    },
    {
      "question": "ಬ್ಯಾಂಕ್ ಖಾತೆಯಿಲ್ಲದೆ ನಾನು ನನ್ನ ಇಕಾಮರ್ಸ್ ಅನ್ನು ಹೇಗೆ ಹೊಂದಿಸಬಹುದು?",
      "answer": "ಸೆಲ್ಡೋನ್ ಮೊದಲು ಬೇಯಿಸದ ಜನರಿಗೆ ಯಾವುದೇ ಪರಿಹಾರವಿಲ್ಲ. ಆದರೆ ಈಗ, ನೀವು ಯಾವುದೇ ಬ್ಯಾಂಕ್ ಖಾತೆಯನ್ನು ಹೊಂದಿಲ್ಲದೇ ನಿಮ್ಮ ಇಕಾಮರ್ಸ್ ಮತ್ತು ವೆಬ್‌ಸೈಟ್ ಅನ್ನು ರಚಿಸಬಹುದು. ಇದು ನಿಮಗಾಗಿ ಕನಿಷ್ಠ ವೆಚ್ಚವನ್ನು ಹೊಂದಿದೆ; ನಿಮ್ಮ ವ್ಯಾಲೆಟ್ ಮೂಲಕ ತಿಂಗಳ ಕೊನೆಯಲ್ಲಿ ನೀವು ಈ ವೆಚ್ಚವನ್ನು ಪಾವತಿಸಬಹುದು. ಮಾರಾಟವಾದ ವ್ಯಾಲೆಟ್ ಇತರ ಜನರಿಂದ ಶುಲ್ಕವನ್ನು ಪಡೆಯಬಹುದು ಅಥವಾ ಉಡುಗೊರೆ ಕಾರ್ಡ್‌ಗಳ ಮೂಲಕ ಶುಲ್ಕ ವಿಧಿಸಬಹುದು. ಈ ಸೇವೆಗಳನ್ನು ಬಳಸಲು ನಿಮಗೆ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಅಗತ್ಯವಿಲ್ಲ."
    },
    {
      "question": "ಸೆಟಪ್ ವೆಚ್ಚವಿಲ್ಲದೆ ನಾನು ಹೇಗೆ ವ್ಯಾಪಾರವನ್ನು ಪ್ರಾರಂಭಿಸಬಹುದು?",
      "answer": "<ol><li><a href='https://selldone.com'>Selldone.com</a> ನಲ್ಲಿ ಉಚಿತವಾಗಿ ನೋಂದಾಯಿಸಿ.</li><li> ನಿಮ್ಮ ಅಂಗಡಿಯನ್ನು ನಿರ್ಮಿಸಿ.</li><li> ನಿಮ್ಮ ಉತ್ಪನ್ನಗಳು ಮತ್ತು ಸೇವೆಗಳನ್ನು ಸೇರಿಸಿ.</li><li> ನಿಮ್ಮ ಡೊಮೇನ್ ಅನ್ನು ಸಂಪರ್ಕಿಸಿ (ಐಚ್ಛಿಕ)</li><li> ಪಾವತಿ ಗೇಟ್‌ವೇಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ.</li><li> ಸ್ನೇಹಿತರು ಮತ್ತು ಕುಟುಂಬಗಳಿಗೆ ನಿಮ್ಮ ವ್ಯಾಪಾರವನ್ನು ಪರಿಚಯಿಸಲು ಪ್ರಾರಂಭಿಸಿ.</li><li> ಸಾಮಾಜಿಕ ಮಾಧ್ಯಮದಲ್ಲಿ ನಿಮ್ಮನ್ನು ಮತ್ತು ನಿಮ್ಮ ಉತ್ಪನ್ನಗಳನ್ನು ಪರಿಚಯಿಸಿ.</li><li> ಅನನ್ಯ ಮೌಲ್ಯದ ಪ್ರತಿಪಾದನೆಯನ್ನು ಒದಗಿಸುವ ಮೂಲಕ ನಿಮ್ಮ ವ್ಯಾಪಾರಕ್ಕಾಗಿ ಬ್ರ್ಯಾಂಡ್ ಅನ್ನು ನಿರ್ಮಿಸಿ.</li><li> Selldone ಫಲಕದ ಮೂಲಕ ನಿಮ್ಮ ಬಳಕೆದಾರರ ನಡವಳಿಕೆಯನ್ನು ಮೇಲ್ವಿಚಾರಣೆ ಮಾಡಿ.</li></ol>"
    }
  ],
  "brands": {
    "title": "ವಿಶ್ವಾಸಾರ್ಹ ಅಡಿಪಾಯದಲ್ಲಿ ನಿಮ್ಮ ವ್ಯಾಪಾರವನ್ನು ನಿರ್ಮಿಸಿ.",
    "subtitle": "ನಿಮ್ಮ ವ್ಯವಹಾರವು ಯೋಗ್ಯವಾಗಿದೆ!"
  },
  "why_boxes": {
    "block1": {
      "title": "ಆರಂಭಿಕ ವೆಚ್ಚವನ್ನು ಉಳಿಸಿ",
      "subtitle": "ನೋ-ಥೀಮ್ ಮತ್ತು ನೋ-ಪ್ಲಗಿನ್ ಪರಿಹಾರ."
    },
    "block2": {
      "title": "ಕಾರ್ಯಾಚರಣೆಯ ವೆಚ್ಚವನ್ನು ಉಳಿಸಿ",
      "subtitle": "ಯಾವುದೇ ಹೆಚ್ಚುವರಿ ಮತ್ತು ಗುಪ್ತ ಶುಲ್ಕವಿಲ್ಲ."
    },
    "block3": {
      "title": "ಸಮಯ ಉಳಿಸಲು",
      "subtitle": "ಎಂಟರ್‌ಪ್ರೈಸ್ ದರ್ಜೆಯ ಆದರೆ ಹರಿಕಾರ ಸ್ನೇಹಿ."
    }
  },
  "money_transfer": {
    "customer": "ನಿಮ್ಮ ಗ್ರಾಹಕ",
    "bank": "ನಿಮ್ಮ ಬ್ಯಾಂಕ್ ಖಾತೆ",
    "wallet": "ವಾಲೆಟ್",
    "free_setup": "ಉಚಿತ ಸೆಟಪ್.",
    "no_extra_fee": "ಹೆಚ್ಚುವರಿ ಶುಲ್ಕವಿಲ್ಲ.",
    "no_hidden_fee": "ಯಾವುದೇ ಗುಪ್ತ ಶುಲ್ಕವಿಲ್ಲ."
  },
  "extra": {
    "cart": "ಬಂಡಿಗಳ ನಿರ್ವಹಣೆ",
    "payment": "ಪಾವತಿ",
    "shipping": "ಶಿಪ್ಪಿಂಗ್",
    "fulfilment": "ಈಡೇರಿದ",
    "community": "ಸಮುದಾಯ ಮತ್ತು ಪ್ರತಿಕ್ರಿಯೆ"
  }
};