export default {
  "local_service": "{country_name} үчүн жергиликтүү кызмат",
  "local_service_message": "Бул кызмат <u>{country_name}</u> аймагында жашаган жана ушул өлкөдө өз кызматтарын жана өнүмдөрүн саткан колдонуучулар үчүн гана иштелип чыккан.Сизге жергиликтүү кызматтарды же Selldone эл аралык кызматын гана колдонууга уруксат берилет. Бул кызматты колдонуу үчүн сизден төмөнкү талаптарды аткарышыңыз керек. <b>{country_name}</b> жана <b>Европа Бирлигинин</b> мыйзамдары.",
  "my_shops": "Менин дүкөндөрүм",
  "moto": "Сиз аракет кылыңыз, биз эшиктерди ачабыз!",
  "start_now_btn": "Азыр баштаңыз - бул бекер",
  "create_ecommerce_btn": "Электрондук коммерцияңызды бекер баштаңыз",
  "incentive_action": "Төмөн онлайн сатуу курсу менен коштошуп!",
  "create_shopping_website": "Менин электрондук коммерциямды түзүңүз",
  "s1": {
    "title": "Интернет-дүкөнүңүздү жасаңыз<br> Жок — Код жана Жок — Эксперт керек болгон чечим",
    "title_animated_words": [
      "Ишкерлер",
      "Сүрөтчүлөр",
      "Көз карандысыз ишканалар",
      "Бренддер",
      "Чекене соода",
      "Жаратуучулар"
    ],
    "subtitle": "Эгерде сиз кардарларыңыз үчүн уникалдуу, тез, коопсуз жана ишенимдүү тажрыйба түзгүңүз келсе, анда бул сиз үчүн курал. Жарнамасыз ишкана деңгээлиндеги бизнес операциялык тутумунда уникалдуу жамаатыңызды жана тез электрондук коммерцияңызды түзүңүз.",
    "domain_input": {
      "message": "Сиздин дүкөнүңүз акысыз хостинг жана SSL менен каалаган жеке домендерге туташа алат",
      "action": "Дүкөн түзүү"
    },
    "community": "Коомдук платформа",
    "shop": "Онлайн дүкөн куруучу",
    "inventory": "Инвентаризацияны башкаруу",
    "cms": "Барак редактору жана CMS",
    "in_60_sec": "Бул жерди басыңыз"
  },
  "video": {
    "title": "Онлайн жана жеке сатууларыңыз үчүн бардыгы бир чечим.",
    "msg": "Электрондук коммерцияңызда эң тез сатып алуу тажрыйбасын камсыз кылыңыз.",
    "card_pos": {
      "title": "Selldone POS",
      "msg": "Нөлдүк орнотуу баасы чечими менен жеке сатуу."
    },
    "card_ecommerce": {
      "title": "Selldone Ecommerce",
      "msg": "Профессионалдар сыяктуу онлайн сатуу."
    }
  },
  "why": {
    "title": "Эмне үчүн Selldone?",
    "msg": "Биз командаларды машыктыруучуларсыз, революцияларды лидерсиз, дарактарды тамырсыз, ишканаларды операциялык тутумусуз элестете албайбыз! Ошентип, биз тез өнүгүп жаткан компаниялар жана жаш ишкерлер үчүн онлайн бизнести кайра карап жатабыз.",
    "sec1": {
      "title": "Жеңил + кесипкөй",
      "msg": "Бул базарларда профессионал сыяктуу ойноо үчүн курулган, эгер сиз башталгыч болсоңуз да, бирок профессионалдай ойногуңуз келсе, же сиз адис болсоңуз жана өзүңүздөй ойноого татыктуу болсоңуз да!"
    },
    "sec2": {
      "title": "Ишкана деңгээлиндеги куралдар",
      "msg": "Биз жаңы функцияларды чыгарабыз, API'лерди жаңыртабыз жана жаңы ыкмаларды күнүмдүк тартип катары колдонобуз. Бул сиздин бизнесиңиз үчүн операциялык система, андыктан бизнесиңиз биздин платформа аркылуу кеңейет."
    },
    "sec3": {
      "title": "Коомдук сатуу",
      "msg": "Биздин продукт дүйнө жүзү боюнча сатып алуучулардын чыныгы соода жүрүм-туруму боюнча иштелип чыккан. Биз Instagram, TikTok жана AVOCADO аттуу башка социалдык тармактарда бирден-бир сатуу ыкмаларын сунуштайбыз."
    },
    "sec4": {
      "title": "Акчаны үнөмдөө",
      "msg": "Мындан ары эч кандай эксперттерге электрондук коммерциянын кереги жок! Кымбат баалуу иштеп чыгуу, тейлөө, программалоо процесси, ал тургай электрондук коммерция платформаларынын эксперттеринин баасы менен коштошуңуз."
    }
  },
  "how_it_work": {
    "title": "Бул кантип иштейт.",
    "msg": "Кредиттик карта жок, плагин жок, шаблон жок, орнотуу жок, хост жок, профессионалдар сыяктуу оюн көргүсү келгендер үчүн техникалык чечим жок.",
    "step0": {
      "title": "Сатып алуучулар үчүн курулган, Сатуучулар сүйгөн, Бир кадам.",
      "msg1": "Чыныгы электрондук коммерцияга ээ болуу, бизнесиңиздин айланасына бактылуу кардарларды чогултуу жана чындап жакшы көргөн нерсеңизге көңүл бурууга убакыт келди."
    },
    "step1": {
      "title": "Продукцияларыңызды кошуңуз.",
      "msg1": "Инстаграмга сүрөттөрдү кошуу сыяктуу өнүмдөрдү кол менен кошуңуз! Же Excel файлы менен 100 000 нерсени кошуңуз. Сиз өнүмдөрдү, кызматтарды, жазылууларды жана файлдарды бир жерден сата аласыз."
    },
    "step2": {
      "title": "Төлөм ыкмаларын туташтырыңыз.",
      "msg1": "Биз каржылык операцияларга кийлигишүүгө кызыкдар эмеспиз! Кардарлардын төлөмдөрүнүн 100% түз сиздин банк эсебиңизге которулат. Жөн гана Stripe, PayPal ж.б. туташтырыңыз. Дүкөнүңүздө бир эле учурда бир нече жигердүү төлөм кызматтары болушу мүмкүн!",
      "crypto_msg": "Жигердүү соодагерлер үчүн жеткиликтүү"
    },
    "step3": {
      "title": "Ак этикетка / Ийкемдүү / Терең ыңгайлаштырылган.",
      "msg1": "Десанттык баракчаларыңызды долбоорлаңыз жана бренд билдирүүңүзгө ылайыкташтырылган сайтыңыздын тема түсүн өзгөртүңүз. Drag and Drop өзгөчөлүгү мунун баарын экспертти жалдоонун зарылдыгы жок эле мүмкүн кылат.",
      "view_sample_pages": "Сизди шыктандырган сонун SD дүкөндөрү"
    },
    "step4": {
      "title": "Бир чыкылдатуу менен текшерүү: дүйнө жүзү боюнча бирдиктүү текшерүү тажрыйбасы.",
      "msg1": "Кардарлар сизден сатып алуу үчүн маалыматты киргизүүнүн жана каттоо формасын толтуруунун кажети жок! Алар SMS аркылуу кирип, бир чыкылдатуу менен эсепке алуу формасын толтуруп төлөшөт. Сен өстүң, биз өсөбүз."
    }
  },
  "onboarding": {
    "title": "Бизнесиңизди онлайн, тезирээк жана жакшыраак кылыңыз - бул бекер",
    "success_title": "Сиздин онлайн бизнес OS орнотуу,",
    "wait_msg": "Сураныч, бир нече секунд күтө туруңуз...",
    "ready_msg": "Дүкөнүңүз даяр.",
    "send_mail_msg": "Кирүү шилтемеси {email} дарегине жөнөтүлдү",
    "options": {
      "title": "Дүкөн конфигурациясы",
      "msg": "Вебсайтыңызда кандай функцияларды каалайсыз?",
      "ecommerce": "Электрондук коммерция",
      "pos": "Сатуу пункту",
      "blog": "Блог жана CMS",
      "community": "Коомчулук жана форум"
    },
    "job": {
      "title": "Сиздин тармак кандай?",
      "placeholder": "Учурда кайсы платформаны колдонбоңуз, бизнесиңизди Selldone OSке которуңуз."
    },
    "shop_name": {
      "title": "Бизнес аты",
      "placeholder": "Мис. Alex бут кийим"
    },
    "income": {
      "title": "Айлык сатуулар",
      "msg": "Жалпы айлык сатууларыңыздын диапазонун тандаңыз.",
      "Low": "5000 АКШ долларына чейин",
      "Medium": "$5,000 USD ~ $50,000 USD",
      "High": "50 000 USD ~ $ 1 000 000 USD",
      "Extreme": "1 000 000 доллардан жогору"
    },
    "step_1": "Максат",
    "step_2": "Конфигурация",
    "step_3": "Каттоо эсеби"
  },
  "notion": {
    "title": "Ар кандай эрежелер менен оюн.",
    "quote": "Биз бир адам онлайн адамзат доорунда өзгөрүү жасай алат деп ишенебиз, ал тургай, акчасы жетишсиз, ал тургай технологиялык тажрыйбасы жок, ал тургай эсептерди төлөө үчүн банк эсеби жок; биз муну интернетте эң жеткиликтүү операциялык тутум катары иштөө үчүн ишкана деңгээлиндеги инструменттер менен колдонууга даяр платформа түзүү аркылуу жасайбыз."
  },
  "stop": {
    "title": "Жеңил онлайн соода сайтын куруучу + Түздөн-түз төлөм.",
    "subtitle": "Эгер сиз кирешелүү онлайн бизнести курууну жана бизнес идеяңызды ишке ашырууну пландаштырсаңыз, Selldone - эң сонун тандоо.",
    "pacman": "Төлөм плагиндери"
  },
  "os": {
    "title": "Дүйнөлүк деңгээлдеги куралдарга жетүү — Акысыз.",
    "msg": "Биз кесипкөй электрондук коммерцияны түзүү күчүн сиздин колуңузга койдук."
  },
  "login": {
    "title": "Базардагы профессионал сыяктуу оюнга даярсызбы?"
  },
  "currencies": {
    "title": "Валюталар",
    "sub": "Кардарларыңыз өздөрүнүн жергиликтүү валюталары менен оңой төлөй алышат.",
    "msg": "Технологиянын, плагиндердин жана төлөмдөрдүн кыйынчылыктары менен күрөшпөй, сатууга көңүл буруңуз. Биз сиздин онлайн бизнесиңизде бардыгын бирдей кылуу үчүн жергиликтүү жана дүйнөлүк төлөм кызматтары менен иштейбиз."
  },
  "countries": {
    "title": "Өлкөлөр",
    "sub": "Дүйнөдөгү эң оңой масштабдуу Business OS.",
    "msg": "Биз онлайн мейкиндикте салттуу адамдан адамга соода жүрүм-турумун ылайыкташтырабыз, сиз же сиздин кардарыңыз кайда жашабаңыз, биз сиз үчүн эң жакшы тажрыйбаны жеткирүү миссиясындабыз."
  },
  "dna": {
    "title": "Сиздин бизнесиңиздин ДНКсы",
    "sub": "САТЫЛДЫ!",
    "msg": "Бул сиз үчүн ишкана деңгээлиндеги куралдары бар Кызмат катары бардыгы бир, кодсуз жалгыз Бизнес Операция системасы."
  },
  "api": {
    "title": "Dev. достук",
    "msg": "Онлайн бизнес үчүн толугу менен ачык API негизиндеги чечим.",
    "sec1": {
      "title": "Биз сиздин бизнесиңиздин негизин түзөбүз",
      "msg": "Биздин күчтүү REST API аркылуу дүкөнүңүздүн бардык тарабы жеткиликтүү. Сиз дүкөнгө кандайдыр бир өзгөртүүлөрдү киргизип, колдонмолоруңузду түзө аласыз же соода колдонмоңузду техникалык, төлөм жана сервердик маселелер боюнча кабатырланбастан иштеп чыга аласыз."
    },
    "sec2": {
      "title": "Тез интеграция",
      "msg": "Биз бардык жалпы тилдер жана алкактар үчүн SDKлерди иштеп чыгабыз, андыктан сиз аныктыгын текшерүү кадамдарын, эсепке кирүү жана аны жөнөкөй буйруктар менен башкара аласыз. Баштоо бир нече чыкылдатуу менен болот."
    }
  },
  "convertible": {
    "store_name": "Сиздин дүкөн",
    "variant_1": "Продукт Variant Amber",
    "variant_2": "Продукт кызыл",
    "buy": "Азыр сатып ал",
    "price": "$89",
    "management": {
      "title": "Продукцияларды башкаруу",
      "msg": "Windows'до сүйрөп жана таштаган файлдар жана папкалар сыяктуу өнүмдөрдү жана категорияларды башкарыңыз.",
      "check1": "Excel же CSV файлдары аркылуу өнүмдөрдү жүктөө.",
      "check2": "AR моделдерин кошуу.",
      "check3": "Авто SEO кыймылдаткычы менен оптималдаштыруу.",
      "check4": "Сүйрөп жана түшүрүү башкаруу."
    },
    "payment": {
      "title": "Бир нече төлөм ыкмаларын колдоо",
      "msg": "Сайттагы / колдонмодогу төлөмдүн үзгүлтүксүз тажрыйбасы.",
      "check1": "Stripe",
      "check1msg": "40тан ашык өлкөнү колдоо.",
      "check2": "Кларна",
      "check2msg": "Азыр сатып алыңыз, кийин төлөңүз.",
      "check3": "Paypal",
      "check3msg": "Бир чыкылдатуу төлөм."
    },
    "checkout": {
      "title": "Сиздин бренд",
      "online": "Онлайн кардарлар",
      "offline": "Жеке кардарлар"
    },
    "design": {
      "title": "Барак куруучу",
      "msg": "Сүйрөп жана таштоо менен аны реалдуу кылыңыз."
    }
  },
  "secure": {
    "title": "Hyper Secure Solution",
    "msg": "Маалыматтардын бүтүндүгүн жана ишкананын кирүү деңгээлин башкаруу."
  },
  "build": {
    "title": "Өзүңүздүн брендиңиз менен өзүңүздүн электрондук коммерцияңызга ээ болуп, бизнесиңизди башкарууну кайтарып алыңыз!",
    "msg": "Социалдык медиа аккаунттарыңызды домениңиздеги онлайн соода веб-сайтына айландыруу же нөлдөн баштап шедевр электрондук коммерцияңызды түзүү үчүн көптөгөн тандоолоруңуз бар."
  },
  "stripe": {
    "title": "Stripe аккаунтуңуз барбы?",
    "msg": "Куттуктайм, сиз буга чейин көп нерселерди жасадыңыз. Интернет дүкөнүңүздү бир таптап түзүңүз! Калганын Селдоне өзү чечет."
  },
  "unbanked": {
    "title": "Бир платформа, бир чечим — Максат.",
    "msg": "1,7 миллиарддан ашык банкы жок чоңдор үчүн да онлайн сатууну жеңилдетүү жана ишкердик рухун ачуу үчүн уникалдуу Business OS."
  },
  "faqs": [
    {
      "question": "Мен кредиттик картасыз онлайн дүкөн түзө аламбы?",
      "answer": "Ооба, сиз Selldone боюнча кредиттик жана дебеттик карталар сыяктуу эч кандай банк картасынын кереги жок эле өзүңүздүн электрондук коммерцияңызды түзө аласыз. Selldone адамдарга, атүгүл 1,7 миллиарддан ашык адамга жалпы каржылык кызматтарга мүмкүнчүлүгү жок өнүккөн электрондук соода кызматтарын көрсөтүүнүн уникалдуу жолун колдонот."
    },
    {
      "question": "Банкы жок кардарларга кантип онлайн сатсам болот?",
      "answer": "Кардарларыңыз буйрутманы алгандан кийин төлөй алышы үчүн, электрондук коммерцияңызга COD ( <b>жеткирүү боюнча накталай акча</b> ) кошуңуз. ККО каржылоо инфраструктурасы жок көпчүлүк өлкөлөрдө салттуу ыкма болуп саналат."
    },
    {
      "question": "Электрондук коммерциямды банк эсебисиз кантип орното алам?",
      "answer": "Selldone чейин бышырылган адамдар үчүн эч кандай чечим жок болчу. Бирок азыр, сиз эч кандай банк эсеби жок эле электрондук соода жана веб-сайтты түзө аласыз. Анын сиз үчүн минималдуу баасы бар; бул чыгымды айдын аягында капчыгыңыз аркылуу төлөй аласыз. Selldone капчыгы башка адамдардан акы ала алат же белек карталары аркылуу төлөй алат. Бул кызматтарды колдонуу үчүн сизге кредиттик картанын кереги жок."
    },
    {
      "question": "Кантип мен кантип бизнес баштасам болот?",
      "answer": "<ol><li><a href='https://selldone.com'>Selldone.com сайтында</a> бекер катталыңыз.</li><li> Дүкөнүңүздү куруңуз.</li><li> Товарларыңызды жана кызматтарыңызды кошуңуз.</li><li> Домениңизди туташтыруу (милдеттүү эмес)</li><li> Төлөм шлюздарын иштетүү.</li><li> Бизнесиңизди досторуңузга жана үй-бүлөңүзгө тааныштыра баштаңыз.</li><li> Социалдык тармактарда өзүңүздү жана өнүмдөрүңүздү тааныштырыңыз.</li><li> Уникалдуу баалуу сунушту берүү менен бизнесиңиз үчүн бренд түзүңүз.</li><li> Selldone панели аркылуу колдонуучуларыңыздын жүрүм-турумун көзөмөлдөңүз.</li></ol>"
    }
  ],
  "brands": {
    "title": "Ишенимдүү негизге бизнесиңизди куруңуз.",
    "subtitle": "Сиздин бизнес татыктуу!"
  },
  "why_boxes": {
    "block1": {
      "title": "Баштапкы чыгымды үнөмдөңүз",
      "subtitle": "Тема жок жана плагин жок чечим."
    },
    "block2": {
      "title": "Операциялык чыгымдарды үнөмдөө",
      "subtitle": "Эч кандай кошумча жана Жашыруун төлөм."
    },
    "block3": {
      "title": "Убакытты үнөмдөө",
      "subtitle": "Ишкана деңгээлинде, бирок башталгычтарга ылайыктуу."
    }
  },
  "money_transfer": {
    "customer": "Сиздин кардар",
    "bank": "Сиздин банк эсебиңиз",
    "wallet": "Капчык",
    "free_setup": "Акысыз орнотуу.",
    "no_extra_fee": "Кошумча төлөм жок.",
    "no_hidden_fee": "Жашыруун төлөм жок."
  },
  "extra": {
    "cart": "Араба башкаруу",
    "payment": "Төлөм",
    "shipping": "Жеткирүү",
    "fulfilment": "Аткаруу",
    "community": "Коомчулук жана пикир"
  },
  "select_language_dialog_title": "Ишиңизди сүйүктүү тилиңизде жасаңыз",
  "welcome_title": "Бизнесиңизди визуалдык түрдө куруңуз, башкарыңыз жана масштабдаңыз",
  "welcome_subtitle": "Онлайн дүкөнүңүздү миллиондогон буйрутмалар үчүн кодсуз жана экспертсиз чечим менен жасаңыз.",
  "your_shop": "Сиздин Дүкөн",
  "your_dashboard": "Сиздин Back Office",
  "flow": {
    "title": "Ыңгайлаштырылган текшерүү агымы.",
    "subtitle": "Кардарларыңыздын саякатыңызды долбоорлаңыз жана сатып алуу агымы жана эксперименттин натыйжалары.",
    "pacman": "Checkout Plugins"
  },
  "business_model": {
    "title": "Визуалдык бизнес моделин кабыл алуу.",
    "subtitle": "Бизнес моделиңизди визуалдык түрдө орнотуңуз, бардык татаалдыктар сахнанын артында жөнгө салынат.",
    "pacman": "Marketplace & POD плагиндери"
  },
  "team": {
    "title": "Команда менен таанышыңыз.",
    "msg": "Биз соода аянтчаларынын катаал чөйрөсүндө ар кандай эрежелер менен ойнойбуз, айрыкча биздин атаандаштар жарнамага миллиондогон доллар короткондо; биз продуктуга, адамдарга жана реалдуу көйгөйлөрдү чечүүгө инвестициялайбыз. Бул команда сиздин бизнесиңизди кайтарат!"
  },
  "customers": {
    "title": "Биздин коомчулук менен таанышыңыз.",
    "msg": "Бул биздин кардарларыбыздан үйрөнүү аркылуу келечектеги ишкерлердин кулпусун ачуу үчүн маанилүү куралдарды түзүү үчүн саякаттын башталышы гана."
  },
  "panorama": {
    "title": "Эч кандай кымбат плагин, <b class=\"font-weight-bold\">Бардык функциялар алдын ала курулган</b>",
    "msg": "Ай сайын плагиндерге жана колдонмолорго жүздөгөн доллар коротуунун жана жаңыртуулар жөнүндө тынчсыздануунун кереги жок. Сиздин PC үчүн MacOS сыяктуу, Selldone OS бизнесиңиздин бардык техникалык жактарына кам көрөт.",
    "orders_management": "Заказдарды башкаруу",
    "online_pos": "Онлайн POS",
    "shipping": "Жеткирүү",
    "inventory_management": "Инвентаризацияны башкаруу",
    "social_commerce": "Коомдук соода",
    "in_store_sell": "Дүкөндө сатуу",
    "team": "Команда / Кызматкерлер",
    "incentives": "Стивентер / Лоялдуулук",
    "community": "Коомдук башкаруу",
    "payments": "Жергиликтүү төлөмдөр",
    "ar_3d": "3D / AR"
  },
  "no_plugin": "Жок — плагин"
};