/*
 * Copyright (c) 2023. Selldone® Business OS™
 *
 * Author: M.Pajuhaan
 * Web: https://selldone.com
 * ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━
 *
 * All rights reserved. In the weave of time, where traditions and innovations intermingle, this content was crafted.
 * From the essence of thought, through the corridors of creativity, each word, and sentiment has been molded.
 * Not just to exist, but to inspire. Like an artist's stroke or a sculptor's chisel, every nuance is deliberate.
 * Our journey is not just about reaching a destination, but about creating a masterpiece.
 * Tread carefully, for you're treading on dreams.
 */

export default {
  local_service: "{country_name} үчүн жергиликтүү кызмат",
  local_service_message:
    "Бул кызмат <u>{country_name}</u> аймагында жашаган жана ушул өлкөдө өз кызматтарын жана өнүмдөрүн саткан колдонуучулар үчүн гана иштелип чыккан.Сизге жергиликтүү кызматтарды же Selldone эл аралык кызматын гана колдонууга уруксат берилет. Бул кызматты колдонуу үчүн сизден төмөнкү талаптарды аткарышыңыз керек. <b>{country_name}</b> жана <b>Европа Бирлигинин</b> мыйзамдары.",

  my_shops: "Менин дүкөндөрүм",
  select_language_dialog_title: "Ишиңизди сүйүктүү тилиңизде жасаңыз",

  welcome_title: "Бизнесиңизди визуалдык түрдө куруңуз, башкарыңыз жана масштабдаңыз",
  welcome_subtitle:
    "Онлайн дүкөнүңүздү миллиондогон буйрутмалар үчүн кодсуз жана экспертсиз чечим менен жасаңыз.",
  //"Make your online store by no-code & no-expert needed solution for millions of orders.",

  moto: "Сиз аракет кылыңыз, биз эшиктерди ачабыз!",
  start_now_btn: "Азыр баштаңыз - бул бекер",
  create_ecommerce_btn: "Онлайн сатууну акысыз баштаңыз",
  incentive_action: "Төмөн онлайн сатуу курсу менен коштошуп!",

  create_shopping_website: "Менин онлайн сатуумду түзүү",

  your_shop: "Сиздин витринаңыз",
  your_dashboard: "Сиздин башкаруу панелиңиз",

  storefront: "Витрина",
  back_office: "Башкаруу панели",

  today_sales: "Бүгүнкү сатуулар",
  today_orders: "Бүгүнкү буйрутмалар",

  s1: {
    /* title: "Make Your Online Store By<br>No—Code & No—Expert Needed Solution",
                                 title_animated_words: [
                                   "Entrepreneurs",
                                   "Artists",
                                   "Independent Businesses",
                                   "Brands",
                                   "Retails",
                                   "Creators",
                                 ],*/

    subtitle:
      "Кардарлары үчүн өзгөчө, тез, коопсуз жана ишенимдүү тажрыйба издеген <b>бизнес ээлери</b> жана <b>соодагерлер</b> үчүн бул курал тез онлайн дүкөндү, дүкөн ичиндеги ыңгайлуу башкарууну жана өз коомчулугун <b>white-label ишкана деңгээлиндеги</b> бизнес операциялык системасында курууга жардам берет.",

    domain_input: {
      message:
        "Сиздин дүкөнүңүз акысыз хостинг жана SSL менен каалаган жеке домендерге туташа алат",
      action: "Дүкөн түзүү",
    },
    community: "Коомдук платформа",
    shop: "Онлайн дүкөн куруучу",
    inventory: "Инвентаризацияны башкаруу",
    cms: "Барак редактору жана CMS",

    in_60_sec: "Бул жерди басыңыз",

    why_use_selldone_if_frustrated_from_wordpress_and_shopify:
      "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
  },

  video: {
    title: "Онлайн жана жеке сатууларыңыз үчүн бардыгы бир чечим.",
    msg: "Онлайн дүкөнүңүздө эң тез сатып алуу тажрыйбасын сунуштаңыз.",
    pacman: "Мен техникалык негиздөөчү эмесмин",

    card_pos: {
      title: "Selldone POS",
      msg: "Нөлдүк орнотуу баасы чечими менен жеке сатуу.",
    },
    card_ecommerce: {
      title: "Selldone менен онлайн сатуу",
      msg: "Профессионалдар сыяктуу онлайн сатуу.",
    },
  },

  why: {
    title: "Эмне үчүн Selldone?",
    msg: "Биз командаларды машыктыруучуларсыз, революцияларды лидерсиз, дарактарды тамырсыз, ишканаларды операциялык тутумусуз элестете албайбыз! Ошентип, биз тез өнүгүп жаткан компаниялар жана жаш ишкерлер үчүн онлайн бизнести кайра карап жатабыз.",

    sec1: {
      title: "Оңой жана кесипкөй",
      //   msg: "It's built for you to game like a professional in the markets, even if you are a beginner but want to play like a professional, or you are an expert and deserve to play like yourself!",
    },
    sec2: {
      title: "Ишкана деңгээлиндеги куралдар",
      //  msg: "We release new features, update APIs and apply new methods as a daily routine.  It's an operating system for your business, so your business scale up by our platform.",
    },
    sec3: {
      title: "Коомдук сатуу",
      //  msg: "Our product is designed on the real trading behavior of purchasers all around the world. We offer one-of-a-kind sales methods on Instagram, TikTok, and other social networks, named AVOCADO.",
    },
    sec4: {
      title: "Акчаны үнөмдөө",
      // msg: "No need for any experts to have an ecommerce anymore! Say goodbye to the costly development, maintenance, programming process, and even ecommerce platforms experts' cost.",
    },
  },

  how_it_work: {
    title: "Бул кантип иштейт.",
    msg: "Кредит картасыз, кошумчасыз, калыпсыз, татаал орнотуусуз, хостингсиз жана техникалык оорчулуксуз, кесипкөй иштөөнү каалагандар үчүн чечим.",

    step0: {
      title: "Сатып алуучулар үчүн курулган, Сатуучулар сүйгөн, Бир кадам.",
      msg1: "Чыныгы онлайн дүкөнгө ээ болуп, ыраазы кардарларды бизнесиңиздин айланасына топтоп, чындап сүйгөн ишиңизге көңүл буруучу убакыт келди.",
    },
    step1: {
      title: "Продукцияларыңызды кошуңуз.",
      msg1: "Инстаграмга сүрөттөрдү кошуу сыяктуу өнүмдөрдү кол менен кошуңуз! Же Excel файлы менен 100 000 нерсени кошуңуз. Сиз өнүмдөрдү, кызматтарды, жазылууларды жана файлдарды бир жерден сата аласыз.",
    },
    step2: {
      title: "Төлөм ыкмаларын туташтырыңыз.",
      msg1: "Биз каржылык операцияларга кийлигишүүгө кызыкдар эмеспиз! Кардарлардын төлөмдөрүнүн 100% түз сиздин банк эсебиңизге которулат. Жөн гана Stripe, PayPal ж.б. туташтырыңыз. Дүкөнүңүздө бир эле учурда бир нече жигердүү төлөм кызматтары болушу мүмкүн!",
      crypto_msg: "Жигердүү соодагерлер үчүн жеткиликтүү",
    },
    step3: {
      title: "Ак этикетка / Ийкемдүү / Терең ыңгайлаштырылган.",
      msg1: "Сүйрөп-таштоо мүмкүнчүлүгү менен конуу барактарын оңой долбоорлоп, сайттын тема түстөрүн брендиңиздин билдирүүсүнө ылайыктаңыз — эксперттин кереги жок.",
      view_sample_pages: "Сизди шыктандырган сонун SD дүкөндөрү",
    },
    step4: {
      title:
        "Бир чыкылдатуу менен текшерүү: дүйнө жүзү боюнча бирдиктүү текшерүү тажрыйбасы.",
      msg1: "Кардарлар сизден сатып алуу үчүн маалыматты киргизүүнүн жана каттоо формасын толтуруунун кажети жок! Алар SMS аркылуу кирип, бир чыкылдатуу менен эсепке алуу формасын толтуруп төлөшөт. Сен өстүң, биз өсөбүз.",
    },
  },

  /**
   * @see OOnboardingShop
   */
  onboarding: {
    title: "Бизнесиңизди онлайн, тезирээк жана жакшыраак кылыңыз - бул бекер",
    success_title: "Онлайн бизнес системаңыз орнотулду,",
    wait_msg: "Сураныч, бир нече секунд күтө туруңуз...",
    ready_msg: "Дүкөнүңүз даяр.",
    send_mail_msg: "Кирүү шилтемеси {email} дарегине жөнөтүлдү",

    enable_disable_features_msg:
      "Бул мүмкүнчүлүктөрдү кийин күйгүзүп же өчүрө аласыз.",
    package_starter: {
      title: "Кошумча пакет",
      subtitle:
        "Selldone орнотууга же үйрөнүүгө убактыңыз жок болушу мүмкүн экенин түшүнөбүз. Катталгандан кийин, кааласаңыз сатып ала турган <b>баары бир пакетте</b> сунушуна жетесиз. Ал дүкөн түзүлгөндөн кийин болгону <b>14 күн</b> жеткиликтүү болот.",
      include_items_title: "Ал ушул кызматтарды камтыйт",
      include_items: [
        "Дүкөн жөндөөлөрүн жана көрүнүшүн баптоо",
        "Бир жеткирүү ыкмасын жана бир төлөмдү баптоо",
        "Башкы бетиңизди долбоорлоо",
        "Excel аркылуу товарларды импорттоого жардам берүү",
        "Жеке домениңизди кошуу",
      ],
    },

    sample: {
      title: "Үлгү маалыматтарды орнотуу",
      description:
        "Дүкөндү товарлар, категориялар жана блог жазуулары сыяктуу үлгү маалыматтар менен баштаңыз.",
    },

    options: {
      title: "Дүкөн конфигурациясы",
      msg: "Вебсайтыңызда кандай функцияларды каалайсыз?",
      ecommerce: "Онлайн сатуу",
      pos: "Сатуу пункту",
      blog: "Блог жана CMS",
      community: "Коомчулук жана форум",

      ecommerce_desc: "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
      pos_desc: "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
      blog_desc: "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
      community_desc: "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
    },

    job: {
      title: "Сиздин тармак кандай?",
      placeholder:
        "Учурда кайсы платформаны колдонбоңуз, бизнесиңизди Selldone OSке которуңуз.",
    },
    shop_name: {
      title: "Бизнес аты",
      placeholder: "Мис. Alex бут кийим",
    },
    income: {
      title: "Айлык сатуулар",
      msg: "Жалпы айлык сатууларыңыздын диапазонун тандаңыз.",
      Low: "5000 АКШ долларына чейин",
      Medium: "$5,000 USD ~ $50,000 USD",
      High: "50 000 USD ~ $ 1 000 000 USD",
      Extreme: "1 000 000 доллардан жогору",
    },
    step_1: "Максат",
    step_2: "Конфигурация",
    step_3: "Каттоо эсеби",
  },

  notion: {
    title: "Ар кандай эрежелер менен оюн.",
    quote:
      "Биз бир адам онлайн адамзат доорунда өзгөрүү жасай алат деп ишенебиз, ал тургай, акчасы жетишсиз, ал тургай технологиялык тажрыйбасы жок, ал тургай эсептерди төлөө үчүн банк эсеби жок; биз муну интернетте эң жеткиликтүү операциялык тутум катары иштөө үчүн ишкана деңгээлиндеги инструменттер менен колдонууга даяр платформа түзүү аркылуу жасайбыз.",
  },

  stop: {
    title: "Жеңил онлайн соода сайтын куруучу + Түздөн-түз төлөм.",
    subtitle:
      "Эгер сиз кирешелүү онлайн бизнести курууну жана бизнес идеяңызды ишке ашырууну пландаштырсаңыз, Selldone - эң сонун тандоо.",
    pacman: "Төлөм кошумчалары",
  },

  flow: {
    title: "Ыңгайлаштырылган текшерүү агымы.",
    subtitle:
      "Кардарларыңыздын саякатыңызды долбоорлаңыз жана сатып алуу агымы жана эксперименттин натыйжалары.",
    pacman: "Буйрутма бүтүрүү кошумчалары",
  },
  business_model: {
    title: "Визуалдык бизнес моделин кабыл алуу.",
    subtitle:
      "Бизнес моделиңизди визуалдык түрдө орнотуңуз, бардык татаалдыктар сахнанын артында жөнгө салынат.",
    pacman: "Сатуучулар аянтчасы жана POD кошумчалары",
  },

  os: {
    title: "Дүйнөлүк деңгээлдеги куралдарга жетүү — Акысыз.",
    msg: "Кесипкөй онлайн сатууну түзүү күчүн сиздин колуңузга беребиз.",
  },
  login: {
    title:
      "Базардагы профессионал сыяктуу оюнга даярсызбы?",
  },

  currencies: {
    title: "Валюталар",
    sub: "Кардарларыңыз өздөрүнүн жергиликтүү валюталары менен оңой төлөй алышат.",
    msg: "Технология, кошумчалар жана төлөм татаалдыктары менен күрөшүүнүн ордуна сатууга көңүл буруңуз. Биз жергиликтүү жана глобалдык төлөм кызматтары менен иштеп, онлайн бизнесиңиздеги баарын шайкеш кылабыз.",
  },

  countries: {
    title: "Өлкөлөр",
    sub: "Дүйнөдөгү эң оңой масштабдалуучу бизнес системасы.",
    msg: "Биз онлайн мейкиндикте салттуу адамдан адамга соода жүрүм-турумун ылайыкташтырабыз, сиз же сиздин кардарыңыз кайда жашабаңыз, биз сиз үчүн эң жакшы тажрыйбаны жеткирүү миссиясындабыз.",
  },
  dna: {
    title: "Сиздин бизнесиңиздин ДНКсы",
    sub: "САТЫЛДЫ!",
    msg: "Бул сиз үчүн ишкана деңгээлиндеги куралдары бар Кызмат катары бардыгы бир, кодсуз жалгыз Бизнес Операция системасы.",
  },

  api: {
    header: "Ачык API жана SDK, {infinite} ыңгайлаштыруу менен",
    title: "Dev. достук",
    msg: "Онлайн бизнес үчүн толугу менен ачык API негизиндеги чечим.",

    sec1: {
      title: "Биз сиздин бизнесиңиздин негизин түзөбүз",
      msg: "Дүкөнүңүздүн бардык тарабы биздин күчтүү REST API аркылуу жеткиликтүү. Техникалык, төлөм жана backend маселелерине кабатыр болбой, дүкөндү өзгөртүп, колдонмолорду түзүп же сатып алуу колдонмосун өнүктүрө аласыз.",
    },
    sec2: {
      title: "Тез интеграция",
      msg: "Биз бардык жалпы тилдер жана алкактар үчүн SDKлерди иштеп чыгабыз, андыктан сиз аныктыгын текшерүү кадамдарын, эсепке кирүү жана аны жөнөкөй буйруктар менен башкара аласыз. Баштоо бир нече чыкылдатуу менен болот.",
    },
  },

  /** @see ConvertibleSelldoneView **/
  convertible: {
    store_name: "Сиздин дүкөн",
    variant_1: "Продукт Variant Amber",
    variant_2: "Продукт кызыл",
    buy: "Азыр сатып ал",
    price: "$89",
    management: {
      title: "Продукцияларды башкаруу",
      msg: "Windows'до сүйрөп жана таштаган файлдар жана папкалар сыяктуу өнүмдөрдү жана категорияларды башкарыңыз.",
      check1: "Excel же CSV файлдары аркылуу өнүмдөрдү жүктөө.",
      check2: "AR моделдерин кошуңуз.",
      check3: "Авто SEO кыймылдаткычы менен оптималдаштыруу.",
      check4: "Сүйрөп жана түшүрүү башкаруу.",
    },
    payment: {
      title: "Көп төлөм ыкмаларын колдоо",
      msg: "Сайттагы / колдонмодогу төлөмдүн үзгүлтүксүз тажрыйбасы.",
      check1: "Stripe",
      check1msg: "40тан ашык өлкөнү колдоо.",

      check2: "Кларна",
      check2msg: "Азыр сатып алыңыз, кийин төлөңүз.",

      check3: "Paypal",
      check3msg: "Бир чыкылдатуу төлөм.",
    },
    checkout: {
      title: "Сиздин бренд",
      online: "Онлайн кардарлар",
      offline: "Жеке кардарлар",
    },
    design: {
      title: "Барак куруучу",
      msg: "Сүйрөп жана таштоо менен аны реалдуу кылыңыз.",
    },
  },

  secure: {
    title: "Өтө коопсуз чечим",
    msg: "Маалыматтардын бүтүндүгүн жана ишкананын кирүү деңгээлин башкаруу.",
  },

  build: {
    title: "Өз брендиңиз менен өз дүкөнүңүздү баштаңыз.",
    msg: "Социалдык медиа аккаунттарыңызды өз домениңиздеги онлайн сатып алуу сайтына айланта аласыз же онлайн дүкөнүңүздү нөлдөн түзө аласыз.",
  },

  stripe: {
    title: "Stripe аккаунтуңуз барбы?",
    msg: "Куттуктайм, сиз буга чейин көп нерселерди жасадыңыз. Интернет дүкөнүңүздү бир таптап түзүңүз! Калганын Селдоне өзү чечет.",
  },
  /* demo: {
                  title: "View Demo",
                  msg: "See professional live e-commerces",
                },*/

  unbanked: {
    title: "Бир платформа, бир чечим — Максат.",
    msg: "Онлайн сатууну жеңилдетип, ишкердик рухту ачкан өзгөчө бизнес системасы, банк кызматын колдонбогон 1,7 миллиарддан ашык чоңдор үчүн да.",
  },
  faqs: [
    {
      question: "Мен кредиттик картасыз онлайн дүкөн түзө аламбы?",
      answer:
        "Ооба, Selldone ичинде кредит же дебет картасы сыяктуу банк картасыз онлайн сатуу түзө аласыз. Selldone жалпы финансылык кызматтарга жетпеген адамдарга да өнүккөн онлайн сатуу кызматтарын берүү үчүн өзгөчө ыкманы колдонот.",
    },
    {
      question: "Банкы жок кардарларга кантип онлайн сатсам болот?",
      answer:
        "Онлайн сатууңузга COD (<b>жеткирүүдө төлөө</b>) кошуңуз, ошондо кардарлар буйрутманы алгандан кийин төлөй алышат. COD финансылык инфраструктурасы чектелген көп өлкөлөрдө салттуу ыкма.",
    },
    {
      question: "Электрондук коммерциямды банк эсебисиз кантип орното алам?",
      answer:
        "Selldone чейин бышырылган адамдар үчүн эч кандай чечим жок болчу. Бирок азыр, сиз эч кандай банк эсеби жок эле электрондук соода жана веб-сайтты түзө аласыз. Анын сиз үчүн минималдуу баасы бар; бул чыгымды айдын аягында капчыгыңыз аркылуу төлөй аласыз. Selldone капчыгы башка адамдардан акы ала алат же белек карталары аркылуу төлөй алат. Бул кызматтарды колдонуу үчүн сизге кредиттик картанын кереги жок.",
    },
    {
      question: "Кантип мен кантип бизнес баштасам болот?",
      answer:
        "<ol><li><a href='https://selldone.com'>Selldone.com сайтында</a> бекер катталыңыз.</li><li> Дүкөнүңүздү куруңуз.</li><li> Товарларыңызды жана кызматтарыңызды кошуңуз.</li><li> Домениңизди туташтыруу (милдеттүү эмес)</li><li> Төлөм шлюздарын иштетүү.</li><li> Бизнесиңизди досторуңузга жана үй-бүлөңүзгө тааныштыра баштаңыз.</li><li> Социалдык тармактарда өзүңүздү жана өнүмдөрүңүздү тааныштырыңыз.</li><li> Уникалдуу баалуу сунушту берүү менен бизнесиңиз үчүн бренд түзүңүз.</li><li> Selldone панели аркылуу колдонуучуларыңыздын жүрүм-турумун көзөмөлдөңүз.</li></ol>",
    },
  ],

  brands: {
    title: "Ишенимдүү негизге бизнесиңизди куруңуз.",
    subtitle: "Сиздин бизнес татыктуу!",
  },

  why_boxes: {
    title: "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
    subtitle:
      "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",

    block1: {
      title: "Баштапкы чыгымды үнөмдөңүз",
      subtitle: "Тема жок жана плагин жок чечим.",
    },
    block2: {
      title: "Операциялык чыгымдарды үнөмдөө",
      subtitle: "Эч кандай кошумча жана Жашыруун төлөм.",
    },
    block3: {
      title: "Убакытты үнөмдөө",
      subtitle: "Ишкана деңгээлинде, бирок башталгычтарга ылайыктуу.",
    },
  },

  money_transfer: {
    customer: "Сиздин кардар",
    bank: "Сиздин банк эсебиңиз",
    wallet: "Капчык",
    free_setup: "Акысыз орнотуу.",
    no_extra_fee: "Кошумча төлөм жок.",
    no_hidden_fee: "Жашыруун төлөм жок.",
  },

  /** @see HomePanelExtraFlow **/
  extra: {
    cart: "Араба башкаруу",
    payment: "Төлөм",
    shipping: "Жеткирүү",
    fulfilment: "Аткаруу",
    community: "Коомчулук жана пикир",
  },

  team: {
    title: "Команда менен таанышыңыз.",
    msg: "Биз соода аянтчаларынын катаал чөйрөсүндө ар кандай эрежелер менен ойнойбуз, айрыкча биздин атаандаштар жарнамага миллиондогон доллар короткондо; биз продуктуга, адамдарга жана реалдуу көйгөйлөрдү чечүүгө инвестициялайбыз. Бул команда сиздин бизнесиңизди кайтарат!",
  },

  customers: {
    title: "Биздин коомчулук менен таанышыңыз.",
    msg: "Бул биздин кардарларыбыздан үйрөнүү аркылуу келечектеги ишкерлердин кулпусун ачуу үчүн маанилүү куралдарды түзүү үчүн саякаттын башталышы гана.",
  },
  /** {@see PanoramaImage} {@see HomePage} */

  panorama: {
    title:
      "Эч кандай кымбат плагин, <b class=\"font-weight-bold\">Бардык функциялар алдын ала курулган</b>",
    msg: "Ай сайын кошумчаларга жана колдонмолорго миңдеген доллар коротуу же жаңыртуулардан кабатыр болуу зарыл эмес. Selldone бизнесиңиздин техникалык жагын карайт.",
    orders_management: "Буйрутмаларды башкаруу",
    online_pos: "Онлайн POS",
    shipping: "Жеткирүү",
    inventory_management: "Инвентаризацияны башкаруу",
    social_commerce: "Социалдык сатуу",
    in_store_sell: "Дүкөндө сатуу",
    team: "Команда / Кызматкерлер",
    incentives: "Стивентер / Лоялдуулук",
    community: "Коомдук башкаруу",
    payments: "Жергиликтүү төлөмдөр",
    ar_3d: "3D / AR",
  },

  no_plugin: "Жок — плагин",

  product_page: {
    title: "Биринчи продуктуңузду кошкондон кийинки натыйжа.",
    msg: "Бир нече чыкылдатуу менен идеяларыңызды ишке ашырыңыз.",
    open_sample_product_link: "Жандуу товарды ачуу",
    open_templates: "Калыптарды көрүү",
  },

  /** {@see CountrySupportBox} */
  support_box: {
    country_select_label: "Өлкөңүздү тандаңыз",
    we_support_message: "Биз {country} колдойбуз",
    we_limited_support: "Биз {country} чектелген түрдө колдойбуз",
    support_message_long:
      "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
    limited_support_message_long:
      "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.\n",
    more_about_selldone_in_country: "Өлкөңүздөгү Selldone жөнүндө",

    tax: {
      title: "Салыкка ыңгайлуу",
      message:
        "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
    },
    global: {
      title: "Дүйнөлүк сатуулар",
      message:
        "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
    },
    shipping: {
      title: "Жергиликтүү жана дүйнөлүк жеткирүү",
      message:
        "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
    },
    erp: {
      title: "ERP интеграциясы",
      message:
        "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
    },
  },

  hero: {
    intro: "#1 Бизнес операциялык системасы",
    title: "{infinite} плагин жана колдонмону {app} менен алмаштырыңыз",
  },

  /**
   * {@see MakeYourShopHeader}
   */
  make_your_shop: {
    title: "Өзүңүздүкүн жасаңыз",
    amazon: "Amazon",
    local_store: "Жергиликтүү дүкөн",
    instagram: "Instagram дүкөнү",
    dropshipping: "Дропшиппинг",
    coursera: "Coursera",
    gift_store: "Белек дүкөнү",
    airbnb: "Airbnb",
    simple_store: "Жөнөкөй дүкөн",
    tiktok: "TikTok дүкөнү",
  },
  /**
   * {@see SectionShowItsSimplicity}
   */
  show_its_simplicity: {
    title: "Мүмкүнчүлүк <div class=\"app-box\" style=\"font-size: 55%\">😣</div>",
    subtitle: "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
    as_guest: "Конок катары",
    need_register: "Катталуу керек",

    page_builder: {
      title: "Камтылган баракча куруучу",
      subtitle:
        "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
      try_action: "Баракча куруучуну сынаңыз",
      see_collection_action: "Калыптарды көрүү",
    },
    ai: {
      title: "Камтылган AI мүмкүнчүлүктөрү",
      subtitle:
        "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
      try_action: "Selldone Intelligence сынаңыз",
    },
    storefront: {
      title: "Түз дүкөн бет",
      subtitle:
        "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
      see_action: "Демо дүкөндү көрүү",
    },
    backoffice: {
      title: "Түз башкаруу кеңсеси",
      subtitle: "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
      see_action: "Демо башкарууну көрүү",
    },
  },

  /**
   * {@see SectionPricingCompact}
   */
  pricing_compact: {
    title: "<div class=\"app-box\" style=\"font-size: 55%\">💞️</div> Жөнөкөй жана ачык баа",
    subtitle:
      "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
  },

  screenshots: {
    item_1: {
      title: "Мүмкүнчүлүк 1",
      desc: "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
    },
    item_2: {
      title: "Мүмкүнчүлүк 2",
      desc: "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
    },
    item_3: {
      title: "Мүмкүнчүлүк 3",
      desc: "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
    },
    item_4: {
      title: "Мүмкүнчүлүк 4",
      desc: "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
    },
    item_5: {
      title: "Мүмкүнчүлүк 5",
      desc: "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
    },
    item_6: {
      title: "Мүмкүнчүлүк 6",
      desc: "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
    },
    item_7: {
      title: "Мүмкүнчүлүк 7",
      desc: "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
    },
    item_8: {
      title: "Мүмкүнчүлүк 8",
      desc: "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
    },
    item_9: {
      title: "Мүмкүнчүлүк 9",
      desc: "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
    },
    item_10: {
      title: "Мүмкүнчүлүк 10",
      desc: "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
    },
    item_11: {
      title: "Мүмкүнчүлүк 11",
      desc: "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
    },
    item_12: {
      title: "Мүмкүнчүлүк 12",
      desc: "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
    },
    item_13: {
      title: "Мүмкүнчүлүк 13",
      desc: "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
    },
    item_14: {
      title: "Мүмкүнчүлүк 14",
      desc: "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
    },
    item_15: {
      title:
        "Мүмкүнчүлүк 15",
      desc: "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
    },
    item_16: {
      title: "Мүмкүнчүлүк 16",
      desc: "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
    },
    item_17: {
      title: "Мүмкүнчүлүк 17",
      desc: "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
    },
    item_18: {
      title: "Мүмкүнчүлүк 18",
      desc: "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
    },
    item_19: {
      title: "Мүмкүнчүлүк 19",
      desc: "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
    },
    item_20: {
      title: "Мүмкүнчүлүк 20",
      desc: "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
    },
    item_21: {
      title: "Мүмкүнчүлүк 21",
      desc: "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
    },
    item_22: {
      title: "Мүмкүнчүлүк 22",
      desc: "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
    },
    item_23: {
      title: "Мүмкүнчүлүк 23",
      desc: "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
    },
    item_24: {
      title: "Мүмкүнчүлүк 24",
      desc: "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
    },
    item_25: {
      title: "Мүмкүнчүлүк 25",
      desc: "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
    },
    item_26: {
      title: "Мүмкүнчүлүк 26",
      desc: "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
    },
    item_27: {
      title: "Мүмкүнчүлүк 27",
      desc: "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
    },
    item_28: {
      title: "Мүмкүнчүлүк 28",
      desc: "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
    },
    item_29: {
      title: "Мүмкүнчүлүк 29",
      desc: "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
    },
    item_30: {
      title: "Мүмкүнчүлүк 30",
      desc: "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
    },
    item_31: {
      title: "Мүмкүнчүлүк 31",
      desc: "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
    },
    item_32: {
      title: "Мүмкүнчүлүк 32",
      desc: "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
    },
    item_33: {
      title: "Мүмкүнчүлүк 33",
      desc: "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
    },
    item_34: {
      title: "Мүмкүнчүлүк 34",
      desc: "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
    },
    item_35: {
      title: "Мүмкүнчүлүк 35",
      desc: "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
    },
    item_36: {
      title: "Мүмкүнчүлүк 36",
      desc: "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
    },
    item_37: {
      title: "Мүмкүнчүлүк 37",
      desc: "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
    },
    item_38: {
      title: "Мүмкүнчүлүк 38",
      desc: "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
    },
    item_39: {
      title: "Мүмкүнчүлүк 39",
      desc: "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
    },
  },

  country_landing: {
    intro: "#1 Бизнес операциялык системасы",
    title: "{country} ичинде {infinite} плагин жана колдонмону {app} менен алмаштырыңыз",
  },

  /**
   * @see IntegrationPaymentPage
   */
  payment_landing: {
    intro: "#1 Бизнес операциялык системасы",
    title: "{infinite} плагин жана колдонмону {app} менен алмаштырыңыз",

    unlock_section: {
      title: "Төлөмдү жөндөө {payment}",
      subtitle:
        "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
      no_plugin: {
        title: "Төлөмдү жөндөө",
        subtitle:
          "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет. {payment}",
      },
      experience: {
        title: "Selldone + {payment}",
        subtitle:
          "Selldone'дун колдонууга ыңгайлуу платформасы жана {payment} төлөм интеграциясы менен онлайн сатып алуу тажрыйбасын өзгөртүңүз. Оор интерфейстерди артта калтырып, кардарлар кайра кайта турган жеңил сатып алуу жолун сунуштаңыз.",
      },
      boost: {
        title: "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
        subtitle:
          "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет. {payment}",
      },
      security: {
        title: "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
        subtitle:
          "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет. Selldone + {payment}",
      },
      setup_payment: "Төлөмдү жөндөө",
    },

    how_to_add: {
      step_1: {
        step: "1-кадам",
        title: "Валютаңызды кошуңуз",
        subtitle:
          "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет. {payment}",
      },
      step_2: {
        step: "2-кадам",
        title: "Gateway жөндөө",
        subtitle: "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет. <b>ЖАҢЫ ТӨЛӨМ ЫКМАСЫ</b> <b>{payment}</b> <a href=\"{payment_url}\" target=\"_blank\">{payment}</a>.",
      },
    },

    integration: {
      title: "Төлөмдү жөндөө {payment}",
      subtitle:
        "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
    },
    pay_after_earn: {
      title: "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
      subtitle:
        "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
    },
  },

  feature_page_builder: {
    title: "Камтылган баракча куруучу",
    message:
      "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
  },

  feature_items: {
    products: {
      title: "Мүмкүнчүлүк 1",
      description:
        "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
    },
    excel: {
      title: "Мүмкүнчүлүк 2",
      description:
        "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
    },
    incentive: {
      title: "Мүмкүнчүлүк 3",
      description:
        "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
    },
    loyalty: {
      title: "Мүмкүнчүлүк 4",
      description:
        "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
    },
    cashback: {
      title: "Мүмкүнчүлүк 5",
      description:
        "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
    },
    cross_selling: {
      title: "Мүмкүнчүлүк 6",
      description:
        "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
    },
    accounting: {
      title: "Мүмкүнчүлүк 7",
      description: "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
    },
    inventory: {
      title: "Мүмкүнчүлүк 8",
      description:
        "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
    },
    analytics: {
      title: "Мүмкүнчүлүк 9",
      description:
        "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
    },
    social: {
      title: "Мүмкүнчүлүк 10",
      description:
        "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
    },
    community: {
      title: "Мүмкүнчүлүк 11",
      description:
        "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
    },
    security: {
      title: "Мүмкүнчүлүк 12",
      description:
        "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
    },
    pos: {
      title: "Мүмкүнчүлүк 13",
      description:
        "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
    },
    store: {
      title: "Сатуучулар аянтчасы",
      description: "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
    },
    pricing: {
      title: "Мүмкүнчүлүк 15",
      description:
        "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
    },
    pod: {
      title: "Мүмкүнчүлүк 16",
      description:
        "Бул мүмкүнчүлүк Selldone ичинде дүкөнүңүздү жана бизнесиңизди жеңил жана кесипкөй башкарууга жардам берет.",
    },
  },
};
