export default {
  "local_service": "ບໍລິການທ້ອງຖິ່ນສຳລັບ {country_name}",
  "local_service_message": "ການບໍລິການນີ້ຖືກອອກແບບມາສະເພາະສໍາລັບຜູ້ໃຊ້ທີ່ອາໄສຢູ່ໃນ <u>{country_name}</u> ແລະຂາຍບໍລິການ ແລະຜະລິດຕະພັນຂອງເຂົາເຈົ້າຢູ່ໃນປະເທດນີ້. ທ່ານໄດ້ຮັບອະນຸຍາດໃຫ້ໃຊ້ບໍລິການທ້ອງຖິ່ນ ຫຼືບໍລິການສາກົນຂອງ Selldone ເທົ່ານັ້ນ. ເພື່ອໃຊ້ບໍລິການນີ້, ທ່ານຈະຕ້ອງປະຕິບັດຕາມ ກົດໝາຍຂອງ <b>{country_name}</b> ແລະ ສະ <b>ຫະພາບເອີຣົບ</b> .",
  "my_shops": "ຮ້ານຄ້າຂອງຂ້ອຍ",
  "moto": "ເຈົ້າພະຍາຍາມ, ພວກເຮົາເປີດປະຕູ!",
  "start_now_btn": "ເລີ່ມດຽວນີ້ - ມັນບໍ່ເສຍຄ່າ",
  "create_ecommerce_btn": "ເລີ່ມອີຄອມເມີຊຂອງເຈົ້າໄດ້ຟຣີ",
  "incentive_action": "ບອກລາກັບອັດຕາການຂາຍອອນໄລນ໌ທີ່ຕໍ່າຂອງເຈົ້າ!",
  "create_shopping_website": "ສ້າງອີຄອມເມີຊຂອງຂ້ອຍ",
  "s1": {
    "title": "ເຮັດໃຫ້ຮ້ານອອນໄລນ໌ຂອງທ່ານໂດຍ<br> ບໍ່​ລະ​ຫັດ & ບໍ່—ການ​ແກ້​ໄຂ​ທີ່​ຕ້ອງ​ການ​ຜູ້​ຊ່ຽວ​ຊານ",
    "title_animated_words": [
      "ຜູ້ປະກອບການ",
      "ສິລະປິນ",
      "ທຸລະກິດເອກະລາດ",
      "ຍີ່ຫໍ້",
      "ຂາຍຍ່ອຍ",
      "ຜູ້ສ້າງ"
    ],
    "subtitle": "ຖ້າທ່ານຕ້ອງການສ້າງປະສົບການທີ່ເປັນເອກະລັກ, ໄວ, ປອດໄພ, ແລະເຊື່ອຖືໄດ້ສໍາລັບລູກຄ້າຂອງທ່ານ, ມັນເປັນເຄື່ອງມືສໍາລັບທ່ານ. ສ້າງຊຸມຊົນທີ່ເປັນເອກະລັກຂອງທ່ານແລະອີຄອມເມີຊທີ່ລວດໄວໃນລະບົບການດໍາເນີນງານທຸລະກິດລະດັບວິສາຫະກິດທີ່ບໍ່ມີໂຄສະນາ.",
    "domain_input": {
      "message": "ຮ້ານຂອງທ່ານສາມາດເຊື່ອມຕໍ່ກັບຈໍານວນໂດເມນສ່ວນບຸກຄົນໃດໆທີ່ທ່ານມີດ້ວຍໂຮດຕິ້ງແລະ SSL ຟຣີ",
      "action": "ສ້າງຮ້ານຄ້າ"
    },
    "community": "ເວທີຊຸມຊົນ",
    "shop": "ຜູ້ສ້າງຮ້ານຄ້າອອນໄລນ໌",
    "inventory": "ການຄຸ້ມຄອງສິນຄ້າຄົງຄັງ",
    "cms": "Page Editor & CMS",
    "in_60_sec": "ກົດ​ບ່ອນ​ນີ້"
  },
  "video": {
    "title": "ການແກ້ໄຂທັງຫມົດໃນຫນຶ່ງສໍາລັບການຂາຍອອນໄລນ໌ແລະໃນຄົນຂອງທ່ານ.",
    "msg": "ໃຫ້ປະສົບການການຊື້ທີ່ໄວທີ່ສຸດໃນອີຄອມເມີຊຂອງທ່ານ.",
    "card_pos": {
      "title": "ຂາຍແລ້ວ POS",
      "msg": "ຂາຍດ້ວຍຕົນເອງໂດຍການແກ້ໄຂຄ່າໃຊ້ຈ່າຍທີ່ບໍ່ມີການຕັ້ງຄ່າ."
    },
    "card_ecommerce": {
      "title": "ຂາຍແລ້ວອີຄອມເມີຊ",
      "msg": "ຂາຍອອນໄລນ໌ຄືມືອາຊີບ."
    },
    "pacman": "ຂ້ອຍບໍ່ແມ່ນຜູ້ກໍ່ຕັ້ງດ້ານວິຊາການ"
  },
  "why": {
    "title": "ເປັນຫຍັງຕ້ອງຂາຍ?",
    "msg": "ພວກເຮົາບໍ່ສາມາດຈິນຕະນາການທີມງານທີ່ບໍ່ມີຄູຝຶກສອນ, ການປະຕິວັດທີ່ບໍ່ມີຜູ້ນໍາ, ຕົ້ນໄມ້ທີ່ບໍ່ມີຮາກ, ແລະທຸລະກິດທີ່ບໍ່ມີລະບົບປະຕິບັດງານ! ດັ່ງນັ້ນພວກເຮົາກໍາລັງຄິດຄືນໃຫມ່ກ່ຽວກັບທຸລະກິດອອນໄລນ໌ສໍາລັບບໍລິສັດທີ່ເຕີບໂຕໄວແລະຜູ້ປະກອບການຫນຸ່ມ.",
    "sec1": {
      "title": "ງ່າຍ + ມືອາຊີບ",
      "msg": "ມັນຖືກສ້າງຂຶ້ນເພື່ອໃຫ້ທ່ານຫລິ້ນເກມແບບມືອາຊີບໃນຕະຫຼາດ, ເຖິງແມ່ນວ່າທ່ານຈະເປັນຜູ້ເລີ່ມຕົ້ນແຕ່ຕ້ອງການຫຼິ້ນແບບມືອາຊີບ, ຫຼືທ່ານເປັນຜູ້ຊ່ຽວຊານແລະສົມຄວນທີ່ຈະຫລິ້ນຄືກັບຕົວທ່ານເອງ!"
    },
    "sec2": {
      "title": "ເຄື່ອງມືລະດັບວິສາຫະກິດ",
      "msg": "ພວກເຮົາປ່ອຍຄຸນສົມບັດໃຫມ່, ປັບປຸງ APIs ແລະນໍາໃຊ້ວິທີການໃຫມ່ເປັນປະຈໍາວັນ. ມັນເປັນລະບົບປະຕິບັດງານສໍາລັບທຸລະກິດຂອງທ່ານ, ສະນັ້ນທຸລະກິດຂອງທ່ານຂະຫຍາຍຂຶ້ນໂດຍເວທີຂອງພວກເຮົາ."
    },
    "sec3": {
      "title": "ການຂາຍສັງຄົມ",
      "msg": "ຜະລິດຕະພັນຂອງພວກເຮົາຖືກອອກແບບຕາມພຶດຕິກໍາການຊື້ຂາຍທີ່ແທ້ຈິງຂອງຜູ້ຊື້ທັງຫມົດໃນທົ່ວໂລກ. ພວກເຮົາສະເຫນີວິທີການຂາຍອັນດຽວໃນ Instagram, TikTok, ແລະເຄືອຂ່າຍສັງຄົມອື່ນໆ, ທີ່ມີຊື່ວ່າ AVOCADO."
    },
    "sec4": {
      "title": "ເກັບ​ເງິນ",
      "msg": "ບໍ່ຈໍາເປັນຕ້ອງມີຜູ້ຊ່ຽວຊານໃດໆທີ່ຈະມີອີຄອມເມີຊອີກຕໍ່ໄປ! ບອກລາກັບການພັດທະນາຄ່າໃຊ້ຈ່າຍ, ການບໍາລຸງຮັກສາ, ຂະບວນການຂຽນໂປລແກລມ, ແລະແມ້ກະທັ້ງຄ່າໃຊ້ຈ່າຍຂອງຜູ້ຊ່ຽວຊານໃນເວທີອີຄອມເມີຊ."
    }
  },
  "how_it_work": {
    "title": "ມັນເຮັດວຽກແນວໃດ.",
    "msg": "ບໍ່ມີບັດເຄຣດິດ, ບໍ່ມີປລັກອິນ, ບໍ່ມີແມ່ແບບ, ບໍ່ມີການຕິດຕັ້ງ, ບໍ່ມີໂຮດ, ບໍ່ມີທາງອອກທາງເທັກນິກສໍາລັບຜູ້ທີ່ຕ້ອງການເກມຄືກັບມືອາຊີບ.",
    "step0": {
      "title": "ສ້າງຂຶ້ນສໍາລັບຜູ້ຊື້, ຮັກໂດຍຜູ້ຂາຍ, ຂັ້ນຕອນຫນຶ່ງ.",
      "msg1": "ມັນແມ່ນເວລາຂອງທ່ານທີ່ຈະມີອີຄອມເມີຊທີ່ແທ້ຈິງ, ລວບລວມລູກຄ້າທີ່ມີຄວາມສຸກອ້ອມຮອບທຸລະກິດຂອງທ່ານ, ແລະສຸມໃສ່ສິ່ງທີ່ທ່ານຮັກແທ້ໆ."
    },
    "step1": {
      "title": "ເພີ່ມຜະລິດຕະພັນຂອງທ່ານ.",
      "msg1": "ເພີ່ມຜະລິດຕະພັນດ້ວຍຕົນເອງ, ເຊັ່ນການເພີ່ມຮູບພາບໃນ Instagram! ຫຼືເພີ່ມ 100,000 ລາຍການໂດຍໄຟລ໌ Excel. ທ່ານສາມາດຂາຍຜະລິດຕະພັນ, ບໍລິການ, ການສະຫມັກ, ແລະໄຟລ໌ຢູ່ໃນສະຖານທີ່ດຽວ."
    },
    "step2": {
      "title": "ເຊື່ອມຕໍ່ວິທີການຊໍາລະໃຫ້ເຫມາະສົມກັບຄວາມຕ້ອງການຂອງທ່ານ.",
      "msg1": "ພວກເຮົາບໍ່ສົນໃຈທີ່ຈະແຊກແຊງທຸລະກໍາທາງດ້ານການເງິນ! 100% ຂອງການຈ່າຍເງິນຂອງລູກຄ້າຈະຖືກໂອນເຂົ້າບັນຊີທະນາຄານຂອງທ່ານໂດຍກົງ. ພຽງ​ແຕ່​ເຊື່ອມ​ຕໍ່ Stripe ຂອງ​ທ່ານ​, PayPal​, ແລະ​ອື່ນໆ​, ທ່ານ​ສາ​ມາດ​ມີ​ການ​ບໍ​ລິ​ການ​ການ​ຊໍາ​ລະ​ເງິນ​ຫຼາຍ​ຢ່າງ​ທີ່​ຫ້າວ​ຫັນ​ໃນ​ຮ້ານ​ຂອງ​ທ່ານ​ໃນ​ເວ​ລາ​ດຽວ​ກັນ​!",
      "crypto_msg": "ມີໃຫ້ສໍາລັບຜູ້ຂາຍທີ່ເຄື່ອນໄຫວ"
    },
    "step3": {
      "title": "ປ້າຍສີຂາວ / ຍືດຫຍຸ່ນ / ປັບແຕ່ງໄດ້ເລິກເຊິ່ງ.",
      "msg1": "ອອກແບບໜ້າທຳອິດທີ່ພົບເຫັນຂອງທ່ານ, ແລະປ່ຽນສີຫົວຂໍ້ຂອງເວັບໄຊຂອງທ່ານໃຫ້ເໝາະສົມກັບຂໍ້ຄວາມຍີ່ຫໍ້ຂອງທ່ານ. ຄຸນສົມບັດ Drag ແລະ Drop ເຮັດໃຫ້ທັງຫມົດນີ້ເປັນໄປໄດ້ໂດຍບໍ່ຈໍາເປັນຕ້ອງຈ້າງຜູ້ຊ່ຽວຊານ.",
      "view_sample_pages": "ຮ້ານຄ້າ SD ທີ່ຍິ່ງໃຫຍ່ເພື່ອສ້າງແຮງບັນດານໃຈໃຫ້ທ່ານ"
    },
    "step4": {
      "title": "ຈ່າຍເງິນໂດຍຄລິກດຽວ: ປະສົບການການຈ່າຍເງິນແບບຮວມຕົວທົ່ວໂລກ.",
      "msg1": "ລູກຄ້າບໍ່ຕ້ອງໃສ່ຂໍ້ມູນແລະຕື່ມແບບຟອມລົງທະບຽນເພື່ອຊື້ຈາກທ່ານ! ພວກເຂົາເຈົ້າເຂົ້າສູ່ລະບົບຜ່ານ SMS ແລະຕື່ມຂໍ້ມູນໃສ່ໃນແບບຟອມການຈ່າຍເງິນດ້ວຍການຄລິກດຽວແລະຈ່າຍ. ເຈົ້າເຕີບໃຫຍ່, ພວກເຮົາເຕີບໃຫຍ່."
    }
  },
  "onboarding": {
    "title": "ເຮັດໃຫ້ທຸລະກິດຂອງທ່ານອອນໄລນ໌, ໄວຂຶ້ນແລະດີກວ່າ - ມັນບໍ່ເສຍຄ່າ",
    "success_title": "ການຕິດຕັ້ງ OS ທຸລະກິດອອນໄລນ໌ຂອງທ່ານ,",
    "wait_msg": "ກະລຸນາລໍຖ້າສອງສາມວິນາທີ...",
    "ready_msg": "ຮ້ານຂອງເຈົ້າພ້ອມແລ້ວ.",
    "send_mail_msg": "ລິ້ງເຂົ້າສູ່ລະບົບຖືກສົ່ງໄປຫາ {email}",
    "options": {
      "title": "ການຕັ້ງຄ່າຮ້ານຄ້າ",
      "msg": "ຄຸນສົມບັດໃດທີ່ທ່ານຕ້ອງການຢູ່ໃນເວັບໄຊທ໌ຂອງທ່ານ?",
      "ecommerce": "ອີຄອມເມີຊ",
      "pos": "ຈຸດ​ຂອງ​ການ​ຂາຍ",
      "blog": "ບລັອກ & CMS",
      "community": "ຊຸມຊົນ ແລະເວທີສົນທະນາ"
    },
    "job": {
      "title": "ອຸດສາຫະກໍາຂອງເຈົ້າແມ່ນຫຍັງ?",
      "placeholder": "ປ່ຽນທຸລະກິດຂອງທ່ານເປັນ Selldone OS, ບໍ່ວ່າເວທີໃດທີ່ເຈົ້າກໍາລັງໃຊ້ຢູ່."
    },
    "shop_name": {
      "title": "ຊື່​ທຸ​ລະ​ກິດ",
      "placeholder": "ຕົວຢ່າງ ເກີບ Alex"
    },
    "income": {
      "title": "ການຂາຍລາຍເດືອນ",
      "msg": "ເລືອກຊ່ວງຍອດຂາຍລາຍເດືອນທັງໝົດຂອງເຈົ້າ.",
      "Low": "ເຖິງ $5,000 USD",
      "Medium": "$5,000 USD ~ $50,000 USD",
      "High": "50,000 USD ~ $1,000,000 USD",
      "Extreme": "ສູງກວ່າ $1,000,000 USD"
    },
    "step_1": "ຈຸດປະສົງ",
    "step_2": "ການຕັ້ງຄ່າ",
    "step_3": "ບັນຊີ"
  },
  "notion": {
    "title": "ເກມ​ທີ່​ມີ​ກົດ​ລະ​ບຽບ​ທີ່​ແຕກ​ຕ່າງ​ກັນ​.",
    "quote": "ພວກເຮົາເຊື່ອວ່າຄົນຫນຶ່ງສາມາດສ້າງການປ່ຽນແປງໃນຍຸກຂອງມະນຸດອອນໄລນ໌, ເຖິງແມ່ນວ່າຜູ້ທີ່ມີເງິນບໍ່ພຽງພໍ, ເຖິງແມ່ນວ່າບໍ່ມີປະສົບການດ້ານເຕັກໂນໂລຢີ, ເຖິງແມ່ນວ່າບໍ່ມີບັນຊີທະນາຄານທີ່ຈະຈ່າຍໃບບິນຄ່າ; ພວກ​ເຮົາ​ເຮັດ​ມັນ​ໂດຍ​ການ​ສ້າງ​ເວ​ທີ​ທີ່​ກຽມ​ພ້ອມ​ທີ່​ຈະ​ນໍາ​ໃຊ້​ທີ່​ມີ​ເຄື່ອງ​ມື​ຊັ້ນ​ວິ​ສາ​ຫະ​ກິດ​ເພື່ອ​ເຮັດ​ຫນ້າ​ທີ່​ເປັນ​ລະ​ບົບ​ປະ​ຕິ​ບັດ​ການ​ທີ່​ສາ​ມາດ​ບັນ​ລຸ​ໄດ້​ຫຼາຍ​ທີ່​ສຸດ​ໃນ​ອິນ​ເຕີ​ເນັດ​."
  },
  "stop": {
    "title": "ຜູ້ສ້າງເວັບໄຊທ໌ຊື້ເຄື່ອງອອນໄລນ໌ງ່າຍ + ການຈ່າຍເງິນໂດຍກົງ.",
    "subtitle": "ຖ້າທ່ານວາງແຜນທີ່ຈະສ້າງທຸລະກິດອອນໄລນ໌ທີ່ມີກໍາໄລແລະປ່ຽນຄວາມຄິດທຸລະກິດຂອງທ່ານໄປສູ່ຄວາມເປັນຈິງ, Selldone ແມ່ນທາງເລືອກທີ່ສົມບູນແບບ.",
    "pacman": "ປລັກອິນການຈ່າຍເງິນ"
  },
  "os": {
    "title": "ເຂົ້າເຖິງເຄື່ອງມືລະດັບໂລກ — ຟຣີ.",
    "msg": "ພວກເຮົາເອົາພະລັງຂອງການສ້າງອີຄອມເມີຊແບບມືອາຊີບຢູ່ປາຍນິ້ວມືຂອງທ່ານ."
  },
  "login": {
    "title": "ທ່ານພ້ອມທີ່ຈະເກມຄືກັບມືອາຊີບໃນຕະຫຼາດ?"
  },
  "currencies": {
    "title": "ສະກຸນເງິນ",
    "sub": "ລູກຄ້າຂອງທ່ານສາມາດຊໍາລະເງິນເປັນສະກຸນເງິນທ້ອງຖິ່ນຂອງເຂົາເຈົ້າຢ່າງສະດວກສະບາຍ.",
    "msg": "ສຸມໃສ່ການຂາຍຫຼາຍກວ່າການຕໍ່ສູ້ກັບຄວາມເຈັບປວດຂອງເຕັກໂນໂລຢີ, plugins, ແລະຄວາມສັບສົນໃນການຈ່າຍເງິນ. ພວກເຮົາເຮັດວຽກຮ່ວມກັບການບໍລິການຊໍາລະເງິນໃນທ້ອງຖິ່ນ ແລະທົ່ວໂລກເພື່ອເຮັດໃຫ້ທຸກຢ່າງສອດຄ່ອງກັນໃນທຸລະກິດອອນໄລນ໌ຂອງທ່ານ."
  },
  "countries": {
    "title": "ປະເທດ",
    "sub": "ລະບົບປະຕິບັດການທີ່ງ່າຍທີ່ສຸດໃນໂລກ.",
    "msg": "ພວກເຮົາປັບປ່ຽນພຶດຕິກຳການຄ້າແບບຄົນຕໍ່ຄົນແບບດັ້ງເດີມຢູ່ໃນຊ່ອງອອນໄລນ໌, ບໍ່ວ່າເຈົ້າຫຼືລູກຄ້າຂອງເຈົ້າຈະຢູ່ໃສ, ພວກເຮົາຢູ່ໃນພາລະກິດເພື່ອສົ່ງປະສົບການທີ່ດີທີ່ສຸດໃຫ້ກັບເຈົ້າ."
  },
  "dna": {
    "title": "DNA ຂອງທຸລະກິດຂອງທ່ານ",
    "sub": "ຂາຍແລ້ວ!",
    "msg": "ມັນ​ເປັນ​ລະ​ບົບ​ປະ​ຕິ​ບັດ​ການ​ທຸ​ລະ​ກິດ​ທັງ​ຫມົດ​ໃນ​ຫນຶ່ງ​ດຽວ​ທີ່​ບໍ່​ມີ​ລະ​ຫັດ​ເປັນ​ການ​ບໍ​ລິ​ການ​ທີ່​ມີ​ເຄື່ອງ​ມື​ຊັ້ນ​ວິ​ສາ​ຫະ​ກິດ​ສໍາ​ລັບ​ທ່ານ​."
  },
  "api": {
    "title": "ນັກພັດທະນາ ເປັນມິດ",
    "msg": "ການແກ້ໄຂທີ່ອີງໃສ່ API ເປີດຢ່າງເຕັມທີ່ສໍາລັບທຸລະກິດອອນໄລນ໌.",
    "sec1": {
      "title": "ພວກເຮົາສ້າງກະດູກສັນຫຼັງຂອງທຸລະກິດຂອງທ່ານ",
      "msg": "ທຸກດ້ານຂອງຮ້ານຂອງທ່ານສາມາດໃຊ້ໄດ້ຜ່ານ REST API ທີ່ມີປະສິດທິພາບຂອງພວກເຮົາ. ທ່ານ​ສາ​ມາດ​ເຮັດ​ການ​ປ່ຽນ​ແປງ​ໃດ​ຫນຶ່ງ​ໃນ​ຮ້ານ​, ສ້າງ​ກິດ​ຂອງ​ທ່ານ​, ຫຼື​ພັດ​ທະ​ນາ app ການ​ຊື້​ເຄື່ອງ​ຂອງ​ທ່ານ​ໂດຍ​ບໍ່​ມີ​ການ​ກັງ​ວົນ​ກ່ຽວ​ກັບ​ບັນ​ຫາ​ດ້ານ​ເຕັກ​ນິກ​, ການ​ຊໍາ​ລະ​ເງິນ​, ແລະ backend​."
    },
    "sec2": {
      "title": "ການເຊື່ອມໂຍງໄວ",
      "msg": "ພວກເຮົາພັດທະນາ SDKs ສໍາລັບທຸກພາສາທົ່ວໄປແລະກອບເພື່ອໃຫ້ທ່ານສາມາດປະຕິບັດຂັ້ນຕອນຂອງການກວດສອບຄວາມຖືກຕ້ອງ, ເຂົ້າເຖິງບັນຊີ, ແລະຈັດການມັນໂດຍຄໍາສັ່ງງ່າຍໆ. ການເລີ່ມຕົ້ນຈະເປັນພຽງສອງສາມຄລິກເທົ່ານັ້ນ."
    }
  },
  "convertible": {
    "store_name": "ຮ້ານຂອງເຈົ້າ",
    "variant_1": "ຜະລິດຕະພັນ variant Amber",
    "variant_2": "ຜະລິດຕະພັນຊະນິດສີແດງ",
    "buy": "ຊື້​ດຽວ​ນີ້",
    "price": "$89",
    "management": {
      "title": "ການຄຸ້ມຄອງຜະລິດຕະພັນ",
      "msg": "ຈັດ​ການ​ຜະ​ລິດ​ຕະ​ພັນ​ແລະ​ປະ​ເພດ​ເຊັ່ນ​: ໄຟລ​໌​ແລະ​ໂຟນ​ເດີ​ທີ່​ທ່ານ​ລາກ​ແລະ​ລົງ​ໃນ Windows​.",
      "check1": "ອັບໂຫລດຜະລິດຕະພັນໂດຍໄຟລ໌ Excel ຫຼື CSV.",
      "check2": "ເພີ່ມຮູບແບບ AR.",
      "check3": "ເພີ່ມປະສິດທິພາບໂດຍເຄື່ອງຈັກ SEO ອັດຕະໂນມັດ.",
      "check4": "ການຈັດການລາກ ແລະວາງ."
    },
    "payment": {
      "title": "ສະຫນັບສະຫນູນຫຼາຍວິທີການຊໍາລະເງິນ",
      "msg": "ປະສົບການການຈ່າຍເງິນໃນເວັບໄຊ / ໃນແອັບທີ່ບໍ່ຕິດຂັດ.",
      "check1": "ເສັ້ນດ່າງ",
      "check1msg": "ສະຫນັບສະຫນູນຫຼາຍກວ່າ 40 ປະເທດ.",
      "check2": "ຄລານາ",
      "check2msg": "ຊື້ດຽວນີ້ຈ່າຍພາຍຫຼັງ.",
      "check3": "Paypal",
      "check3msg": "ການຈ່າຍເງິນຄລິກດຽວ."
    },
    "checkout": {
      "title": "ຍີ່ຫໍ້ຂອງເຈົ້າ",
      "online": "ລູກຄ້າອອນໄລນ໌",
      "offline": "ລູກຄ້າໃນຕົວ"
    },
    "design": {
      "title": "ຕົວສ້າງໜ້າ",
      "msg": "ເຮັດໃຫ້ມັນເປັນຈິງພຽງແຕ່ drag & drop."
    }
  },
  "secure": {
    "title": "Hyper Secure Solution",
    "msg": "ຄວາມສົມບູນຂອງຂໍ້ມູນ ແລະການຄຸ້ມຄອງລະດັບການເຂົ້າເຖິງວິສາຫະກິດ."
  },
  "build": {
    "title": "ມີອີຄອມເມີຊຂອງທ່ານເອງກັບຍີ່ຫໍ້ຂອງທ່ານເອງແລະເອົາການຄວບຄຸມທຸລະກິດຂອງທ່ານຄືນ!",
    "msg": "ທ່ານມີທາງເລືອກຫຼາຍທີ່ຈະປ່ຽນບັນຊີສື່ມວນຊົນສັງຄົມຂອງທ່ານເປັນເວັບໄຊທ໌ຊື້ເຄື່ອງອອນໄລນ໌ໃນໂດເມນຂອງທ່ານຫຼືສ້າງອີຄອມເມີຊ masterpiece ຂອງທ່ານຈາກ scratch."
  },
  "stripe": {
    "title": "ມີບັນຊີ Stripe ບໍ?",
    "msg": "ຂໍສະແດງຄວາມຍິນດີ, ເຈົ້າເຄີຍເຮັດຫຼາຍຢ່າງມາກ່ອນ. ສ້າງຮ້ານຄ້າອອນໄລນ໌ຂອງທ່ານໂດຍການແຕະເທື່ອດຽວ! Selldone ເບິ່ງແຍງສ່ວນທີ່ເຫຼືອ."
  },
  "unbanked": {
    "title": "ເວທີດຽວ, ຫນຶ່ງການແກ້ໄຂ — ຈຸດປະສົງ.",
    "msg": "OS ທຸລະກິດທີ່ເປັນເອກະລັກເພື່ອອໍານວຍຄວາມສະດວກໃນການຂາຍອອນໄລນ໌ ແລະປົດລັອກຈິດໃຈຂອງຜູ້ປະກອບການ, ເຖິງແມ່ນວ່າສໍາລັບຜູ້ໃຫຍ່ທີ່ບໍ່ໄດ້ທະນາຄານຫຼາຍກວ່າ 1.7 ຕື້ຄົນ."
  },
  "faqs": [
    {
      "question": "ຂ້ອຍສາມາດສ້າງຮ້ານຄ້າອອນໄລນ໌ໂດຍບໍ່ມີບັດເຄຣດິດໄດ້ບໍ?",
      "answer": "ແມ່ນແລ້ວ, ທ່ານສາມາດສ້າງອີຄອມເມີຊຂອງທ່ານໄດ້ໂດຍບໍ່ຕ້ອງການບັດທະນາຄານໃດໆເຊັ່ນບັດເຄຣດິດແລະບັດເດບິດໃນ Selldone. Selldone ໃຊ້ວິທີທີ່ເປັນເອກະລັກເພື່ອໃຫ້ບໍລິການອີຄອມເມີຊແບບພິເສດແກ່ປະຊາຊົນ, ເຖິງແມ່ນວ່າຫຼາຍກວ່າ 1.7 ຕື້ຄົນທີ່ບໍ່ມີການເຂົ້າເຖິງການບໍລິການທາງດ້ານການເງິນທົ່ວໄປ."
    },
    {
      "question": "ຂ້ອຍຈະຂາຍອອນໄລນ໌ໃຫ້ລູກຄ້າທີ່ບໍ່ໄດ້ທະນາຄານໄດ້ແນວໃດ?",
      "answer": "ເພີ່ມ COD ( <b>ເງິນສົດໃນການຈັດສົ່ງ</b> ) ໃສ່ອີຄອມເມີຊຂອງທ່ານ, ດັ່ງນັ້ນລູກຄ້າຂອງທ່ານສາມາດຊໍາລະຫຼັງຈາກໄດ້ຮັບຄໍາສັ່ງ. COD ແມ່ນວິທີການແບບດັ້ງເດີມໃນປະເທດສ່ວນໃຫຍ່ທີ່ຂາດໂຄງລ່າງດ້ານການເງິນ."
    },
    {
      "question": "ຂ້ອຍສາມາດຕັ້ງຄ່າອີຄອມເມີຊຂອງຂ້ອຍໄດ້ແນວໃດໂດຍບໍ່ມີບັນຊີທະນາຄານ?",
      "answer": "ບໍ່ມີທາງອອກສໍາລັບຄົນທີ່ບໍ່ໄດ້ອົບກ່ອນ Selldone. ແຕ່ໃນປັດຈຸບັນ, ທ່ານສາມາດສ້າງອີຄອມເມີຊແລະເວັບໄຊທ໌ຂອງທ່ານໂດຍບໍ່ຕ້ອງມີບັນຊີທະນາຄານໃດໆ. ມັນມີຄ່າໃຊ້ຈ່າຍຫນ້ອຍທີ່ສຸດສໍາລັບທ່ານ; ທ່ານສາມາດຈ່າຍຄ່າໃຊ້ຈ່າຍນີ້ໃນທ້າຍເດືອນຜ່ານກະເປົາເງິນຂອງທ່ານ. ກະເປົາເງິນ Selldone ສາມາດຮັບຄ່າທໍານຽມຈາກຄົນອື່ນ ຫຼືຄິດຄ່າຜ່ານບັດຂອງຂວັນ. ທ່ານບໍ່ຕ້ອງການບັດເຄຣດິດເພື່ອໃຊ້ບໍລິການເຫຼົ່ານີ້."
    },
    {
      "question": "ຂ້ອຍສາມາດເລີ່ມຕົ້ນທຸລະກິດໄດ້ແນວໃດໂດຍບໍ່ມີຄ່າໃຊ້ຈ່າຍໃນການຕິດຕັ້ງ?",
      "answer": "<ol><li>ລົງທະບຽນໄດ້ຟຣີໃນ <a href='https://selldone.com'>Selldone.com</a> .</li><li> ສ້າງຮ້ານຂອງທ່ານ.</li><li> ເພີ່ມຜະລິດຕະພັນ ແລະການບໍລິການຂອງທ່ານ.</li><li> ເຊື່ອມຕໍ່ໂດເມນຂອງທ່ານ (ທາງເລືອກ)</li><li> ເປີດໃຊ້ປະຕູການຈ່າຍເງິນ.</li><li> ເລີ່ມແນະນຳທຸລະກິດຂອງທ່ານໃຫ້ກັບໝູ່ເພື່ອນ ແລະຄອບຄົວ.</li><li> ແນະນໍາຕົວທ່ານເອງແລະຜະລິດຕະພັນຂອງທ່ານໃນສື່ມວນຊົນສັງຄົມ.</li><li> ສ້າງຍີ່ຫໍ້ສໍາລັບທຸລະກິດຂອງທ່ານໂດຍການສະຫນອງການສະເຫນີມູນຄ່າທີ່ເປັນເອກະລັກ.</li><li> ຕິດຕາມພຶດຕິກໍາຂອງຜູ້ໃຊ້ຂອງທ່ານຜ່ານກະດານ Selldone.</li></ol>"
    }
  ],
  "brands": {
    "title": "ສ້າງທຸລະກິດຂອງທ່ານຢູ່ເທິງພື້ນຖານທີ່ເຊື່ອຖືໄດ້.",
    "subtitle": "ທຸລະກິດຂອງທ່ານຄຸ້ມຄ່າ!"
  },
  "why_boxes": {
    "block1": {
      "title": "ປະຫຍັດຕົ້ນທຶນ",
      "subtitle": "No-theme & No-plugin Solution."
    },
    "block2": {
      "title": "ປະຫຍັດຄ່າໃຊ້ຈ່າຍໃນການດໍາເນີນງານ",
      "subtitle": "ບໍ່ມີຄ່າທໍານຽມເພີ່ມເຕີມ & ເຊື່ອງໄວ້ເຄີຍ."
    },
    "block3": {
      "title": "ປະຫຍັດເວລາ",
      "subtitle": "ລະດັບວິສາຫະກິດ ແຕ່ເປັນມິດກັບຜູ້ເລີ່ມຕົ້ນ."
    }
  },
  "money_transfer": {
    "customer": "ລູກຄ້າຂອງເຈົ້າ",
    "bank": "ບັນຊີທະນາຄານຂອງທ່ານ",
    "wallet": "ກະເປົາເງິນ",
    "free_setup": "ຕິດຕັ້ງຟຣີ.",
    "no_extra_fee": "ບໍ່ມີຄ່າທໍານຽມເພີ່ມເຕີມ.",
    "no_hidden_fee": "ບໍ່ມີຄ່າທໍານຽມທີ່ເຊື່ອງໄວ້."
  },
  "extra": {
    "cart": "ການຄຸ້ມຄອງລົດເຂັນ",
    "payment": "ການຈ່າຍເງິນ",
    "shipping": "ການ​ຂົນ​ສົ່ງ",
    "fulfilment": "ຄວາມສຳເລັດ",
    "community": "ຊຸມຊົນ & ຄວາມຄິດເຫັນ"
  },
  "select_language_dialog_title": "ເຮັດທຸລະກິດຂອງທ່ານໃນພາສາທີ່ທ່ານມັກ",
  "welcome_title": "ສ້າງ, ຈັດການ, ແລະຂະຫຍາຍທຸລະກິດຂອງທ່ານດ້ວຍສາຍຕາ",
  "welcome_subtitle": "ສ້າງຮ້ານຄ້າອອນໄລນ໌ຂອງທ່ານໂດຍບໍ່ມີລະຫັດ & ບໍ່ມີຜູ້ຊ່ຽວຊານແກ້ໄຂທີ່ຕ້ອງການສໍາລັບການສັ່ງຊື້ຫຼາຍລ້ານ.",
  "your_shop": "ຫນ້າຮ້ານຂອງເຈົ້າ",
  "your_dashboard": "ຫ້ອງການກັບຄືນໄປບ່ອນຂອງທ່ານ",
  "flow": {
    "title": "ກະແສການຈ່າຍເງິນທີ່ສາມາດປັບແຕ່ງໄດ້.",
    "subtitle": "ອອກແບບການເດີນທາງຂອງລູກຄ້າຂອງທ່ານແລະກະແສການຊື້ແລະຜົນການທົດລອງ.",
    "pacman": "Checkout Plugins"
  },
  "business_model": {
    "title": "ການຮັບຮອງເອົາຮູບແບບທຸລະກິດທີ່ເບິ່ງເຫັນ.",
    "subtitle": "ຕັ້ງຄ່າຮູບແບບທຸລະກິດຂອງທ່ານໃນສາຍຕາ, ຄວາມສັບສົນທັງຫມົດຈະຖືກປັບຢູ່ເບື້ອງຫຼັງ.",
    "pacman": "ຕະຫຼາດ ແລະປລັກອິນ POD"
  },
  "team": {
    "title": "ພົບກັບທີມງານ.",
    "msg": "ພວກເຮົາຈະເກມໂດຍກົດລະບຽບທີ່ແຕກຕ່າງກັນໃນພາກສະຫນາມທີ່ໂຫດຮ້າຍຂອງເວທີການຄ້າ, ໂດຍສະເພາະໃນເວລາທີ່ຄູ່ແຂ່ງຂອງພວກເຮົາໃຊ້ເງິນຫຼາຍລ້ານໂດລາໃນການໂຄສະນາ; ພວກເຮົາລົງທຶນໃນຜະລິດຕະພັນ, ປະຊາຊົນ, ແລະແກ້ໄຂບັນຫາທີ່ແທ້ຈິງ. ທີມງານນີ້ກັບຄືນທຸລະກິດຂອງທ່ານ!"
  },
  "customers": {
    "title": "ພົບກັບຊຸມຊົນຂອງພວກເຮົາ.",
    "msg": "ມັນເປັນພຽງແຕ່ການເລີ່ມຕົ້ນຂອງການເດີນທາງເພື່ອສ້າງເຄື່ອງມືທີ່ມີຄວາມຫມາຍເພື່ອປົດລັອກຜູ້ປະກອບການໃນອະນາຄົດໂດຍການຮຽນຮູ້ຈາກລູກຄ້າຂອງພວກເຮົາ."
  },
  "panorama": {
    "title": "ບໍ່ມີ plugin ຄ່າໃຊ້ຈ່າຍ, <b class=\"font-weight-bold\">ຄຸນນະສົມບັດທັງຫມົດ pre-built</b>",
    "msg": "ບໍ່ຈໍາເປັນຕ້ອງໃຊ້ເງິນຫຼາຍຮ້ອຍໂດລາໃນ plugins ແລະແອັບຯໃນແຕ່ລະເດືອນແລະກັງວົນກ່ຽວກັບການອັບເດດ. ເຊັ່ນດຽວກັນກັບ macOS ສໍາລັບ PC ຂອງທ່ານ, Selldone OS ເບິ່ງແຍງທຸກດ້ານດ້ານວິຊາການຂອງທຸລະກິດຂອງທ່ານ.",
    "orders_management": "ການຈັດການຄໍາສັ່ງ",
    "online_pos": "POS ອອນລາຍ",
    "shipping": "ການ​ຂົນ​ສົ່ງ",
    "inventory_management": "ການຄຸ້ມຄອງສິນຄ້າຄົງຄັງ",
    "social_commerce": "ການຄ້າສັງຄົມ",
    "in_store_sell": "ຂາຍໃນຮ້ານ",
    "team": "ທີມງານ / ພະນັກງານ",
    "incentives": "ແຮງຈູງໃຈ / ຄວາມສັດຊື່",
    "community": "ການຄຸ້ມຄອງຊຸມຊົນ",
    "payments": "ການຈ່າຍເງິນທ້ອງຖິ່ນ",
    "ar_3d": "3D / AR"
  },
  "no_plugin": "ບໍ່ - ປລັກອິນ",
  "storefront": "ໜ້າຮ້ານ",
  "back_office": "ຫ້ອງການຫລັງ",
  "product_page": {
    "title": "ຜົນຜະລິດຫຼັງຈາກການເພີ່ມຜະລິດຕະພັນທໍາອິດຂອງທ່ານ.",
    "msg": "ເອົາແນວຄວາມຄິດຂອງເຈົ້າມາສູ່ຊີວິດດ້ວຍການຄລິກສອງສາມຄັ້ງ.",
    "open_sample_product_link": "ເປີດຜະລິດຕະພັນສົດ",
    "open_templates": "ເບິ່ງແມ່ແບບ"
  }
};