export default {
  "local_service": "Локална услуга за {country_name}",
  "local_service_message": "Оваа услуга е дизајнирана исклучиво за корисници кои живеат во <u>{country_name}</u> и ги продаваат своите услуги и производи во оваа земја. Дозволено ви е да ги користите само локалните услуги или меѓународната услуга на Selldone. За да ја користите оваа услуга, од вас се бара да се придржувате до законите на <b>{country_name}</b> и на <b>Европската унија</b> .",
  "my_shops": "Мои продавници",
  "moto": "Вие обидете се, ние ги отвораме вратите!",
  "start_now_btn": "Започнете сега - бесплатно е",
  "create_ecommerce_btn": "Започнете ја вашата електронска трговија бесплатно",
  "incentive_action": "Кажете му збогум на вашата ниска стапка на онлајн продажба!",
  "create_shopping_website": "Креирај Моја е-трговија",
  "s1": {
    "title": "Направете ја вашата онлајн продавница од<br> Не - Код и Не - Потребно е решение од експерт",
    "title_animated_words": [
      "претприемачи",
      "Уметници",
      "Независни бизниси",
      "Брендови",
      "Трговија на мало",
      "Креаторите"
    ],
    "subtitle": "Ако сакате да создадете уникатно, брзо, безбедно и доверливо искуство за вашите клиенти, тоа е алатка за вас. Изградете ја вашата уникатна заедница и брза е-трговија на оперативен систем за деловни активности без реклами.",
    "domain_input": {
      "message": "Вашата продавница може да се поврзе со кој било број лични домени што ги имате со бесплатен хостинг и SSL",
      "action": "Создадете продавница"
    },
    "community": "Платформа на заедницата",
    "shop": "Градител на онлајн продавница",
    "inventory": "Управување со залихи",
    "cms": "Уредник на страници и CMS",
    "in_60_sec": "Кликни тука"
  },
  "video": {
    "title": "Се-во-едно решение за вашата онлајн и лично продажба.",
    "msg": "Обезбедете го најбрзото купување искуство во вашата е-трговија.",
    "card_pos": {
      "title": "Продаден POS",
      "msg": "Продадете лично решение со нула-поставување трошоци."
    },
    "card_ecommerce": {
      "title": "Продадена е-трговија",
      "msg": "Продавајте онлајн како професионалци."
    }
  },
  "why": {
    "title": "Зошто Селдоне?",
    "msg": "Не можеме да замислиме тимови без тренери, револуции без лидери, дрвја без корени и бизниси без оперативен систем! Така, повторно го замислуваме онлајн бизнисот за брзорастечките компании и младите претприемачи.",
    "sec1": {
      "title": "Лесно + Професионално",
      "msg": "Создаден е за да играте како професионалец на маркетите, дури и ако сте почетник, но сакате да играте како професионалец, или сте експерт и заслужувате да играте како себе!"
    },
    "sec2": {
      "title": "Алатки за претпријатие",
      "msg": "Објавуваме нови функции, ажурираме API и применуваме нови методи како секојдневна рутина. Тоа е оперативен систем за вашиот бизнис, така што вашиот бизнис се зголемува според нашата платформа."
    },
    "sec3": {
      "title": "Социјална продажба",
      "msg": "Нашиот производ е дизајниран според вистинското трговско однесување на купувачите ширум светот. Ние нудиме единствени методи на продажба на Instagram, TikTok и други социјални мрежи, наречени AVOCADO."
    },
    "sec4": {
      "title": "Заштеди пари",
      "msg": "Нема потреба повеќе експерти да имаат е-трговија! Кажете им збогум на скапиот развој, одржување, процесот на програмирање, па дури и трошоците на експертите за платформи за е-трговија."
    }
  },
  "how_it_work": {
    "title": "Како работи.",
    "msg": "Без-кредитна картичка, без приклучок, без-шаблон, без поставување, без домаќин, без техничко решение за оние кои сакаат да играат како професионалци.",
    "step0": {
      "title": "Изграден за купувачи, сакан од продавачите, еден чекор подалеку.",
      "msg1": "Време е да имате вистинска е-трговија, да соберете среќни клиенти околу вашиот бизнис и да се фокусирате на она што навистина сакате да го правите."
    },
    "step1": {
      "title": "Додадете ги вашите производи.",
      "msg1": "Додајте производи рачно, како додавање фотографии на Инстаграм! Или додадете 100.000 ставки само со датотека Excel. Можете да продавате производи, услуги, претплати и датотеки на едно место."
    },
    "step2": {
      "title": "Поврзете ги начините на плаќање кои одговараат на вашите потреби.",
      "msg1": "Не сме заинтересирани да се мешаме во финансиски трансакции! 100% од плаќањата на клиентите ќе бидат префрлени директно на вашата банкарска сметка. Само поврзете ги вашите Stripe, PayPal итн. Можете да имате повеќе активни платежни услуги во вашата продавница истовремено!",
      "crypto_msg": "Достапно за активни трговци"
    },
    "step3": {
      "title": "Бела ознака / Флексибилна / Длабоко приспособлива.",
      "msg1": "Дизајнирајте ги вашите целни страници и променете ја бојата на темата на вашата страница прилагодена на пораката за вашата марка. Функцијата Drag and Drop го овозможува сето ова без потреба да ангажирате експерт.",
      "view_sample_pages": "Одлични продавници за SD што ќе ве инспирираат"
    },
    "step4": {
      "title": "Исплата со еден клик: унифицирано искуство за наплата низ целиот свет.",
      "msg1": "Клиентите не мора да ги внесуваат информациите и да го пополнат формуларот за регистрација за да купат од вас! Тие се најавуваат преку СМС и го пополнуваат формуларот за наплата со еден клик и плаќаат. Вие растете, ние растеме."
    }
  },
  "onboarding": {
    "title": "Направете го вашиот бизнис онлајн, побрз и подобар - тоа е бесплатно",
    "success_title": "Инсталирање на вашиот онлајн деловен оперативен систем,",
    "wait_msg": "Ве молиме почекајте неколку секунди...",
    "ready_msg": "Вашата продавница е подготвена.",
    "send_mail_msg": "Врската за најавување е испратена на {email}",
    "options": {
      "title": "Конфигурација на продавница",
      "msg": "Кои карактеристики ги сакате на вашата веб-страница?",
      "ecommerce": "Е-трговија",
      "pos": "Точка на продажба",
      "blog": "Блог и CMS",
      "community": "Заедница и форум"
    },
    "job": {
      "title": "Која е вашата индустрија?",
      "placeholder": "Префрлете го вашиот бизнис на Selldone OS, без разлика која платформа ја користите моментално."
    },
    "shop_name": {
      "title": "Име на бизнисот",
      "placeholder": "Пр. Алекс чевли"
    },
    "income": {
      "title": "Месечна продажба",
      "msg": "Изберете опсег од вкупните месечни продажби.",
      "Low": "До 5.000 американски долари",
      "Medium": "5.000 УСД ~ 50.000 УСД",
      "High": "50.000 УСД ~ 1.000.000 УСД",
      "Extreme": "Над 1.000.000 УСД"
    },
    "step_1": "Цел",
    "step_2": "Конфигурација",
    "step_3": "Сметка"
  },
  "notion": {
    "title": "Игра со различни правила.",
    "quote": "Ние веруваме дека една личност може да направи промена во ерата на онлајн човештвото, дури и која нема доволно пари, дури и нема техничко искуство, дури и нема банкарска сметка за да ги плати сметките; го правиме тоа со создавање платформа подготвена за употреба со алатки од типот на претпријатие за да дејствува како најостварлив оперативен систем на интернет."
  },
  "stop": {
    "title": "Лесно креирање веб-страници за онлајн шопинг + Директно плаќање.",
    "subtitle": "Ако планирате да изградите профитабилен онлајн бизнис и да ја претворите вашата деловна идеја во реалност, Selldone е совршен избор.",
    "pacman": "Приклучоци за плаќање"
  },
  "os": {
    "title": "Пристап до алатки од светска класа — бесплатно.",
    "msg": "Ја ставаме моќта за создавање професионална е-трговија на вашите прсти."
  },
  "login": {
    "title": "Дали сте подготвени да играте како професионалец на пазарот?"
  },
  "currencies": {
    "title": "Валути",
    "sub": "Вашите клиенти можат непречено да плаќаат во нивните локални валути.",
    "msg": "Фокусирајте се на продажбата наместо да се борите со болката од технологијата, приклучоците и компликациите за плаќање. Ние работиме со локални и глобални платежни услуги за да направиме сè да се усогласи во вашиот онлајн бизнис."
  },
  "countries": {
    "title": "Земји",
    "sub": "Најлесниот бизнис оперативен систем во светот.",
    "msg": "Ние го прилагодуваме традиционалното однесување за тргување од личност до личност во онлајн просторот, без разлика каде живеете вие или вашиот клиент, ние сме на мисија да го испорачаме најдоброто искуство за вас."
  },
  "dna": {
    "title": "ДНК на вашиот бизнис",
    "sub": "ПРОДАДЕНИ ГО!",
    "msg": "Тоа е единствениот сè-во-едно, бизнис оперативен систем како услуга, без код, со алатки од типот на претпријатие за вас."
  },
  "api": {
    "title": "Дев. пријателски",
    "msg": "Целосно отворено решение базирано на API за онлајн бизниси.",
    "sec1": {
      "title": "Ние го градиме столбот на вашиот бизнис",
      "msg": "Сите страни на вашата продавница се достапни преку нашиот моќен REST API. Може да направите какви било промени во продавницата, да креирате ваши апликации или да ја развиете вашата апликација за купување без да се грижите за технички, проблеми со плаќањето и заднината."
    },
    "sec2": {
      "title": "Брза интеграција",
      "msg": "Развиваме SDK за сите вообичаени јазици и рамки за да можете да ги извршите чекорите на автентикација, пристап до сметката и да управувате со неа со едноставни команди. Започнувањето ќе биде само неколку клика далеку."
    }
  },
  "convertible": {
    "store_name": "Вашата продавница",
    "variant_1": "Варијанта на производот Килибар",
    "variant_2": "Црвена варијанта на производот",
    "buy": "Купи сега",
    "price": "89 долари",
    "management": {
      "title": "Управување со производи",
      "msg": "Управувајте со производите и категориите како датотеки и папки што ги влечете и пуштате во Windows.",
      "check1": "Поставете производи со Excel или CSV датотеки.",
      "check2": "Додадете AR модели.",
      "check3": "Оптимизирајте со автоматско оптимизација.",
      "check4": "Управување со влечење и спуштање."
    },
    "payment": {
      "title": "Поддржете повеќе начини на плаќање",
      "msg": "Беспрекорно искуство со плаќање на лице место/во апликација.",
      "check1": "Пруга",
      "check1msg": "Поддржете над 40 земји.",
      "check2": "Кларна",
      "check2msg": "Купи сега плати подоцна.",
      "check3": "Пејпал",
      "check3msg": "Плаќање со еден клик."
    },
    "checkout": {
      "title": "Вашиот бренд",
      "online": "Онлајн клиенти",
      "offline": "Лични клиенти"
    },
    "design": {
      "title": "Изградувач на страници",
      "msg": "Направете го реално само со влечење и пушти."
    }
  },
  "secure": {
    "title": "Хипер сигурно решение",
    "msg": "Интегритет на податоците и управување со нивото на пристап на претпријатието."
  },
  "build": {
    "title": "Имајте сопствена е-трговија со сопствен бренд и вратете ја вашата деловна контрола!",
    "msg": "Имате многу избори да ги претворите вашите сметки на социјалните медиуми во веб-локација за онлајн шопинг на вашиот домен или да ја креирате вашата ремек-дело-трговија од нула."
  },
  "stripe": {
    "title": "Дали имате сметка на Stripe?",
    "msg": "Честитки, сте ги направиле повеќето работи претходно. Создадете ја вашата онлајн продавница само со еден допир! Селдоне се грижи за останатото."
  },
  "unbanked": {
    "title": "Една платформа, едно решение - Цел.",
    "msg": "Уникатен деловен оперативен систем за олеснување на онлајн продажбата и отклучување на претприемачкиот дух, дури и за над 1,7 милијарди возрасни лица без банка."
  },
  "faqs": [
    {
      "question": "Може ли да создадам онлајн продавница без кредитна картичка?",
      "answer": "Да, можете да ја креирате вашата е-трговија без да ви треба банкарска картичка како кредитни и дебитни картички на Selldone. Селдоне користи уникатен начин за обезбедување напредни услуги за е-трговија на луѓето, дури и над 1,7 милијарди луѓе без пристап до заеднички финансиски услуги."
    },
    {
      "question": "Како можам да продавам онлајн на клиенти без банка?",
      "answer": "Додајте COD ( <b>пари при испорака</b> ) на вашата е-трговија, за вашите клиенти да можат да платат откако ќе ја добијат нарачката. COD е традиционален начин во повеќето земји со недостаток на инфраструктура за финансирање."
    },
    {
      "question": "Како можам да ја поставам мојата е-трговија без банкарска сметка?",
      "answer": "Немаше решение за непечени пред Селдоне. Но, сега, можете да ја креирате вашата е-трговија и веб-страница без да имате банкарска сметка. Има минимален трошок за вас; можете да го платите овој трошок на крајот на месецот преку вашиот паричник. Продадениот паричник може да добива надомест од други луѓе или да наплатува преку картички за подарок. Не ви треба кредитна картичка за да ги користите овие услуги."
    },
    {
      "question": "Како можам да започнам бизнис без трошоци за поставување?",
      "answer": "<ol><li>Регистрирајте се бесплатно на <a href='https://selldone.com'>Selldone.com</a> .</li><li> Изградете ја вашата продавница.</li><li> Додадете ги вашите производи и услуги.</li><li> Поврзете го вашиот домен (изборно)</li><li> Овозможи портали за плаќање.</li><li> Започнете да го претставувате вашиот бизнис со пријателите и семејствата.</li><li> Претставете се себеси и вашите производи на социјалните мрежи.</li><li> Изградете бренд за вашиот бизнис обезбедувајќи уникатна понуда за вредност.</li><li> Следете го однесувањето на вашите корисници преку панелот Seldone.</li></ol>"
    }
  ],
  "brands": {
    "title": "Изградете го вашиот бизнис на доверлива основа.",
    "subtitle": "Вашиот бизнис вреди!"
  },
  "why_boxes": {
    "block1": {
      "title": "Заштедете ги почетните трошоци",
      "subtitle": "Решение без тема и без приклучок."
    },
    "block2": {
      "title": "Заштедете оперативни трошоци",
      "subtitle": "Никогаш нема дополнителна и скриена такса."
    },
    "block3": {
      "title": "Заштедете време",
      "subtitle": "Одделение за претпријатија, но погодни за почетници."
    }
  },
  "money_transfer": {
    "customer": "Вашиот клиент",
    "bank": "Вашата банкарска сметка",
    "wallet": "Паричник",
    "free_setup": "Бесплатно поставување.",
    "no_extra_fee": "Без дополнителен надомест.",
    "no_hidden_fee": "Без скриена такса."
  },
  "extra": {
    "cart": "Управување со колички",
    "payment": "Плаќање",
    "shipping": "Испорака",
    "fulfilment": "Исполнување",
    "community": "Заедница и повратни информации"
  },
  "select_language_dialog_title": "Правете го вашиот бизнис на вашиот омилен јазик",
  "welcome_title": "Изградете, управувајте и размерете го вашиот бизнис визуелно",
  "welcome_subtitle": "Направете ја вашата онлајн продавница со решение без код и без експертско решение за милиони нарачки.",
  "your_shop": "Вашиот излог",
  "your_dashboard": "Вашата задна канцеларија",
  "flow": {
    "title": "Приспособлив тек на наплата.",
    "subtitle": "Дизајнирајте го вашето патување со клиентите и протокот на купувања и резултатите од експериментот.",
    "pacman": "Приклучоци за наплата"
  },
  "business_model": {
    "title": "Визуелно усвојување на бизнис модел.",
    "subtitle": "Поставете го вашиот деловен модел визуелно, целата сложеност ќе биде наместена зад сцената.",
    "pacman": "Приклучоци за пазар и POD"
  },
  "team": {
    "title": "Запознајте го тимот.",
    "msg": "Ќе играме по различни правила во бруталното поле на трговските платформи, особено кога нашите конкуренти трошат милиони долари на рекламирање; инвестираме во производот, луѓето и во решавањето на реалните проблеми. Овој тим го поддржува вашиот бизнис!"
  },
  "customers": {
    "title": "Запознајте ја нашата заедница.",
    "msg": "Тоа е само почеток на патувањето за изградба на значајни алатки за отклучување на идните претприемачи преку учење од нашите клиенти."
  },
  "panorama": {
    "title": "Без скап приклучок, <b class=\"font-weight-bold\">сите карактеристики се претходно изградени</b>",
    "msg": "Нема потреба да трошите стотици долари на приклучоци и апликации секој месец и да се грижите за ажурирањата. Како macOS за вашиот компјутер, Selldone OS се грижи за сите технички страни на вашиот бизнис.",
    "orders_management": "Управување со нарачки",
    "online_pos": "Онлајн ПОС",
    "shipping": "Испорака",
    "inventory_management": "Управување со залихи",
    "social_commerce": "Социјална трговија",
    "in_store_sell": "Продажба во продавница",
    "team": "Тим / Персонал",
    "incentives": "Стимулации / Лојалност",
    "community": "Управување со заедницата",
    "payments": "Локални плаќања",
    "ar_3d": "3D / AR"
  },
  "no_plugin": "Не - приклучок"
};