export default {
  "local_service": "{country_name}-н орон нутгийн үйлчилгээ",
  "local_service_message": "Энэ үйлчилгээ нь зөвхөн <u>{country_name}</u> -д амьдардаг бөгөөд энэ улсад үйлчилгээ, бүтээгдэхүүнээ борлуулдаг хэрэглэгчдэд зориулагдсан болно. Та зөвхөн Selldone-н орон нутгийн үйлчилгээ эсвэл олон улсын үйлчилгээг ашиглах эрхтэй. Энэ үйлчилгээг ашиглахын тулд та дараах дүрмийг дагаж мөрдөх шаардлагатай. <b>{country_name}</b> болон <b>Европын холбооны</b> хууль .",
  "my_shops": "Миний дэлгүүрүүд",
  "moto": "Та оролдоорой, бид хаалгаа нээнэ!",
  "start_now_btn": "Одоо эхэл - энэ нь үнэгүй",
  "create_ecommerce_btn": "Цахим худалдаагаа үнэгүй эхлүүлээрэй",
  "incentive_action": "Онлайн борлуулалт бага байгаадаа баяртай гэж хэлээрэй!",
  "create_shopping_website": "Миний цахим худалдааг үүсгэ",
  "s1": {
    "title": "Онлайн дэлгүүрээ дараах хаягаар хий<br> Үгүй—Код ба Үгүй—Мэргэжилтэн хэрэгтэй шийдэл",
    "title_animated_words": [
      "Бизнес эрхлэгчид",
      "Уран бүтээлчид",
      "Бие даасан бизнесүүд",
      "Брэндүүд",
      "Жижиглэн худалдаа",
      "Бүтээгчид"
    ],
    "subtitle": "Хэрэв та үйлчлүүлэгчиддээ өвөрмөц, хурдан, найдвартай, найдвартай туршлагыг бий болгохыг хүсч байвал энэ нь танд зориулагдсан хэрэгсэл юм. Зар сурталчилгаагүй аж ахуйн нэгжийн түвшний бизнесийн үйлдлийн систем дээр өөрийн өвөрмөц нийгэмлэг болон хурдан цахим худалдааг бий болго.",
    "domain_input": {
      "message": "Танай дэлгүүр үнэгүй хостинг болон SSL-ээр таны хэдэн ч хувийн домэйнтэй холбогдох боломжтой",
      "action": "Дэлгүүр үүсгэх"
    },
    "community": "Олон нийтийн платформ",
    "shop": "Онлайн дэлгүүр бүтээгч",
    "inventory": "Бараа материалын менежмент",
    "cms": "Хуудасны засварлагч ба CMS",
    "in_60_sec": "Энд дар"
  },
  "video": {
    "title": "Таны онлайн болон биечлэн худалдаа хийх цогц шийдэл.",
    "msg": "Цахим худалдаандаа хамгийн хурдан худалдан авалт хийх туршлагыг бий болго.",
    "card_pos": {
      "title": "Худалдсан POS",
      "msg": "Тохиргооны зардалгүй шийдлээр биечлэн худалдах."
    },
    "card_ecommerce": {
      "title": "Selldone цахим худалдаа",
      "msg": "Мэргэжлийн хүмүүс шиг онлайнаар зарах."
    },
    "pacman": "Би техникийн үүсгэн байгуулагч биш"
  },
  "why": {
    "title": "Яагаад Selldone?",
    "msg": "Багийг дасгалжуулагчгүй, хувьсгалыг удирдагчгүй, модыг үндэсгүй, бизнесийг үйлдлийн системгүйгээр төсөөлөхийн аргагүй! Тиймээс бид хурдацтай хөгжиж буй компаниуд болон залуу бизнес эрхлэгчдэд зориулсан онлайн бизнесийг дахин төлөвлөж байна.",
    "sec1": {
      "title": "Хялбар + Мэргэжлийн",
      "msg": "Энэ нь та анхлан суралцагч ч мэргэжлийн хүн шиг тоглохыг хүсч байгаа, эсвэл та мэргэжилтэн бөгөөд өөр шигээ тоглох эрхтэй байсан ч зах зээлд мэргэжлийн хүн шиг тоглоход зориулагдсан болно!"
    },
    "sec2": {
      "title": "Байгууллагын түвшний хэрэгслүүд",
      "msg": "Бид шинэ боломжуудыг гаргаж, API-г шинэчилж, шинэ аргуудыг өдөр тутмын хэвшил болгон ашигладаг. Энэ нь таны бизнест зориулсан үйлдлийн систем тул таны бизнес манай платформоор өргөжин тэлэх болно."
    },
    "sec3": {
      "title": "Нийгмийн борлуулалт",
      "msg": "Манай бүтээгдэхүүн дэлхийн өнцөг булан бүрээс худалдан авагчдын бодит арилжааны зан төлөвт зориулагдсан болно. Бид Instagram, TikTok болон бусад олон нийтийн сүлжээн дэх AVOCADO нэртэй цорын ганц борлуулалтын аргыг санал болгож байна."
    },
    "sec4": {
      "title": "Мөнгө хадгалах",
      "msg": "Цахим худалдаа хийх ямар ч мэргэжилтэн хэрэггүй болсон! Өндөр өртөгтэй хөгжүүлэлт, засвар үйлчилгээ, програмчлалын үйл явц, тэр ч байтугай цахим худалдааны платформын мэргэжилтнүүдийн зардалд баяртай гэж хэлээрэй."
    }
  },
  "how_it_work": {
    "title": "Хэрхэн ажилладаг.",
    "msg": "Мэргэжилтнүүд шиг тоглохыг хүсдэг хүмүүст зориулсан зээлийн картгүй, залгаасгүй, загваргүй, тохиргоогүй, хостгүй, техникийн шийдэлгүй.",
    "step0": {
      "title": "Худалдан авагчдад зориулан бүтээгдсэн, Худалдагчдад таалагдсан, Нэг алхамын зайтай.",
      "msg1": "Жинхэнэ цахим худалдаа хийж, бизнесийнхээ эргэн тойронд аз жаргалтай үйлчлүүлэгчдийг цуглуулж, хийх дуртай зүйлдээ анхаарлаа төвлөрүүлэх цаг болжээ."
    },
    "step1": {
      "title": "Бүтээгдэхүүнээ нэмнэ үү.",
      "msg1": "Instagram дээр зураг нэмэх гэх мэт бүтээгдэхүүнийг гараар нэмнэ үү! Эсвэл Excel файлаар 100,000 зүйл нэмнэ үү. Та бүтээгдэхүүн, үйлчилгээ, захиалга, файлуудыг нэг дор зарах боломжтой."
    },
    "step2": {
      "title": "Таны хэрэгцээнд тохирсон төлбөрийн хэрэгслийг холбоно уу.",
      "msg1": "Бид санхүүгийн гүйлгээнд хөндлөнгөөс оролцох сонирхолгүй! Үйлчлүүлэгчдийн төлбөр 100% таны дансанд шууд шилжинэ. Зүгээр л Stripe, PayPal гэх мэтийг холбоно уу. Та өөрийн дэлгүүрт нэгэн зэрэг хэд хэдэн идэвхтэй төлбөрийн үйлчилгээ авах боломжтой!",
      "crypto_msg": "Идэвхтэй худалдаачдад ашиглах боломжтой"
    },
    "step3": {
      "title": "Цагаан шошго / Уян хатан / Гүн өөрчлөх боломжтой.",
      "msg1": "Өөрийн буух хуудсуудыг зохион бүтээж, сайтынхаа сэдвийн өнгийг брэндийн мессежэнд тохируулан өөрчил. Чирэх, буулгах функц нь мэргэжилтэн хөлслөх шаардлагагүйгээр энэ бүхнийг боломжтой болгодог.",
      "view_sample_pages": "Танд урам зориг өгөх гайхалтай SD дэлгүүрүүд"
    },
    "step4": {
      "title": "Нэг товшилтоор тооцоо хийх: Дэлхий даяар нэгдсэн тооцоо хийх туршлага.",
      "msg1": "Хэрэглэгч танаас худалдан авалт хийхдээ мэдээлэл оруулах шаардлагагүй, бүртгэлийн маягт бөглөнө үү! Тэд SMS-ээр нэвтэрч, төлбөрийн маягтыг нэг товшилтоор бөглөж, төлдөг. Та өсдөг, бид өсдөг."
    }
  },
  "onboarding": {
    "title": "Бизнесээ онлайн, хурдан, илүү сайн болго - энэ нь үнэ төлбөргүй",
    "success_title": "Онлайн бизнесийн үйлдлийн системээ суулгах,",
    "wait_msg": "Хэдэн секунд хүлээнэ үү...",
    "ready_msg": "Таны дэлгүүр бэлэн боллоо.",
    "send_mail_msg": "Нэвтрэх холбоосыг {email} руу илгээсэн",
    "options": {
      "title": "Дэлгүүрийн тохиргоо",
      "msg": "Та вэбсайтдаа ямар боломжуудыг хүсч байна вэ?",
      "ecommerce": "Цахим худалдаа",
      "pos": "Борлуулалтын цэг",
      "blog": "Блог ба CMS",
      "community": "Нийгэмлэг ба форум"
    },
    "job": {
      "title": "Танай салбар юу вэ?",
      "placeholder": "Та аль платформ ашиглаж байгаагаас үл хамааран бизнесээ Selldone үйлдлийн систем рүү шилжүүлээрэй."
    },
    "shop_name": {
      "title": "Бизнес нэр",
      "placeholder": "Жишээ нь. Алекс гутал"
    },
    "income": {
      "title": "Сарын борлуулалт",
      "msg": "Сарын нийт борлуулалтынхаа хүрээг сонго.",
      "Low": "5000 доллар хүртэл",
      "Medium": "$5,000 USD ~ $50,000 USD",
      "High": "50,000 ам.доллар ~ 1,000,000 ам.доллар",
      "Extreme": "1,000,000 доллараас дээш"
    },
    "step_1": "Зорилго",
    "step_2": "Тохиргоо",
    "step_3": "Данс"
  },
  "notion": {
    "title": "Өөр өөр дүрэмтэй тоглоом.",
    "quote": "Хангалттай мөнгөгүй, технологийн туршлагагүй, тэр байтугай төлбөрөө төлөх банкны дансгүй ч гэсэн нэг хүн онлайн хүн төрөлхтний эрин үед өөрчлөлт хийж чадна гэдэгт бид итгэдэг; Бид үүнийг интернэт дэх хамгийн боломжтой үйлдлийн системийн үүрэг гүйцэтгэх аж ахуйн нэгжийн түвшний хэрэгслээр ашиглахад бэлэн платформыг бий болгосноор хийдэг."
  },
  "stop": {
    "title": "Хялбар онлайн худалдааны вэбсайт бүтээгч + Шууд төлбөр.",
    "subtitle": "Хэрэв та ашигтай онлайн бизнес байгуулж, бизнесийн санаагаа бодит болгохоор төлөвлөж байгаа бол Selldone бол төгс сонголт юм.",
    "pacman": "Төлбөрийн залгаасууд"
  },
  "os": {
    "title": "Дэлхийн жишигт нийцсэн хэрэгслүүдэд нэвтрэх — Үнэгүй.",
    "msg": "Бид таны гарт мэргэжлийн цахим худалдааг бий болгох хүчийг өгдөг."
  },
  "login": {
    "title": "Та зах зээлд мэргэжлийн хүн шиг тоглоход бэлэн үү?"
  },
  "currencies": {
    "title": "Валютууд",
    "sub": "Таны үйлчлүүлэгчид өөрсдийн үндэсний валютаар төлбөрөө саадгүй хийх боломжтой.",
    "msg": "Технологи, залгаасууд, төлбөрийн хүндрэлүүдтэй тэмцэхийн оронд борлуулалтад анхаарлаа хандуулаарай. Бид таны онлайн бизнест бүх зүйлийг нийцүүлэхийн тулд орон нутгийн болон дэлхийн төлбөрийн үйлчилгээтэй хамтран ажилладаг."
  },
  "countries": {
    "title": "Улс орнууд",
    "sub": "Дэлхийн хамгийн хялбар бизнес үйлдлийн систем.",
    "msg": "Бид та болон таны үйлчлүүлэгч хаана амьдарч байгаагаас үл хамааран онлайн орон зайд хүн хоорондын худалдааны уламжлалт зан үйлийг дасан зохицож, танд хамгийн сайн туршлагыг хүргэх зорилготой."
  },
  "dna": {
    "title": "Таны бизнесийн ДНХ",
    "sub": "ЗАРСАН!",
    "msg": "Энэ нь танд зориулагдсан аж ахуйн нэгжийн түвшний хэрэгслүүд бүхий үйлчилгээ болох цорын ганц, кодгүй Бизнесийн үйлдлийн систем юм."
  },
  "api": {
    "title": "Dev. нөхөрсөг",
    "msg": "Онлайн бизнесүүдэд зориулсан бүрэн нээлттэй API-д суурилсан шийдэл.",
    "sec1": {
      "title": "Бид таны бизнесийн тулгуур суурийг бий болгодог",
      "msg": "Манай хүчирхэг REST API-ээр дамжуулан танай дэлгүүрийн бүх талыг ашиглах боломжтой. Та дэлгүүрт ямар нэгэн өөрчлөлт хийх, програмаа үүсгэх, дэлгүүр хэсэх програмаа хөгжүүлэх, техникийн асуудал, төлбөр тооцоо, арын хэсгийн асуудалд санаа зовохгүйгээр хийх боломжтой."
    },
    "sec2": {
      "title": "Хурдан нэгтгэх",
      "msg": "Бид бүх нийтлэг хэл, фреймворкуудад зориулсан SDK-г боловсруулдаг бөгөөд ингэснээр та нэвтрэлт танилт, акаунт руу нэвтрэх, үүнийг энгийн тушаалаар удирдах боломжтой. Эхлэхэд хэдхэн товшилтоор хангалттай."
    }
  },
  "convertible": {
    "store_name": "Таны дэлгүүр",
    "variant_1": "Бүтээгдэхүүний хувилбар Хув",
    "variant_2": "Бүтээгдэхүүний хувилбар улаан",
    "buy": "Одоо худалдаж авах",
    "price": "89 доллар",
    "management": {
      "title": "Бүтээгдэхүүний менежмент",
      "msg": "Windows дээр чирж, буулгах файл, фолдер зэрэг бүтээгдэхүүн, категориудыг удирдаарай.",
      "check1": "Бүтээгдэхүүнийг Excel эсвэл CSV файлаар байршуулах.",
      "check2": "AR загваруудыг нэмнэ үү.",
      "check3": "Автомат SEO хөдөлгүүрээр оновчтой болгох.",
      "check4": "Чирэх, буулгах менежмент."
    },
    "payment": {
      "title": "Төлбөрийн олон аргыг дэмжих",
      "msg": "Сайт доторх/апп доторх төлбөрийг ямар ч саадгүй ашиглах.",
      "check1": "Судал",
      "check1msg": "40 гаруй улсыг дэмжинэ.",
      "check2": "Кларна",
      "check2msg": "Одоо худалдаж аваарай, дараа төлнө үү.",
      "check3": "Paypal",
      "check3msg": "Нэг товшилтоор төлбөр хийх."
    },
    "checkout": {
      "title": "Таны брэнд",
      "online": "Онлайн үйлчлүүлэгчид",
      "offline": "Биечлэн үйлчлүүлэгчид"
    },
    "design": {
      "title": "Хуудас бүтээгч",
      "msg": "Зүгээр л чирэх, буулгах замаар үүнийг бодит болго."
    }
  },
  "secure": {
    "title": "Hyper Secure шийдэл",
    "msg": "Өгөгдлийн бүрэн бүтэн байдал, байгууллагын хандалтын түвшний удирдлага."
  },
  "build": {
    "title": "Өөрийн брэндтэй цахим худалдаа хийж, бизнесийн хяналтаа эргүүлэн аваарай!",
    "msg": "Танд сошиал медиа дансаа өөрийн домэйн дээрх онлайн худалдааны вэбсайт руу хөрвүүлэх эсвэл эхнээс нь өөрийн шилдэг цахим худалдаа үүсгэх олон сонголт бий."
  },
  "stripe": {
    "title": "Stripe бүртгэлтэй юу?",
    "msg": "Баяр хүргэе, та өмнө нь ихэнх зүйлийг хийж байсан. Нэг товшилтоор онлайн дэлгүүрээ үүсгээрэй! Үлдсэнийг нь Selldone хариуцдаг."
  },
  "unbanked": {
    "title": "Нэг платформ, нэг шийдэл - Зорилго.",
    "msg": "1.7 тэрбум гаруй банкгүй насанд хүрэгчдэд ч гэсэн онлайн борлуулалтыг хөнгөвчлөх, бизнес эрхлэх сэтгэлгээг нээх өвөрмөц Бизнесийн үйлдлийн систем."
  },
  "faqs": [
    {
      "question": "Би зээлийн картгүйгээр онлайн дэлгүүр үүсгэж болох уу?",
      "answer": "Тийм ээ, та Selldone дээр кредит болон дебит карт гэх мэт банкны карт шаардлагагүйгээр цахим худалдаагаа үүсгэж болно. Selldone нь нийтлэг санхүүгийн үйлчилгээнд хамрагдаагүй 1.7 тэрбум гаруй хүнд ч гэсэн дэвшилтэт цахим худалдааны үйлчилгээг үзүүлэх өвөрмөц аргыг ашигладаг."
    },
    {
      "question": "Би банкгүй харилцагчдад онлайнаар хэрхэн зарах вэ?",
      "answer": "Цахим худалдаандаа COD (Хүргэлтийн <b>бэлэн мөнгө</b> ) нэмснээр таны үйлчлүүлэгчид захиалгыг хүлээн авсны дараа төлбөрөө төлөх боломжтой болно. ХБХ нь санхүүжилтийн дэд бүтэцгүй ихэнх оронд уламжлалт арга юм."
    },
    {
      "question": "Би банкны дансгүйгээр цахим худалдаагаа хэрхэн тохируулах вэ?",
      "answer": "Selldone-ээс өмнө жигнэсэн хүмүүст ямар ч шийдэл байгаагүй. Харин одоо та ямар ч банкны дансгүйгээр цахим худалдаа, вэбсайтаа үүсгэж болно. Энэ нь танд хамгийн бага зардалтай; Та энэ зардлыг сарын эцэст хэтэвчээрээ төлж болно. Selldone түрийвч нь бусад хүмүүсээс хураамж авах эсвэл бэлгийн картаар цэнэглэх боломжтой. Эдгээр үйлчилгээг ашиглахын тулд танд зээлийн карт хэрэггүй."
    },
    {
      "question": "Тохируулах зардалгүйгээр яаж бизнес эхлүүлэх вэ?",
      "answer": "<ol><li><a href='https://selldone.com'>Selldone.com сайтад</a> үнэ төлбөргүй бүртгүүлээрэй.</li><li> Дэлгүүрээ байгуул.</li><li> Бүтээгдэхүүн, үйлчилгээгээ нэмнэ үү.</li><li> Өөрийн домайныг холбоно уу (заавал биш)</li><li> Төлбөрийн гарцуудыг идэвхжүүл.</li><li> Найз нөхөд, гэр бүлийнхэнтэйгээ бизнесээ танилцуулж эхлээрэй.</li><li> Нийгмийн сүлжээнд өөрийгөө болон бүтээгдэхүүнээ танилцуул.</li><li> Өвөрмөц үнэ цэнийн санал гаргаж бизнесийнхээ брэндийг бий болго.</li><li> Selldone самбараар дамжуулан хэрэглэгчдийнхээ зан байдлыг хянах.</li></ol>"
    }
  ],
  "brands": {
    "title": "Итгэмжлэгдсэн суурин дээр бизнесээ байгуул.",
    "subtitle": "Таны бизнес үнэ цэнэтэй!"
  },
  "why_boxes": {
    "block1": {
      "title": "Анхны зардлыг хэмнээрэй",
      "subtitle": "Загваргүй, залгаасгүй шийдэл."
    },
    "block2": {
      "title": "Үйл ажиллагааны зардлыг хэмнэх",
      "subtitle": "Нэмэлт болон далд хураамж хэзээ ч байхгүй."
    },
    "block3": {
      "title": "Цаг хэмнэх",
      "subtitle": "Аж ахуйн нэгжийн түвшний боловч эхлэгчдэд ээлтэй."
    }
  },
  "money_transfer": {
    "customer": "Таны үйлчлүүлэгч",
    "bank": "Таны банкны данс",
    "wallet": "Түрийвч",
    "free_setup": "Үнэгүй тохиргоо.",
    "no_extra_fee": "Нэмэлт хураамж байхгүй.",
    "no_hidden_fee": "Нуугдсан хураамж байхгүй."
  },
  "extra": {
    "cart": "Тэргэнцрийн менежмент",
    "payment": "Төлбөр",
    "shipping": "Хүргэлт",
    "fulfilment": "Биелэлт",
    "community": "Олон нийт ба санал хүсэлт"
  },
  "select_language_dialog_title": "Өөрийн дуртай хэлээр бизнесээ хий",
  "welcome_title": "Бизнесээ нүдээр харж, удирдаж, өргөжүүлээрэй",
  "welcome_subtitle": "Олон сая захиалгын хувьд кодгүй, шинжээчийн шаардлагагүй шийдлээр онлайн дэлгүүрээ хий.",
  "your_shop": "Таны дэлгүүрийн нүүр хуудас",
  "your_dashboard": "Таны арын алба",
  "flow": {
    "title": "Тохиромжтой төлбөрийн урсгал.",
    "subtitle": "Хэрэглэгчийн аялалаа төлөвлөж, худалдан авалтын урсгал, туршилтын үр дүнг гарга.",
    "pacman": "Checkout Plugins"
  },
  "business_model": {
    "title": "Харааны бизнесийн загвар нэвтрүүлэх.",
    "subtitle": "Бизнес загвараа визуал байдлаар тохируулаарай, бүх нарийн төвөгтэй байдал тайзны ард таарах болно.",
    "pacman": "Зах зээл ба POD залгаасууд"
  },
  "team": {
    "title": "Багтай танилц.",
    "msg": "Бид худалдааны платформуудын харгис хэрцгий талбарт өөр өөр дүрмээр тоглох болно, ялангуяа манай өрсөлдөгчид зар сурталчилгаанд олон сая доллар зарцуулдаг; Бид бүтээгдэхүүн, хүмүүст, бодит асуудлыг шийдвэрлэхэд хөрөнгө оруулалт хийдэг. Энэ баг таны бизнесийг дэмжинэ!"
  },
  "customers": {
    "title": "Манай нийгэмлэгтэй танилцана уу.",
    "msg": "Энэ бол үйлчлүүлэгчдээсээ суралцах замаар ирээдүйн бизнес эрхлэгчдийн түгжээг нээх утга учиртай хэрэгслүүдийг бий болгох аялалын эхлэл юм."
  },
  "panorama": {
    "title": "Үнэтэй залгаас байхгүй, <b class=\"font-weight-bold\">бүх функцийг урьдчилан суулгасан</b>",
    "msg": "Сар бүр нэмэлт өргөтгөлүүд болон програмуудад хэдэн зуун доллар зарцуулж, шинэчлэлтүүдийн талаар санаа зовох шаардлагагүй. Таны компьютерт зориулсан macOS-ийн нэгэн адил Selldone OS нь таны бизнесийн бүх техникийн талыг хариуцдаг.",
    "orders_management": "Захиалгын удирдлага",
    "online_pos": "Онлайн ПОС",
    "shipping": "Хүргэлт",
    "inventory_management": "Бараа материалын менежмент",
    "social_commerce": "Нийгмийн худалдаа",
    "in_store_sell": "Дэлгүүрт зарна",
    "team": "Баг / ажилтан",
    "incentives": "Урамшуулал / үнэнч байдал",
    "community": "Олон нийтийн менежмент",
    "payments": "Орон нутгийн төлбөр",
    "ar_3d": "3D / AR"
  },
  "no_plugin": "Үгүй - залгаас",
  "storefront": "Дэлгүүрийн нүүр",
  "back_office": "Арын алба",
  "product_page": {
    "title": "Эхний бүтээгдэхүүнээ нэмсний дараа гарах үр дүн.",
    "msg": "Хэдхэн товшилтоор өөрийн санаагаа хэрэгжүүлээрэй.",
    "open_sample_product_link": "Амьд бүтээгдэхүүнийг нээх",
    "open_templates": "Загваруудыг үзэх"
  }
};