export default {
  "local_service": "{country_name} အတွက် ဒေသတွင်း ဝန်ဆောင်မှု",
  "local_service_message": "ဤဝန်ဆောင်မှုကို <u>{country_name}</u> တွင်နေထိုင်ပြီး ဤနိုင်ငံအတွင်း ၎င်းတို့၏ဝန်ဆောင်မှုများနှင့် ထုတ်ကုန်များကို ရောင်းချသည့်အသုံးပြုသူများအတွက် သီးသန့်ဒီဇိုင်းထုတ်ထားပါသည်။ သင်သည် ပြည်တွင်းဝန်ဆောင်မှုများ သို့မဟုတ် Selldone ၏ နိုင်ငံတကာဝန်ဆောင်မှုများကိုသာ အသုံးပြုခွင့်ရှိပါသည်။ ဤဝန်ဆောင်မှုကို အသုံးပြုရန်အတွက် သင်သည် လိုက်နာရန် လိုအပ်ပါသည်။ <b>{country_name}</b> နှင့် <b>ဥရောပသမဂ္ဂ၏</b> ဥပဒေများ။",
  "my_shops": "ကျွန်ုပ်၏ဆိုင်များ",
  "moto": "တံခါးဖွင့်ပေးစမ်းပါ",
  "start_now_btn": "ယခုစတင်ပါ — အခမဲ့ဖြစ်သည်။",
  "create_ecommerce_btn": "သင်၏ Ecommerce ကို အခမဲ့ စတင်ပါ။",
  "incentive_action": "သင်၏ နိမ့်ပါးသော အွန်လိုင်းရောင်းချမှုနှုန်းကို နှုတ်ဆက်လိုက်ပါ။",
  "create_shopping_website": "ကျွန်ုပ်၏ အီလက်ထရွန်နစ် ကူးသန်းရောင်းဝယ်ရေး ဖန်တီးပါ။",
  "s1": {
    "title": "သင်၏အွန်လိုင်းစတိုးကိုဖန်တီးပါ။<br> မရှိ—ကုဒ်နှင့် နံပါတ်—ကျွမ်းကျင်သူ လိုအပ်သော ဖြေရှင်းချက်",
    "title_animated_words": [
      "လုပ်ငန်းရှင်များ",
      "အနုပညာရှင်များ",
      "လွတ်လပ်သောစီးပွားရေးလုပ်ငန်းများ",
      "အမှတ်တံဆိပ်များ",
      "လက်လီ၊",
      "ဖန်တီးသူများ"
    ],
    "subtitle": "သင့်ဖောက်သည်များအတွက် ထူးခြားသော၊ မြန်ဆန်၊ လုံခြုံပြီး ယုံကြည်စိတ်ချရသော အတွေ့အကြုံကို ဖန်တီးလိုပါက၊ ၎င်းသည် သင့်အတွက် ကိရိယာဖြစ်သည်။ ကြော်ငြာမပါသော လုပ်ငန်းအဆင့် စီးပွားရေးလုပ်ငန်းလည်ပတ်မှုစနစ်တွင် သင်၏ထူးခြားသောအသိုင်းအဝိုင်းနှင့် လျင်မြန်သော အီလက်ထရွန်နစ်ကုန်သွယ်မှုကို တည်ဆောက်ပါ။",
    "domain_input": {
      "message": "သင့်စတိုးသည် အခမဲ့ hosting နှင့် SSL ဖြင့် သင့်တွင်ရှိသော ကိုယ်ပိုင် domain အရေအတွက်နှင့် ချိတ်ဆက်နိုင်သည်။",
      "action": "စတိုးတစ်ခုဖန်တီးပါ။"
    },
    "community": "Community Platform",
    "shop": "အွန်လိုင်းအရောင်းဆိုင်တည်ဆောက်သူ",
    "inventory": "စာရင်းစီမံခန့်ခွဲမှု",
    "cms": "စာမျက်နှာတည်းဖြတ်သူနှင့် CMS",
    "in_60_sec": "ဤနေရာကိုကလစ်နှိပ်ပါ"
  },
  "video": {
    "title": "သင်၏အွန်လိုင်းနှင့် လူကိုယ်တိုင်ရောင်းချခြင်းအတွက် အလုံးစုံပါဝင်သည့်ဖြေရှင်းချက်။",
    "msg": "သင့် ecommerce တွင် အမြန်ဆုံး ဝယ်ယူမှု အတွေ့အကြုံကို ပေးပါ။",
    "card_pos": {
      "title": "POS ရောင်းပြီးပြီ။",
      "msg": "လုံးဝထည့်သွင်းမှုကုန်ကျစရိတ်ဖြေရှင်းချက်ဖြင့် လူကိုယ်တိုင်ရောင်းချပါ။"
    },
    "card_ecommerce": {
      "title": "ရောင်းပြီးပြီ Ecommerce",
      "msg": "ကျွမ်းကျင်သူများကဲ့သို့အွန်လိုင်းရောင်းပါ။"
    }
  },
  "why": {
    "title": "ဘာကြောင့် ရောင်းပြီးတာလဲ။",
    "msg": "နည်းပြမရှိသောအသင်းများ၊ ခေါင်းဆောင်များမရှိသော တော်လှန်မှုများ၊ အမြစ်မရှိသောသစ်ပင်များနှင့် လည်ပတ်မှုစနစ်မရှိသော စီးပွားရေးလုပ်ငန်းများကို ကျွန်ုပ်တို့ စိတ်ကူးမယဉ်နိုင်ပါ။ ထို့ကြောင့် ကျွန်ုပ်တို့သည် လျင်မြန်စွာ ကြီးထွားနေသော ကုမ္ပဏီများနှင့် လူငယ်စွန့်ဦးတီထွင်သူများအတွက် အွန်လိုင်းစီးပွားရေးကို ပြန်လည်ပုံဖော်နေပါသည်။",
    "sec1": {
      "title": "လွယ်ကူ + ပရော်ဖက်ရှင်နယ်",
      "msg": "သင်သည် အစပြုသူဖြစ်သော်လည်း ပရော်ဖက်ရှင်နယ်ကဲ့သို့ ကစားလိုသော်လည်း၊ သင်သည် ကျွမ်းကျင်သူဖြစ်ပြီး သင်ကိုယ်တိုင်ကဲ့သို့ ကစားရန် ထိုက်တန်သော်လည်း စျေးကွက်တွင် ပရော်ဖက်ရှင်နယ်ကဲ့သို့ ဂိမ်းကစားရန် သင့်အတွက် ဖန်တီးထားသည်။"
    },
    "sec2": {
      "title": "လုပ်ငန်းအဆင့် ကိရိယာများ",
      "msg": "ကျွန်ုပ်တို့သည် အင်္ဂါရပ်အသစ်များကို ထုတ်ပြန်ပြီး APIs များကို အပ်ဒိတ်လုပ်ကာ နေ့စဉ်လုပ်ရိုးလုပ်စဉ်အဖြစ် နည်းလမ်းအသစ်များကို အသုံးပြုပါသည်။ ၎င်းသည် သင့်လုပ်ငန်းအတွက် လည်ပတ်မှုစနစ်တစ်ခုဖြစ်သောကြောင့် သင့်လုပ်ငန်းကို ကျွန်ုပ်တို့၏ပလပ်ဖောင်းဖြင့် ချဲ့ထွင်လိုက်ပါ။"
    },
    "sec3": {
      "title": "လူမှုရေးအရောင်း",
      "msg": "ကျွန်ုပ်တို့၏ထုတ်ကုန်သည် ကမ္ဘာတစ်ဝှမ်းလုံးရှိ ဝယ်ယူသူများ၏ အစစ်အမှန်ရောင်းဝယ်ရေးအပြုအမူအပေါ် ဒီဇိုင်းထုတ်ထားပါသည်။ ကျွန်ုပ်တို့သည် Instagram၊ TikTok နှင့် AVOCADO အမည်ရှိ အခြားသော လူမှုကွန်ရက်များတွင် တစ်မျိုးတည်းသော အရောင်းနည်းလမ်းများကို ပေးဆောင်ပါသည်။"
    },
    "sec4": {
      "title": "ငွေစုပါ။",
      "msg": "ecommerce တစ်ခုရှိရန် မည်သည့်ပညာရှင်မှ မလိုအပ်တော့ပါ။ ငွေကုန်ကြေးကျများသော ဖွံ့ဖြိုးတိုးတက်မှု၊ ပြုပြင်ထိန်းသိမ်းမှု၊ ပရိုဂရမ်းမင်း လုပ်ငန်းစဉ်နှင့် ecommerce ပလပ်ဖောင်း ကျွမ်းကျင်သူများ၏ ကုန်ကျစရိတ်ကိုပင် နှုတ်ဆက်လိုက်ပါ။"
    }
  },
  "how_it_work": {
    "title": "ဘယ်လိုအလုပ်လုပ်လဲ။",
    "msg": "ကျွမ်းကျင်ပညာရှင်များကဲ့သို့ ဂိမ်းကစားလိုသူများအတွက် ခရက်ဒစ်ကတ်မရှိ၊ Plugin၊ No-Template၊ No-Setup၊ No-Host၊ No-Technical ဖြေရှင်းချက်။",
    "step0": {
      "title": "စျေးဝယ်သူများ၊ ရောင်းသူများနှစ်သက်သော၊ ခြေတစ်လှမ်းသာဝေးသောစျေးဝယ်သူများအတွက်တည်ဆောက်ထားသည်။",
      "msg1": "စစ်မှန်သော အီလက်ထရွန်နစ် ကူးသန်းရောင်းဝယ်ရေးတစ်ခုရှိရန်၊ သင့်လုပ်ငန်းတစ်ဝိုက်တွင် ပျော်ရွှင်သောဖောက်သည်များကို စုစည်းကာ သင်တကယ်နှစ်သက်သည့်အရာကို အာရုံစိုက်လုပ်ဆောင်ရန် သင့်အချိန်ဖြစ်သည်။"
    },
    "step1": {
      "title": "သင့်ထုတ်ကုန်များကိုထည့်ပါ။",
      "msg1": "Instagram တွင် ဓာတ်ပုံများထည့်ခြင်းကဲ့သို့ ထုတ်ကုန်များကို ကိုယ်တိုင်ထည့်ပါ။ သို့မဟုတ် Excel ဖိုင်တစ်ခုဖြင့်သာ အရာ 100,000 ကိုထည့်ပါ။ ထုတ်ကုန်များ၊ ဝန်ဆောင်မှုများ၊ စာရင်းသွင်းမှုများနှင့် ဖိုင်များကို တစ်နေရာတည်းတွင် ရောင်းချနိုင်ပါသည်။"
    },
    "step2": {
      "title": "သင့်လိုအပ်ချက်နှင့်ကိုက်ညီသော ငွေပေးချေမှုနည်းလမ်းများကို ချိတ်ဆက်ပါ။",
      "msg1": "ကျွန်ုပ်တို့သည် ငွေကြေးလွှဲပြောင်းမှုများတွင် ဝင်ရောက်စွက်ဖက်ရန် စိတ်မဝင်စားပါ။ ဖောက်သည်များ၏ ငွေပေးချေမှု 100% ကို သင့်ဘဏ်အကောင့်သို့ တိုက်ရိုက် လွှဲပြောင်းပေးပါမည်။ သင်၏ Stripe၊ PayPal စသည်တို့ကို ချိတ်ဆက်လိုက်ရုံဖြင့် သင့်စတိုးတွင် လက်ရှိငွေပေးချေမှုဝန်ဆောင်မှုများစွာကို တစ်ချိန်တည်းတွင် ရရှိနိုင်ပါသည်။",
      "crypto_msg": "တက်ကြွသော ကုန်သည်များအတွက် ရနိုင်သည်။"
    },
    "step3": {
      "title": "အဖြူရောင်တံဆိပ် / Flexible / နက်ရှိုင်းစွာစိတ်ကြိုက်ပြင်ဆင်နိုင်သည်။",
      "msg1": "သင်၏ဆင်းသက်သည့်စာမျက်နှာများကို ဒီဇိုင်းဆွဲပြီး သင့်အမှတ်တံဆိပ်မက်ဆေ့ချ်နှင့် အံဝင်ခွင်ကျဖြစ်စေသော သင့်ဆိုက်၏ အပြင်အဆင်အရောင်ကို ပြောင်းလဲပါ။ Drag and Drop လုပ်ဆောင်ချက်သည် ကျွမ်းကျင်သူတစ်ဦးကို ငှားရမ်းရန်မလိုအပ်ဘဲ ၎င်းကို ဖြစ်နိုင်ချေရှိသည်။"
    },
    "step4": {
      "title": "တစ်ချက်နှိပ်ရုံဖြင့် ငွေရှင်းခြင်း- ကမ္ဘာတစ်ဝှမ်းရှိ တစ်စုတစ်စည်းတည်း ငွေရှင်းခြင်းအတွေ့အကြုံ။",
      "msg1": "ဝယ်ယူသူများသည် သင့်ထံမှဝယ်ယူရန် မှတ်ပုံတင်ပုံစံကို အချက်အလက်ဖြည့်သွင်းပြီး အချက်အလက်ဖြည့်သွင်းရန် မလိုအပ်ပါ။ ၎င်းတို့သည် SMS မှတစ်ဆင့် အကောင့်ဝင်ပြီး ငွေပေးချေမှုပုံစံကို ကလစ်တစ်ချက်နှိပ်၍ ငွေပေးချေပါ။ မင်းကြီးလာရင် ငါတို့ကြီးပွားမယ်။"
    }
  },
  "onboarding": {
    "title": "သင့်လုပ်ငန်းကို အွန်လိုင်း၊ ပိုမြန်ပြီး ပိုကောင်းအောင်လုပ်ပါ - ၎င်းသည် အခမဲ့ဖြစ်သည်။",
    "success_title": "သင်၏ အွန်လိုင်းစီးပွားရေး OS ကို ထည့်သွင်းခြင်း၊",
    "wait_msg": "စက္ကန့်အနည်းငယ်စောင့်ပါ...",
    "ready_msg": "သင့်ဆိုင် အဆင်သင့်ဖြစ်ပါပြီ။",
    "send_mail_msg": "အကောင့်ဝင်လင့်ခ်ကို {email} သို့ ပို့လိုက်သည်",
    "options": {
      "title": "ဆိုင်ဖွဲ့စည်းပုံ",
      "msg": "သင့်ဝဘ်ဆိုဒ်တွင် မည်သည့်အင်္ဂါရပ်များကို လိုချင်သနည်း။",
      "ecommerce": "အီလက်ထရွန်းနစ်",
      "pos": "အရောင်းပွိုင့်",
      "blog": "Blog & CMS",
      "community": "အသိုင်းအဝိုင်းနှင့် ဖိုရမ်"
    },
    "job": {
      "title": "မင်းရဲ့လုပ်ငန်းကဘာလဲ။",
      "placeholder": "မည်သည့်ပလက်ဖောင်းကိုမဆို သင်လက်ရှိအသုံးပြုနေပါစေ သင့်လုပ်ငန်းကို Selldone OS သို့ပြောင်းပါ။"
    },
    "shop_name": {
      "title": "လုပ်ငန်းအမည်",
      "placeholder": "ထွ အဲလက်စ်ဖိနပ်"
    },
    "income": {
      "title": "လစဉ်ရောင်းအား",
      "msg": "သင်၏ လစဉ်ရောင်းချမှု စုစုပေါင်း၏ အပိုင်းအခြားကို ရွေးပါ။",
      "Low": "$5,000 USD အထိ",
      "Medium": "$5,000 USD ~ $50,000 USD",
      "High": "USD 50,000 ~ $1,000,000 USD",
      "Extreme": "$1,000,000 USD အထက်"
    },
    "step_1": "ရည်ရွယ်ချက်",
    "step_2": "ဖွဲ့စည်းမှု",
    "step_3": "အကောင့်"
  },
  "notion": {
    "title": "ကွဲပြားခြားနားသောစည်းမျဉ်းများနှင့်အတူဂိမ်း။",
    "quote": "ငွေအလုံအလောက်မရှိ၊ နည်းပညာအတွေ့အကြုံမရှိသည့်တိုင် အွန်လိုင်းလူ့လောကခေတ်တွင် လူတစ်ဦးသည် အပြောင်းအလဲတစ်ခုပြုလုပ်နိုင်မည်ဟု ကျွန်ုပ်တို့ယုံကြည်ပါသည်။ အင်တာနက်ပေါ်တွင် အောင်မြင်မှုအရှိဆုံး လည်ပတ်မှုစနစ်တစ်ခုအဖြစ် လုပ်ဆောင်ရန် လုပ်ငန်းအဆင့်သုံး ကိရိယာများဖြင့် အဆင်သင့်အသုံးပြုနိုင်သော ပလပ်ဖောင်းတစ်ခုကို ဖန်တီးခြင်းဖြင့် ကျွန်ုပ်တို့ ပြုလုပ်ပါသည်။"
  },
  "stop": {
    "title": "လွယ်ကူသောအွန်လိုင်းစျေးဝယ်ဝဘ်ဆိုဒ်တည်ဆောက်သူ + တိုက်ရိုက်ငွေပေးချေမှု။",
    "subtitle": "အကယ်၍ သင်သည် အမြတ်အစွန်းရသောအွန်လိုင်းစီးပွားရေးကိုတည်ဆောက်ရန်နှင့် သင့်လုပ်ငန်းစိတ်ကူးကို လက်တွေ့အဖြစ်သို့ပြောင်းလဲရန်စီစဉ်ပါက Selldone သည် ပြီးပြည့်စုံသောရွေးချယ်မှုဖြစ်သည်။"
  },
  "os": {
    "title": "ကမ္ဘာ့အဆင့်မီ ကိရိယာများကို ဝင်ရောက်ကြည့်ရှုနိုင်သည် — အခမဲ့။",
    "msg": "ကျွန်ုပ်တို့သည် သင့်လက်ချောင်းထိပ်တွင် ပရော်ဖက်ရှင်နယ် အီလက်ထရွန်နစ် ကူးသန်းရောင်းဝယ်ရေး ဖန်တီးခြင်း၏ စွမ်းအားကို ထားရှိပါသည်။"
  },
  "login": {
    "title": "စျေးကွက်ထဲမှာ ပရော်ဖက်ရှင်နယ်တစ်ယောက်လို ဂိမ်းကစားဖို့ အဆင်သင့်ဖြစ်ပြီလား။"
  },
  "currencies": {
    "title": "ငွေကြေးများ",
    "sub": "သင့်ဖောက်သည်များသည် ၎င်းတို့၏ ဒေသတွင်းငွေကြေးများဖြင့် ချောမွေ့စွာပေးချေနိုင်သည်။",
    "msg": "နည်းပညာ၊ ပလပ်အင်များနှင့် ငွေပေးချေမှုဆိုင်ရာ ရှုပ်ထွေးမှုများ၏ နာကျင်မှုကို ရုန်းကန်ရမည့်အစား အရောင်းကို အာရုံစိုက်ပါ။ သင့်အွန်လိုင်းလုပ်ငန်းတွင် အရာအားလုံးကို လိုက်လျောညီထွေဖြစ်စေရန်အတွက် ဒေသတွင်းနှင့် ကမ္ဘာလုံးဆိုင်ရာ ငွေပေးချေမှုဝန်ဆောင်မှုများဖြင့် ကျွန်ုပ်တို့လုပ်ဆောင်ပါသည်။"
  },
  "countries": {
    "title": "နိုင်ငံတွေ",
    "sub": "ကမ္ဘာ့အတိုင်းအတာနဲ့ အလွယ်ကူဆုံး Business OS ပါ။",
    "msg": "ကျွန်ုပ်တို့သည် သင် သို့မဟုတ် သင့်ဖောက်သည်နေထိုင်သည့်နေရာ၌ပင်ဖြစ်စေ အွန်လိုင်းအာကာသတွင် သမားရိုးကျလူတစ်ဦးမှတစ်ဦး ကုန်သွယ်မှုအပြုအမူကို လိုက်လျောညီထွေဖြစ်စေရန် ကျွန်ုပ်တို့သည် သင့်အတွက် အကောင်းဆုံးအတွေ့အကြုံကို ပေးအပ်ရန် မစ်ရှင်တစ်ခုဖြစ်သည်။"
  },
  "dna": {
    "title": "သင့်လုပ်ငန်း၏ DNA",
    "sub": "ရောင်းလိုက်။",
    "msg": "၎င်းသည် သင့်အတွက် လုပ်ငန်းအဆင့်သုံးကိရိယာများပါရှိသော ဝန်ဆောင်မှုတစ်ခုအနေဖြင့် တစ်ခုတည်းသော all-in-one၊ no-code လုပ်ငန်းလည်ပတ်မှုစနစ်ဖြစ်သည်။"
  },
  "api": {
    "title": "Dev ဖော်ရွေသော",
    "msg": "အွန်လိုင်းစီးပွားရေးလုပ်ငန်းများအတွက် အပြည့်အဝဖွင့်ထားသော API အခြေခံဖြေရှင်းချက်။",
    "sec1": {
      "title": "သင့်လုပ်ငန်း၏ ကျောရိုးကို ကျွန်ုပ်တို့ တည်ဆောက်ပါသည်။",
      "msg": "သင်၏စတိုးဆိုင်၏ ထောင့်အားလုံးကို ကျွန်ုပ်တို့၏ အစွမ်းထက် REST API မှတစ်ဆင့် ရရှိနိုင်ပါသည်။ နည်းပညာ၊ ငွေပေးချေမှုနှင့် နောက်ခံပြဿနာများကို စိတ်မပူဘဲ စတိုးဆိုင်တွင် အပြောင်းအလဲတစ်ခုခု ပြုလုပ်နိုင်သည်၊ သင့်အက်ပ်များကို ဖန်တီးနိုင်သည် သို့မဟုတ် သင့်စျေးဝယ်အက်ပ်ကို တီထွင်နိုင်သည်။"
    },
    "sec2": {
      "title": "ပေါင်းစည်းမှုမြန်ဆန်ခြင်း။",
      "msg": "ကျွန်ုပ်တို့သည် သာမာန်ဘာသာစကားများနှင့် မူဘောင်များအားလုံးအတွက် SDK များကို အထောက်အထားစိစစ်ခြင်း၊ အကောင့်သို့ဝင်ရောက်ကာ ရိုးရှင်းသောအမိန့်များဖြင့် စီမံခန့်ခွဲနိုင်စေရန်အတွက် ကျွန်ုပ်တို့သည် SDK များကို ပြုစုပျိုးထောင်ပေးပါသည်။ စတင်ခြင်းမှာ ကလစ်အနည်းငယ်သာလိုပါမည်။"
    }
  },
  "convertible": {
    "store_name": "မင်းရဲ့စတိုး",
    "variant_1": "ထုတ်ကုန်မျိုးကွဲ Amber",
    "variant_2": "ထုတ်ကုန်အမျိုးကွဲ အနီရောင်",
    "buy": "အခုဝယ်ပါ",
    "price": "$89",
    "management": {
      "title": "ထုတ်ကုန်စီမံခန့်ခွဲမှု",
      "msg": "Windows တွင် သင်ဆွဲယူ၍ ချထားသော ဖိုင်များနှင့် ဖိုင်တွဲများကဲ့သို့သော ထုတ်ကုန်များနှင့် အမျိုးအစားများကို စီမံခန့်ခွဲပါ။",
      "check1": "ထုတ်ကုန်များကို Excel သို့မဟုတ် CSV ဖိုင်များဖြင့် အပ်လုဒ်လုပ်ပါ။",
      "check2": "AR မော်ဒယ်များကို ထည့်ပါ။",
      "check3": "အလိုအလျောက် SEO အင်ဂျင်ဖြင့် အကောင်းဆုံးလုပ်ပါ။",
      "check4": "ဆွဲချပြီး စီမံခန့်ခွဲမှု။"
    },
    "payment": {
      "title": "ငွေပေးချေမှုနည်းလမ်းများစွာကို ပံ့ပိုးပါ။",
      "msg": "ဆိုက်အတွင်း/အက်ပ်အတွင်း ငွေပေးချေမှု ချောမွေ့သော အတွေ့အကြုံ။",
      "check1": "အစင်း",
      "check1msg": "နိုင်ငံပေါင်း 40 ကျော်ကို ထောက်ပံ့ပေးသည်။",
      "check2": "Klarna",
      "check2msg": "ယခုဝယ်ပါ နောက်မှပေးချေပါ။",
      "check3": "Paypal",
      "check3msg": "ကလစ်တစ်ချက်နှိပ်ငွေပေးချေမှု။"
    },
    "checkout": {
      "title": "မင်းရဲ့ Brand",
      "online": "အွန်လိုင်းဖောက်သည်များ",
      "offline": "လူကိုယ်တိုင်ဖောက်သည်များ"
    },
    "design": {
      "title": "စာမျက်နှာတည်ဆောက်သူ",
      "msg": "ဆွဲချလိုက်ရုံဖြင့် အစစ်အမှန်ဖြစ်ပါစေ။"
    }
  },
  "secure": {
    "title": "Hyper Secure ဖြေရှင်းချက်",
    "msg": "ဒေတာ ခိုင်မာမှုနှင့် လုပ်ငန်းသုံး ဝင်ရောက်မှု အဆင့် စီမံခန့်ခွဲမှု။"
  },
  "build": {
    "title": "သင့်ကိုယ်ပိုင်အမှတ်တံဆိပ်ဖြင့် သင့်ကိုယ်ပိုင် e-commerce ကိုပိုင်ဆိုင်ပြီး သင့်လုပ်ငန်းကို ပြန်လည်ထိန်းချုပ်လိုက်ပါ။",
    "msg": "သင်၏ ဆိုရှယ်မီဒီယာအကောင့်များကို သင့်ဒိုမိန်းပေါ်ရှိ အွန်လိုင်းစျေးဝယ်ဝဘ်ဆိုဒ်သို့ ပြောင်းရန် သို့မဟုတ် သင်၏လက်ရာမြောက်သော အီလက်ထရွန်းနစ် ecommerce ဖန်တီးရန် ရွေးချယ်စရာများစွာရှိသည်။"
  },
  "stripe": {
    "title": "Stripe အကောင့်ရှိပါသလား။",
    "msg": "ဂုဏ်ယူပါတယ် မင်းအရင်က လုပ်စရာတွေ အများကြီးရှိဖူးတယ်။ တစ်ချက်တို့ရုံဖြင့် သင့်အွန်လိုင်းစတိုးကို ဖန်တီးပါ။ Selldone က ကျန်တာကို ဂရုစိုက်တယ်။"
  },
  "unbanked": {
    "title": "ပလက်ဖောင်းတစ်ခု၊ ဖြေရှင်းချက်တစ်ခု — ရည်ရွယ်ချက်။",
    "msg": "အွန်လိုင်းရောင်းချမှုကို လွယ်ကူချောမွေ့စေပြီး စွန့်ဦးတီထွင်မှုစိတ်ဓာတ်ကို သော့ဖွင့်ရန်အတွက် ထူးခြားသော Business OS တစ်ခု၊ ဘဏ်မအပ်သော အရွယ်ရောက်ပြီးသူ 1.7 ဘီလီယံကျော်အတွက်ပင်။"
  },
  "faqs": [
    {
      "question": "ခရက်ဒစ်ကတ်မပါဘဲ အွန်လိုင်းစတိုးတစ်ခု ဖန်တီးနိုင်ပါသလား။",
      "answer": "ဟုတ်ကဲ့၊ Selldone တွင် ခရက်ဒစ်နှင့် ဒက်ဘစ်ကတ်များကဲ့သို့ ဘဏ်ကတ်ကတ်များ မလိုအပ်ဘဲ သင်၏ eCommerce ကို ဖန်တီးနိုင်ပါသည်။ Selldone သည် သာမန်ဘဏ္ဍာရေးဝန်ဆောင်မှုများကို သုံးစွဲခွင့်မရဘဲ လူ ၁.၇ ဘီလီယံကျော်ကို အဆင့်မြင့် အီလက်ထရွန်းနစ်ဝန်ဆောင်မှုများ ပေးဆောင်ရန် ထူးခြားသောနည်းလမ်းကို အသုံးပြုထားသည်။"
    },
    {
      "question": "ဘဏ်မရှိသော ဖောက်သည်များအား အွန်လိုင်းတွင် မည်သို့ရောင်းချနိုင်မည်နည်း။",
      "answer": "သင်၏ ecommerce သို့ COD ( <b>ငွေသားပေးပို့ခြင်း</b> ) ကိုထည့်ပါ၊ သို့မှသာ သင့်ဖောက်သည်များသည် အော်ဒါလက်ခံရရှိပြီးနောက် ငွေပေးချေနိုင်ပါသည်။ COD သည် ငွေကြေးထောက်ပံ့မှုဆိုင်ရာ အခြေခံအဆောက်အဦမရှိသော နိုင်ငံအများစုတွင် အစဉ်အလာနည်းလမ်းဖြစ်သည်။"
    },
    {
      "question": "ဘဏ်အကောင့်မရှိဘဲ ကျွန်ုပ်၏ eCommerce ကို မည်သို့သတ်မှတ်နိုင်မည်နည်း။",
      "answer": "Selldone မတိုင်ခင်က မဖုတ်ရသေးတဲ့လူတွေအတွက် ဖြေရှင်းချက်မရှိဘူး။ ယခုမူ၊ သင်သည် မည်သည့်ဘဏ်အကောင့်မှမပါဘဲ သင်၏ eCommerce နှင့် ဝဘ်ဆိုဒ်ကို ဖန်တီးနိုင်ပြီဖြစ်သည်။ ၎င်းသည် သင့်အတွက် အနည်းငယ်မျှသာ ကုန်ကျစရိတ်ရှိသည်။ ဤကုန်ကျစရိတ်ကို သင့်ပိုက်ဆံအိတ်မှတစ်ဆင့် လကုန်တွင် ပေးချေနိုင်ပါသည်။ Selldone wallet သည် အခြားသူများထံမှ အခကြေးငွေကို လက်ခံနိုင်သည် သို့မဟုတ် လက်ဆောင်ကတ်များဖြင့် ကောက်ခံနိုင်သည်။ ဤဝန်ဆောင်မှုများကို အသုံးပြုရန်အတွက် သင်သည် ခရက်ဒစ်ကတ် မလိုအပ်ပါ။"
    },
    {
      "question": "တပ်ဆင်မှုစရိတ်စကမပါဘဲ လုပ်ငန်းတစ်ခုကို မည်သို့စတင်နိုင်မည်နည်း။",
      "answer": "<ol><li><a href='https://selldone.com'>Selldone.com</a> တွင် အခမဲ့ စာရင်းသွင်းပါ။</li><li> သင်၏စတိုးဆိုင်ကိုတည်ဆောက်ပါ။</li><li> သင့်ထုတ်ကုန်များနှင့် ဝန်ဆောင်မှုများကို ထည့်ပါ။</li><li> သင့်ဒိုမိန်းကို ချိတ်ဆက်ပါ (ချန်လှပ်ထားနိုင်သည်)</li><li> ငွေပေးချေမှုတံခါးများကို ဖွင့်ပါ။</li><li> သင့်လုပ်ငန်းကို သူငယ်ချင်းများနှင့် မိသားစုများသို့ စတင်မိတ်ဆက်ပါ။</li><li> ဆိုရှယ်မီဒီယာတွင် သင်ကိုယ်တိုင်နှင့် သင့်ထုတ်ကုန်များကို မိတ်ဆက်ပါ။</li><li> ထူးခြားသောတန်ဖိုးအဆိုပြုချက်ကို ပံ့ပိုးခြင်းဖြင့် သင့်လုပ်ငန်းအတွက် အမှတ်တံဆိပ်တစ်ခုကို တည်ဆောက်ပါ။</li><li> Selldone အကန့်မှတဆင့် သုံးစွဲသူများ၏ အပြုအမူကို စောင့်ကြည့်ပါ။</li></ol>"
    }
  ],
  "brands": {
    "title": "သင့်လုပ်ငန်းကို ယုံကြည်စိတ်ချရသော အခြေခံအုတ်မြစ်ပေါ်တွင် တည်ဆောက်ပါ။",
    "subtitle": "သင့်လုပ်ငန်းက ထိုက်တန်ပါတယ်။"
  },
  "why_boxes": {
    "block1": {
      "title": "ကနဦးကုန်ကျစရိတ်ကို ချွေတာပါ။",
      "subtitle": "No-theme နှင့် No-plugin ဖြေရှင်းချက်။"
    },
    "block2": {
      "title": "လုပ်ငန်းလည်ပတ်မှုကုန်ကျစရိတ်ကို ချွေတာပါ။",
      "subtitle": "အပိုနှင့် ဝှက်ထားသောအခကြေးငွေ လုံးဝမရှိပါ။"
    },
    "block3": {
      "title": "အချိန်ကုန်သက်သာသည်။",
      "subtitle": "လုပ်ငန်းအဆင့်၊ ဒါပေမယ့် စတင်သူတိုင်း အဆင်ပြေပါတယ်။"
    }
  },
  "money_transfer": {
    "customer": "သင့်ဖောက်သည်",
    "bank": "သင့်ဘဏ်အကောင့်",
    "wallet": "ပိုက်ဆံအိတ်",
    "free_setup": "အခမဲ့ စနစ်ထည့်သွင်းခြင်း။",
    "no_extra_fee": "အပိုကြေးမရှိပါ။",
    "no_hidden_fee": "လျှို့ဝှက်ကြေးမရှိပါ။"
  },
  "extra": {
    "cart": "တွန်းလှည်းများစီမံခန့်ခွဲမှု",
    "payment": "ငွေပေးချေမှု",
    "shipping": "သင်္ဘောဖြင့်ကုန်ပစ္စည်းပို့ခြင်း",
    "fulfilment": "ပြည့်စုံခြင်း။",
    "community": "အသိုင်းအဝိုင်းနှင့် တုံ့ပြန်ချက်"
  }
};