export default {
  "local_service": "{ଦେଶ_ନାମ ପାଇଁ ସ୍ଥାନୀୟ ସେବା |",
  "local_service_message": "ଏହି ସେବା ଉପଭୋକ୍ତାମାନଙ୍କ ପାଇଁ ଡିଜାଇନ୍ ହୋଇଛି ଯେଉଁମାନେ <u>{ଦେଶ_ନାମାରେ</u> ରୁହନ୍ତି ଏବଂ ଏହି ଦେଶରେ ସେମାନଙ୍କର ସେବା ଏବଂ ଉତ୍ପାଦ ବିକ୍ରୟ କରନ୍ତି | ଆପଣଙ୍କୁ କେବଳ ସ୍ଥାନୀୟ ସେବା କିମ୍ବା ସେଲଡୋନ୍ର ଆନ୍ତର୍ଜାତୀୟ ସେବା ବ୍ୟବହାର କରିବାକୁ ଅନୁମତି ଦିଆଯାଇଛି | ଏହି ସେବା ବ୍ୟବହାର କରିବାକୁ, ଆପଣଙ୍କୁ ମାନିବାକୁ ପଡିବ | <b>{ଦେଶ_ନାମ}</b> ଏବଂ <b>ୟୁରୋପୀୟ ୟୁନିଅନର</b> ନିୟମ |",
  "my_shops": "ମୋର ଦୋକାନ |",
  "moto": "ତୁମେ ଚେଷ୍ଟା କର, ଆମେ କବାଟ ଖୋଲୁ!",
  "start_now_btn": "ବର୍ତ୍ତମାନ ଆରମ୍ଭ କରନ୍ତୁ - ଏହା ମାଗଣା |",
  "create_ecommerce_btn": "ମାଗଣାରେ ଆପଣଙ୍କର ଇ-କମର୍ସ ଆରମ୍ଭ କରନ୍ତୁ |",
  "incentive_action": "ତୁମର କମ୍ ଅନଲାଇନ୍ ବିକ୍ରୟ ହାରକୁ ବିଦାୟ ଦିଅ!",
  "create_shopping_website": "ମୋର ଇକମର୍ସ ସୃଷ୍ଟି କରନ୍ତୁ |",
  "s1": {
    "title": "ଦ୍ Online ାରା ଆପଣଙ୍କର ଅନଲାଇନ୍ ଷ୍ଟୋର୍ ପ୍ରସ୍ତୁତ କରନ୍ତୁ |<br> ନା - କୋଡ୍ ଏବଂ ନା - ବିଶେଷଜ୍ଞ ଆବଶ୍ୟକ ସମାଧାନ |",
    "title_animated_words": [
      "ଉଦ୍ୟୋଗୀମାନେ",
      "କଳାକାରମାନେ |",
      "ସ୍ Independ ାଧୀନ ବ୍ୟବସାୟ |",
      "ବ୍ରାଣ୍ଡଗୁଡିକ",
      "ଖୁଚୁରା",
      "ସୃଷ୍ଟିକର୍ତ୍ତା |"
    ],
    "subtitle": "ଯଦି ଆପଣ ଆପଣଙ୍କର ଗ୍ରାହକଙ୍କ ପାଇଁ ଏକ ଅନନ୍ୟ, ଦ୍ରୁତ, ସୁରକ୍ଷିତ ଏବଂ ନିର୍ଭରଯୋଗ୍ୟ ଅଭିଜ୍ଞତା ସୃଷ୍ଟି କରିବାକୁ ଚାହୁଁଛନ୍ତି, ଏହା ଆପଣଙ୍କ ପାଇଁ ସାଧନ | ଏକ ବିଜ୍ଞାପନମୁକ୍ତ ଏଣ୍ଟରପ୍ରାଇଜ୍-ଗ୍ରେଡ୍ ବ୍ୟବସାୟ ଅପରେଟିଂ ସିଷ୍ଟମରେ ଆପଣଙ୍କର ଅନନ୍ୟ ସମ୍ପ୍ରଦାୟ ଏବଂ ଏକ ଦ୍ରୁତ ଇ-କମର୍ସ ନିର୍ମାଣ କରନ୍ତୁ |",
    "domain_input": {
      "message": "ମାଗଣା ହୋଷ୍ଟିଂ ଏବଂ SSL ସହିତ ଆପଣଙ୍କର ଷ୍ଟୋର ଯେକ number ଣସି ସଂଖ୍ୟକ ବ୍ୟକ୍ତିଗତ ଡୋମେନ୍ ସହିତ ସଂଯୁକ୍ତ ହୋଇପାରିବ |",
      "action": "ଏକ ଷ୍ଟୋର ସୃଷ୍ଟି କରନ୍ତୁ |"
    },
    "community": "ସମ୍ପ୍ରଦାୟ ପ୍ଲାଟଫର୍ମ |",
    "shop": "ଅନଲାଇନ୍ ଦୋକାନ ବିଲଡର୍ |",
    "inventory": "ଭଣ୍ଡାର ପରିଚାଳନା",
    "cms": "ପୃଷ୍ଠା ସମ୍ପାଦକ ଏବଂ CMS",
    "in_60_sec": "ଏଠି କ୍ଲିକ କରନ୍ତୁ"
  },
  "video": {
    "title": "ତୁମର ଅନଲାଇନ୍ ଏବଂ ବ୍ୟକ୍ତିଗତ ବିକ୍ରୟ ପାଇଁ ଏକ ସର୍ବ-ସମାଧାନ |",
    "msg": "ତୁମର ଇ-କମର୍ସରେ ଦ୍ରୁତତମ କ୍ରୟ ଅଭିଜ୍ଞତା ପ୍ରଦାନ କର |",
    "card_pos": {
      "title": "ସେଲଡୋନ୍ POS |",
      "msg": "ଶୂନ-ସେଟଅପ୍ ମୂଲ୍ୟ ସମାଧାନ ଦ୍ୱାରା ବ୍ୟକ୍ତିଗତ ଭାବରେ ବିକ୍ରୟ କରନ୍ତୁ |"
    },
    "card_ecommerce": {
      "title": "ସେଲଡୋନ ଇକମର୍ସ |",
      "msg": "ବୃତ୍ତିଗତଙ୍କ ପରି ଅନଲାଇନ୍ ବିକ୍ରି କରନ୍ତୁ |"
    }
  },
  "why": {
    "title": "ସେଲଡୋନ୍ କାହିଁକି?",
    "msg": "କୋଚ୍ ବିନା ଦଳ, ନେତାଙ୍କ ବିନା ବିପ୍ଳବ, ମୂଳ ବିନା ଗଛ, ଏବଂ ଅପରେଟିଂ ସିଷ୍ଟମ୍ ବିନା ବ୍ୟବସାୟ କଳ୍ପନା କରିପାରିବୁ ନାହିଁ! ତେଣୁ ଆମେ ଦ୍ରୁତ ଗତିରେ ବ companies ୁଥିବା କମ୍ପାନୀ ଏବଂ ଯୁବ ଉଦ୍ୟୋଗୀମାନଙ୍କ ପାଇଁ ଅନଲାଇନ୍ ବ୍ୟବସାୟର ପୁନ im ଚିତ୍ରଣ କରୁଛୁ |",
    "sec1": {
      "title": "ସହଜ + ବୃତ୍ତିଗତ |",
      "msg": "ବଜାରରେ ଜଣେ ପେସାଦାର ପରି ଖେଳିବା ପାଇଁ ଏହା ତୁମ ପାଇଁ ନିର୍ମିତ, ଯଦିଓ ତୁମେ ଜଣେ ଶିକ୍ଷାର୍ଥୀ କିନ୍ତୁ ଜଣେ ବୃତ୍ତିଗତ ପରି ଖେଳିବାକୁ ଚାହୁଁଛ, କିମ୍ବା ତୁମେ ଜଣେ ବିଶେଷଜ୍ଞ ଏବଂ ନିଜ ପରି ଖେଳିବାକୁ ଯୋଗ୍ୟ!"
    },
    "sec2": {
      "title": "ଏଣ୍ଟରପ୍ରାଇଜ୍-ଗ୍ରେଡ୍ ଉପକରଣଗୁଡିକ |",
      "msg": "ଆମେ ନୂତନ ବ features ଶିଷ୍ଟ୍ୟଗୁଡିକ ମୁକ୍ତ କରୁ, API ଗୁଡିକ ଅଦ୍ୟତନ କରୁ ଏବଂ ନୂତନ ପଦ୍ଧତିକୁ ଏକ ଦ daily ନନ୍ଦିନ କାର୍ଯ୍ୟ ଭାବରେ ପ୍ରୟୋଗ କରୁ | ଏହା ଆପଣଙ୍କର ବ୍ୟବସାୟ ପାଇଁ ଏକ ଅପରେଟିଂ ସିଷ୍ଟମ୍, ତେଣୁ ଆପଣଙ୍କର ବ୍ୟବସାୟ ଆମର ପ୍ଲାଟଫର୍ମ ଦ୍ୱାରା ମାପଚୁପ କରେ |"
    },
    "sec3": {
      "title": "ସାମାଜିକ ବିକ୍ରୟ |",
      "msg": "ଆମର ଉତ୍ପାଦ ସମଗ୍ର ବିଶ୍ୱରେ କ୍ରେତାମାନଙ୍କର ପ୍ରକୃତ ବାଣିଜ୍ୟ ଆଚରଣ ଉପରେ ଡିଜାଇନ୍ ହୋଇଛି | ଆମେ AVOCADO ନାମକ ଇନଷ୍ଟାଗ୍ରାମ, ଟିକଟୋକ ଏବଂ ଅନ୍ୟାନ୍ୟ ସାମାଜିକ ନେଟୱାର୍କରେ ଗୋଟିଏ ପରେ ଗୋଟିଏ ବିକ୍ରୟ ପଦ୍ଧତି ପ୍ରଦାନ କରୁ |"
    },
    "sec4": {
      "title": "ଅର୍ଥ ସଞ୍ଚୟ",
      "msg": "କ experts ଣସି ବିଶେଷଜ୍ଞଙ୍କ ପାଇଁ ଆଉ ଏକ ଇ-କମର୍ସ ହେବାର ଆବଶ୍ୟକତା ନାହିଁ! ବ୍ୟୟବହୁଳ ବିକାଶ, ରକ୍ଷଣାବେକ୍ଷଣ, ପ୍ରୋଗ୍ରାମିଂ ପ୍ରକ୍ରିୟା, ଏବଂ ଇ-କମର୍ସ ପ୍ଲାଟଫର୍ମ ବିଶେଷଜ୍ଞଙ୍କ ମୂଲ୍ୟକୁ ବିଦାୟ ଦିଅ |"
    }
  },
  "how_it_work": {
    "title": "ଏହା କିପରି କାମ କରେ |",
    "msg": "ଯେଉଁମାନେ ପ୍ରଫେସନାଲ୍ ଭଳି ଖେଳିବାକୁ ଚାହୁଁଛନ୍ତି ସେମାନଙ୍କ ପାଇଁ ନୋ-କ୍ରେଡିଟ୍ କାର୍ଡ, ନୋ-ପ୍ଲଗଇନ୍, ନୋ-ଟେମ୍ପଲେଟ୍, ନୋ-ସେଟଅପ୍, ନୋ-ହୋଷ୍ଟ, ନୋ-ଟେକ୍ନିକାଲ୍ ସମାଧାନ |",
    "step0": {
      "title": "ଦୋକାନୀମାନଙ୍କ ପାଇଁ ନିର୍ମିତ, ବିକ୍ରେତାମାନଙ୍କ ଦ୍ୱାରା ଭଲପାଏ, ଗୋଟିଏ ପାଦ ଦୂରରେ |",
      "msg1": "ଏକ ପ୍ରକୃତ ଇ-କମର୍ସ ପାଇବା, ଆପଣଙ୍କ ବ୍ୟବସାୟରେ ଖୁସି ଗ୍ରାହକ ସଂଗ୍ରହ କରିବା ଏବଂ ଆପଣ ପ୍ରକୃତରେ ଯାହା କରିବାକୁ ଭଲ ପାଆନ୍ତି ତାହା ଉପରେ ଧ୍ୟାନ ଦେବା ଆପଣଙ୍କର ସମୟ |"
    },
    "step1": {
      "title": "ଆପଣଙ୍କର ଉତ୍ପାଦଗୁଡିକ ଯୋଡନ୍ତୁ |",
      "msg1": "ଇନଷ୍ଟାଗ୍ରାମରେ ଫଟୋ ଯୋଡିବା ପରି ମାନୁଆଲୀ ଉତ୍ପାଦ ଯୋଡନ୍ତୁ! କିମ୍ବା ଏକ Excel ଫାଇଲ୍ ଦ୍ୱାରା 100,000 ଆଇଟମ୍ ଯୋଡନ୍ତୁ | ଆପଣ ଗୋଟିଏ ସ୍ଥାନରେ ଉତ୍ପାଦ, ସେବା, ସଦସ୍ୟତା, ଏବଂ ଫାଇଲ ବିକ୍ରି କରିପାରିବେ |"
    },
    "step2": {
      "title": "ପେମେଣ୍ଟ ପଦ୍ଧତିଗୁଡିକ ଆପଣଙ୍କର ଆବଶ୍ୟକତାକୁ ଫିଟ୍ କରନ୍ତୁ |",
      "msg1": "ଆର୍ଥିକ କାରବାରରେ ହସ୍ତକ୍ଷେପ କରିବାକୁ ଆମେ ଆଗ୍ରହୀ ନୁହଁ! 100% ଗ୍ରାହକଙ୍କ ଦେୟ ସିଧାସଳଖ ଆପଣଙ୍କ ବ୍ୟାଙ୍କ ଆକାଉଣ୍ଟକୁ ସ୍ଥାନାନ୍ତରିତ ହେବ | କେବଳ ଆପଣଙ୍କର ଷ୍ଟ୍ରାଇପ୍, ପେପାଲ୍ ଇତ୍ୟାଦି ସଂଯୋଗ କରନ୍ତୁ |",
      "crypto_msg": "ସକ୍ରିୟ ବ୍ୟବସାୟୀମାନଙ୍କ ପାଇଁ ଉପଲବ୍ଧ |"
    },
    "step3": {
      "title": "ଧଳା ଲେବଲ୍ / ଫ୍ଲେକ୍ସିବଲ୍ / ଗଭୀର କଷ୍ଟମାଇଜେବଲ୍ |",
      "msg1": "ତୁମର ଅବତରଣ ପୃଷ୍ଠାଗୁଡ଼ିକୁ ଡିଜାଇନ୍ କର, ଏବଂ ତୁମର ବ୍ରାଣ୍ଡ ମେସେଜ୍ ଅନୁଯାୟୀ ତୁମର ସାଇଟର ଥିମ୍ ରଙ୍ଗ ପରିବର୍ତ୍ତନ କର | ଏକ ବିଶେଷଜ୍ଞ ନିଯୁକ୍ତିର ଆବଶ୍ୟକତା ବିନା ଡ୍ରାଗ୍ ଏବଂ ଡ୍ରପ୍ ବ feature ଶିଷ୍ଟ୍ୟ ଏହି ସବୁ ସମ୍ଭବ କରେ |",
      "view_sample_pages": "ଆପଣଙ୍କୁ ପ୍ରେରଣା ଦେବା ପାଇଁ ମହାନ SD ଷ୍ଟୋରସମୂହ |"
    },
    "step4": {
      "title": "ଗୋଟିଏ କ୍ଲିକ୍ ଚେକଆଉଟ୍: ସମଗ୍ର ବିଶ୍ୱରେ ୟୁନିଫାଏଡ୍ ଚେକଆଉଟ୍ ଅଭିଜ୍ଞତା |",
      "msg1": "ଗ୍ରାହକମାନେ ଆପଣଙ୍କଠାରୁ କିଣିବା ପାଇଁ ସୂଚନା ପ୍ରବେଶ କରିବାକୁ ଏବଂ ପଞ୍ଜୀକରଣ ଫର୍ମ ପୂରଣ କରିବାକୁ ପଡିବ ନାହିଁ! ସେମାନେ SMS ମାଧ୍ୟମରେ ଲଗ୍ ଇନ୍ କରନ୍ତି ଏବଂ ଗୋଟିଏ କ୍ଲିକ୍ ଏବଂ ଦେୟ ସହିତ ଚେକଆଉଟ୍ ଫର୍ମ ପୂରଣ କରନ୍ତି | ତୁମେ ବ grow ଼, ଆମେ ବ grow ଼ିବା |"
    }
  },
  "onboarding": {
    "title": "ଆପଣଙ୍କର ବ୍ୟବସାୟ ଅନ୍ଲାଇନ୍, ଶୀଘ୍ର ଏବଂ ଉନ୍ନତ କରନ୍ତୁ - ଏହା ମାଗଣା |",
    "success_title": "ଆପଣଙ୍କର ଅନଲାଇନ୍ ବ୍ୟବସାୟ OS ସଂସ୍ଥାପନ,",
    "wait_msg": "ଦୟାକରି କିଛି ସେକେଣ୍ଡ ଅପେକ୍ଷା କରନ୍ତୁ ...",
    "ready_msg": "ତୁମର ଦୋକାନ ପ୍ରସ୍ତୁତ |",
    "send_mail_msg": "{email} କୁ ପଠାଯାଇଥିବା ଲଗଇନ୍ ଲିଙ୍କ୍ |",
    "options": {
      "title": "ଦୋକାନ ବିନ୍ୟାସ",
      "msg": "ଆପଣ ଆପଣଙ୍କର ୱେବସାଇଟ୍ ରେ କେଉଁ ବ features ଶିଷ୍ଟ୍ୟଗୁଡିକ ଚାହୁଁଛନ୍ତି?",
      "ecommerce": "ଇକମର୍ସ",
      "pos": "ବିକ୍ରୟ ବିନ୍ଦୁ |",
      "blog": "ବ୍ଲଗ୍ ଏବଂ CMS",
      "community": "ସମ୍ପ୍ରଦାୟ ଏବଂ ଫୋରମ୍ |"
    },
    "job": {
      "title": "ତୁମର ଶିଳ୍ପ କ’ଣ?",
      "placeholder": "ଆପଣ ବର୍ତ୍ତମାନ କେଉଁ ପ୍ଲାଟଫର୍ମ ବ୍ୟବହାର କରୁଛନ୍ତି ନା କାହିଁକି, ଆପଣଙ୍କର ବ୍ୟବସାୟକୁ ସେଲଡୋନ୍ OS କୁ ସୁଇଚ୍ କରନ୍ତୁ |"
    },
    "shop_name": {
      "title": "ବ୍ୟବସାୟ ନାମ",
      "placeholder": "ଉଦାହରଣସ୍ୱରୂପ ଆଲେକ୍ସ ଜୋତା |"
    },
    "income": {
      "title": "ମାସିକ ବିକ୍ରୟ |",
      "msg": "ଆପଣଙ୍କର ମୋଟ ମାସିକ ବିକ୍ରୟର ଏକ ସୀମା ଚୟନ କରନ୍ତୁ |",
      "Low": "$ 5,000 ପର୍ଯ୍ୟନ୍ତ |",
      "Medium": "$ 5,000 USD ~ 50,000 USD |",
      "High": "50,000 USD ~ $ 1,000,000 USD |",
      "Extreme": "1,000,000 ଡଲାରରୁ ଅଧିକ |"
    },
    "step_1": "ଉଦ୍ଦେଶ୍ୟ",
    "step_2": "ବିନ୍ୟାସ",
    "step_3": "ଖାତା"
  },
  "notion": {
    "title": "ବିଭିନ୍ନ ନିୟମ ସହିତ ଖେଳ |",
    "quote": "ଆମେ ବିଶ୍ୱାସ କରୁ ଯେ ଜଣେ ବ୍ୟକ୍ତି ଅନଲାଇନ୍ ମାନବିକତା ଯୁଗରେ ପରିବର୍ତ୍ତନ ଆଣିପାରେ, ଯାହାର ପାଖରେ ପର୍ଯ୍ୟାପ୍ତ ଅର୍ଥ ନାହିଁ, ଏପରିକି କ tech ଣସି ବ tech ଷୟିକ ଅଭିଜ୍ଞତା ନାହିଁ, ବିଲ୍ ପ to ଠ କରିବାକୁ ବ୍ୟାଙ୍କ ଆକାଉଣ୍ଟ ମଧ୍ୟ ନାହିଁ; ଇଣ୍ଟରନେଟରେ ଏକ ସର୍ବାଧିକ ହାସଲ ଯୋଗ୍ୟ ଅପରେଟିଂ ସିଷ୍ଟମ୍ ଭାବରେ କାର୍ଯ୍ୟ କରିବାକୁ ଏଣ୍ଟରପ୍ରାଇଜ୍-ଗ୍ରେଡ୍ ଟୁଲ୍ସ ସହିତ ଏକ ପ୍ରସ୍ତୁତ-ବ୍ୟବହାର ପ୍ଲାଟଫର୍ମ ସୃଷ୍ଟି କରି ଆମେ ଏହା କରୁ |"
  },
  "stop": {
    "title": "ସହଜ ଅନ୍ଲାଇନ୍ ସପିଂ ୱେବସାଇଟ୍ ବିଲଡର୍ + ସିଧାସଳଖ ଦେୟ |",
    "subtitle": "ଯଦି ଆପଣ ଏକ ଲାଭଜନକ ଅନ୍ଲାଇନ୍ ବ୍ୟବସାୟ ଗଠନ କରିବାକୁ ଏବଂ ଆପଣଙ୍କର ବ୍ୟବସାୟ ଧାରଣାକୁ ବାସ୍ତବତାରେ ପରିଣତ କରିବାକୁ ଯୋଜନା କରୁଛନ୍ତି, ସେଲଡୋନ୍ ଏକ ଉପଯୁକ୍ତ ପସନ୍ଦ |",
    "pacman": "ଦେୟ ପ୍ଲଗଇନ୍ |"
  },
  "os": {
    "title": "ବିଶ୍ class ସ୍ତରୀୟ ଉପକରଣଗୁଡ଼ିକରେ ପ୍ରବେଶ - ମାଗଣା |",
    "msg": "ଆମେ ତୁମର ଆଙ୍ଗୁଠିରେ ବୃତ୍ତିଗତ ଇ-କମର୍ସ ସୃଷ୍ଟି କରିବାର ଶକ୍ତି ରଖୁ |"
  },
  "login": {
    "title": "ଆପଣ ବଜାରରେ ଏକ ପ୍ରୋ ଭଳି ଖେଳିବାକୁ ପ୍ରସ୍ତୁତ କି?"
  },
  "currencies": {
    "title": "ମୁଦ୍ରା",
    "sub": "ଆପଣଙ୍କର ଗ୍ରାହକମାନେ ସେମାନଙ୍କର ସ୍ଥାନୀୟ ମୁଦ୍ରାରେ ସହଜରେ ପ pay ଠ କରିପାରିବେ |",
    "msg": "ଟେକ୍, ପ୍ଲଗଇନ୍ ଏବଂ ଦେୟ ଜଟିଳତା ସହିତ ସଂଘର୍ଷ କରିବା ପରିବର୍ତ୍ତେ ବିକ୍ରୟ ଉପରେ ଧ୍ୟାନ ଦିଅନ୍ତୁ | ଆପଣଙ୍କ ଅନଲାଇନ୍ ବ୍ୟବସାୟରେ ସବୁକିଛି ସମାନ କରିବା ପାଇଁ ଆମେ ସ୍ଥାନୀୟ ଏବଂ ବିଶ୍ global ସ୍ତରୀୟ ଦେୟ ସେବା ସହିତ କାର୍ଯ୍ୟ କରୁ |"
  },
  "countries": {
    "title": "ଦେଶଗୁଡିକ |",
    "sub": "ଦୁନିଆର ସବୁଠାରୁ ସହଜ-ବ୍ୟବସାୟ ବ୍ୟବସାୟ OS |",
    "msg": "ଆମେ ଅନଲାଇନ୍ ସ୍ଥାନରେ ପାରମ୍ପାରିକ ବ୍ୟକ୍ତି-ବ୍ୟକ୍ତି-ବାଣିଜ୍ୟ ଆଚରଣକୁ ଅନୁକୂଳ କରୁ, ଆପଣ କିମ୍ବା ଆପଣଙ୍କ ଗ୍ରାହକ କେଉଁଠାରେ ରୁହନ୍ତୁ, ଆମେ ଆପଣଙ୍କ ପାଇଁ ସର୍ବୋତ୍ତମ ଅଭିଜ୍ଞତା ପ୍ରଦାନ କରିବାକୁ ଏକ ମିଶନରେ ଅଛୁ |"
  },
  "dna": {
    "title": "ତୁମର ବ୍ୟବସାୟର DNA |",
    "sub": "ଏହାକୁ ବିକ୍ରୟ କର!",
    "msg": "ଆପଣଙ୍କ ପାଇଁ ଏଣ୍ଟରପ୍ରାଇଜ୍-ଗ୍ରେଡ୍ ଉପକରଣ ସହିତ ଏକ ସେବା ଭାବରେ ଏହା ହେଉଛି ଏକମାତ୍ର, ନୋ-କୋଡ୍ ବ୍ୟବସାୟ ଅପରେଟିଂ ସିଷ୍ଟମ୍ |"
  },
  "api": {
    "title": "ଦେବ। ବନ୍ଧୁତ୍ୱପୂର୍ଣ୍ଣ",
    "msg": "ଅନଲାଇନ୍ ବ୍ୟବସାୟ ପାଇଁ ଏକ ସମ୍ପୂର୍ଣ୍ଣ ଖୋଲା API- ଆଧାରିତ ସମାଧାନ |",
    "sec1": {
      "title": "ଆମେ ଆପଣଙ୍କ ବ୍ୟବସାୟର ମେରୁଦଣ୍ଡ ନିର୍ମାଣ କରୁ |",
      "msg": "ଆମର ଷ୍ଟୋରର ସମସ୍ତ ପାର୍ଶ୍ୱ ଆମର ଶକ୍ତିଶାଳୀ REST API ମାଧ୍ୟମରେ ଉପଲବ୍ଧ | ବ technical ଷୟିକ, ଦେୟ ଏବଂ ବ୍ୟାକେଣ୍ଡ ସମସ୍ୟା ବିଷୟରେ ଚିନ୍ତା ନକରି ଆପଣ ଷ୍ଟୋର୍‌ରେ ଯେକ changes ଣସି ପରିବର୍ତ୍ତନ କରିପାରିବେ, ଆପଣଙ୍କର ଆପ୍ ସୃଷ୍ଟି କରିପାରିବେ, କିମ୍ବା ଆପଣଙ୍କର ସପିଂ ଆପ୍ ବିକାଶ କରିପାରିବେ |"
    },
    "sec2": {
      "title": "ଦ୍ରୁତ ଏକୀକରଣ |",
      "msg": "ଆମେ ସମସ୍ତ ସାଧାରଣ ଭାଷା ଏବଂ framework ାଞ୍ଚା ପାଇଁ SDK ଗୁଡ଼ିକୁ ବିକଶିତ କରୁ ଯାହା ଦ୍ you ାରା ଆପଣ ପ୍ରାମାଣିକିକରଣର ପଦକ୍ଷେପ, ଆକାଉଣ୍ଟକୁ ପ୍ରବେଶ ଏବଂ ସରଳ ନିର୍ଦ୍ଦେଶ ଦ୍ୱାରା ଏହାକୁ ପରିଚାଳନା କରିପାରିବେ | ଆରମ୍ଭ କରିବା ଅଳ୍ପ କିଛି କ୍ଲିକ୍ ଦୂରରେ ରହିବ |"
    }
  },
  "convertible": {
    "store_name": "ତୁମର ଷ୍ଟୋର୍‌ |",
    "variant_1": "ଉତ୍ପାଦ ଭାରିଆଣ୍ଟ ଆମ୍ବର |",
    "variant_2": "ଉତ୍ପାଦ ଭାରିଆଣ୍ଟ ଲାଲ୍ |",
    "buy": "ବର୍ତ୍ତମାନ କିଣ |",
    "price": "$ 89",
    "management": {
      "title": "ଉତ୍ପାଦ ପରିଚାଳନା",
      "msg": "ୱିଣ୍ଡୋଜରେ ଆପଣ ଡ୍ରାଗ୍ ଏବଂ ଡ୍ରପ୍ କରୁଥିବା ଫାଇଲ୍ ଏବଂ ଫୋଲ୍ଡର ପରି ଉତ୍ପାଦ ଏବଂ ବର୍ଗଗୁଡିକ ପରିଚାଳନା କରନ୍ତୁ |",
      "check1": "Excel କିମ୍ବା CSV ଫାଇଲ୍ ଦ୍ୱାରା ଉତ୍ପାଦ ଅପଲୋଡ୍ କରନ୍ତୁ |",
      "check2": "ଆର୍ ମଡେଲ୍ ଯୋଡନ୍ତୁ |",
      "check3": "ଅଟୋ SEO ଇଞ୍ଜିନ୍ ଦ୍ୱାରା ଅପ୍ଟିମାଇଜ୍ କରନ୍ତୁ |",
      "check4": "ପରିଚାଳନା ଡ୍ରାଗ୍ ଏବଂ ଡ୍ରପ୍ କରନ୍ତୁ |"
    },
    "payment": {
      "title": "ଏକାଧିକ ଦେୟ ପଦ୍ଧତିକୁ ସମର୍ଥନ କରନ୍ତୁ |",
      "msg": "ସାଇଟ୍ / ଇନ୍-ଆପ୍ ପେମେଣ୍ଟରେ ବିହୀନ ଅଭିଜ୍ଞତା |",
      "check1": "ଷ୍ଟ୍ରାଇପ୍",
      "check1msg": "40 ରୁ ଅଧିକ ଦେଶକୁ ସମର୍ଥନ କରନ୍ତୁ |",
      "check2": "କ୍ଲାର୍ନା |",
      "check2msg": "ବର୍ତ୍ତମାନ ଦେୟ ପରେ କିଣ |",
      "check3": "ପେପାଲ୍ |",
      "check3msg": "ଗୋଟିଏ କ୍ଲିକ୍ ଦେୟ |"
    },
    "checkout": {
      "title": "ତୁମର ବ୍ରାଣ୍ଡ",
      "online": "ଅନଲାଇନ୍ ଗ୍ରାହକ |",
      "offline": "ବ୍ୟକ୍ତିଗତ ଗ୍ରାହକ |"
    },
    "design": {
      "title": "ପୃଷ୍ଠା ନିର୍ମାଣକାରୀ |",
      "msg": "ଏହାକୁ କେବଳ ଡ୍ରାଗ୍ ଏବଂ ଡ୍ରପ୍ ଦ୍ୱାରା ବାସ୍ତବ କର |"
    }
  },
  "secure": {
    "title": "ହାଇପର ସୁରକ୍ଷିତ ସମାଧାନ |",
    "msg": "ଡାଟା ଅଖଣ୍ଡତା ଏବଂ ଏଣ୍ଟରପ୍ରାଇଜ୍ ଆକ୍ସେସ୍ ଲେଭଲ୍ ମ୍ୟାନେଜମେଣ୍ଟ |"
  },
  "build": {
    "title": "ଆପଣଙ୍କର ନିଜ ବ୍ରାଣ୍ଡ ସହିତ ଆପଣଙ୍କର ଇ-କମର୍ସ ରଖନ୍ତୁ ଏବଂ ଆପଣଙ୍କର ବ୍ୟବସାୟ ନିୟନ୍ତ୍ରଣକୁ ଫେରାଇ ନିଅନ୍ତୁ!",
    "msg": "ତୁମର ସୋସିଆଲ ମିଡିଆ ଆକାଉଣ୍ଟକୁ ତୁମର ଡୋମେନରେ ଥିବା ଏକ ଅନଲାଇନ୍ ସପିଂ ୱେବସାଇଟରେ ରୂପାନ୍ତର କରିବାକୁ କିମ୍ବା ତୁମର ମାଷ୍ଟରପିସ୍ ଇ-କମର୍ସକୁ ଆରମ୍ଭରୁ ରୂପାନ୍ତର କରିବାକୁ ତୁମର ଅନେକ ପସନ୍ଦ ଅଛି |"
  },
  "stripe": {
    "title": "ଏକ ଷ୍ଟ୍ରାଇପ୍ ଆକାଉଣ୍ଟ୍ ଅଛି କି?",
    "msg": "ଅଭିନନ୍ଦନ, ଆପଣ ପୂର୍ବରୁ ଅଧିକାଂଶ କାର୍ଯ୍ୟ କରିସାରିଛନ୍ତି | କେବଳ ଗୋଟିଏ ଟ୍ୟାପ୍ ଦ୍ୱାରା ଆପଣଙ୍କର ଅନଲାଇନ୍ ଷ୍ଟୋର ସୃଷ୍ଟି କରନ୍ତୁ! ସେଲଡୋନ୍ ବାକିଗୁଡ଼ିକର ଯତ୍ନ ନିଅନ୍ତି |"
  },
  "unbanked": {
    "title": "ଗୋଟିଏ ପ୍ଲାଟଫର୍ମ, ଗୋଟିଏ ସମାଧାନ - ଉଦ୍ଦେଶ୍ୟ |",
    "msg": "ଅନଲାଇନ୍ ବିକ୍ରୟକୁ ସୁଗମ କରିବା ଏବଂ ଉଦ୍ୟୋଗୀ ଆତ୍ମାକୁ ଅନଲକ୍ କରିବା ପାଇଁ ଏକ ଅନନ୍ୟ ବ୍ୟବସାୟ OS, ଏପରିକି 1.7 ବିଲିୟନରୁ ଅଧିକ ବ୍ୟାଙ୍କବ୍ୟାଙ୍କ ବୟସ୍କଙ୍କ ପାଇଁ |"
  },
  "faqs": [
    {
      "question": "ମୁଁ କ୍ରେଡିଟ କାର୍ଡ ବିନା ଏକ ଅନଲାଇନ୍ ଷ୍ଟୋର ସୃଷ୍ଟି କରିପାରିବି କି?",
      "answer": "ହଁ, ସେଲଡୋନରେ କ୍ରେଡିଟ୍ ଏବଂ ଡେବିଟ୍ କାର୍ଡ ପରି କ banking ଣସି ବ୍ୟାଙ୍କିଙ୍ଗ୍ କାର୍ଡର ଆବଶ୍ୟକତା ବିନା ତୁମେ ତୁମର ଇ-କମର୍ସ ସୃଷ୍ଟି କରିପାରିବ | ସାଧାରଣ ଆର୍ଥିକ ସେବାଗୁଡିକ ବିନା 1.7 ବିଲିୟନରୁ ଅଧିକ ଲୋକଙ୍କୁ ଉନ୍ନତ ଇ-କମର୍ସ ସେବା ଯୋଗାଇବା ପାଇଁ ସେଲଡୋନ୍ ଏକ ନିଆରା ଉପାୟ ବ୍ୟବହାର କରେ |"
    },
    {
      "question": "ମୁଁ କିପରି ଅନଲାଇନ ଗ୍ରାହକଙ୍କୁ ଅନଲାଇନ୍ ବିକ୍ରି କରିପାରିବି?",
      "answer": "ଆପଣଙ୍କ ଇ-କମର୍ସରେ COD ( <b>Cash on delivery</b> ) ଯୋଡନ୍ତୁ, ତେଣୁ ଆପଣଙ୍କର ଗ୍ରାହକମାନେ ଅର୍ଡର ପାଇବା ପରେ ଦେୟ କରିପାରିବେ | ଆର୍ଥିକ ଭିତ୍ତିଭୂମି ଅଭାବ ସହିତ ଅଧିକାଂଶ ଦେଶରେ COD ହେଉଛି ପାରମ୍ପାରିକ ଉପାୟ |"
    },
    {
      "question": "ବ୍ୟାଙ୍କ ଆକାଉଣ୍ଟ ବିନା ମୁଁ କିପରି ମୋର ଇ-କମର୍ସ ସେଟ୍ ଅପ୍ କରିପାରିବି?",
      "answer": "ସେଲଡୋନ ପୂର୍ବରୁ ଅନାବୃତ ଲୋକଙ୍କ ପାଇଁ କ solution ଣସି ସମାଧାନ ହୋଇପାରିଲା ନାହିଁ | କିନ୍ତୁ ବର୍ତ୍ତମାନ, ଆପଣ କ bank ଣସି ବ୍ୟାଙ୍କ ଆକାଉଣ୍ଟ ନ ଥାଇ ଆପଣଙ୍କର ଇ-କମର୍ସ ଏବଂ ୱେବସାଇଟ୍ ସୃଷ୍ଟି କରିପାରିବେ | ଏହା ଆପଣଙ୍କ ପାଇଁ ସର୍ବନିମ୍ନ ମୂଲ୍ୟ ଅଟେ; ତୁମେ ତୁମର ୱାଲେଟ୍ ମାଧ୍ୟମରେ ମାସର ଶେଷରେ ଏହି ମୂଲ୍ୟ ଦେଇ ପାରିବ | ସେଲଡୋନ୍ ୱାଲେଟ୍ ଅନ୍ୟ ଲୋକଙ୍କଠାରୁ ଫି ଗ୍ରହଣ କରିପାରିବ କିମ୍ବା ଉପହାର କାର୍ଡ ମାଧ୍ୟମରେ ଚାର୍ଜ କରିପାରିବ | ଏହି ସେବାଗୁଡିକ ବ୍ୟବହାର କରିବା ପାଇଁ ଆପଣଙ୍କୁ ଏକ କ୍ରେଡିଟ୍ କାର୍ଡ ଦରକାର ନାହିଁ |"
    },
    {
      "question": "ସେଟଅପ୍ ମୂଲ୍ୟ ବିନା ମୁଁ କିପରି ଏକ ବ୍ୟବସାୟ ଆରମ୍ଭ କରିପାରିବି?",
      "answer": "<ol><li><a href='https://selldone.com'>Selldone.com</a> ରେ ମାଗଣାରେ ପଞ୍ଜିକରଣ କର |</li><li> ତୁମର ଷ୍ଟୋର ନିର୍ମାଣ କର |</li><li> ତୁମର ଉତ୍ପାଦ ଏବଂ ସେବା ଯୋଗକର |</li><li> ଆପଣଙ୍କର ଡୋମେନ୍ କୁ ସଂଯୋଗ କରନ୍ତୁ (ବ al କଳ୍ପିକ)</li><li> ଦେୟ ଗେଟୱେ ସକ୍ଷମ କରନ୍ତୁ |</li><li> ବନ୍ଧୁ ଏବଂ ପରିବାର ସହିତ ଆପଣଙ୍କର ବ୍ୟବସାୟର ପରିଚୟ ଆରମ୍ଭ କରନ୍ତୁ |</li><li> ସୋସିଆଲ ମିଡିଆରେ ନିଜକୁ ଏବଂ ତୁମର ଉତ୍ପାଦକୁ ପରିଚିତ କର |</li><li> ଏକ ଅନନ୍ୟ ମୂଲ୍ୟ ପ୍ରସ୍ତାବ ପ୍ରଦାନ କରି ଆପଣଙ୍କ ବ୍ୟବସାୟ ପାଇଁ ଏକ ବ୍ରାଣ୍ଡ ନିର୍ମାଣ କରନ୍ତୁ |</li><li> ସେଲଡୋନ୍ ପ୍ୟାନେଲ୍ ମାଧ୍ୟମରେ ଆପଣଙ୍କର ଉପଭୋକ୍ତାମାନଙ୍କ ଆଚରଣ ଉପରେ ନଜର ରଖନ୍ତୁ |</li></ol>"
    }
  ],
  "brands": {
    "title": "ଏକ ବିଶ୍ୱସ୍ତ ଭିତ୍ତିରେ ଆପଣଙ୍କର ବ୍ୟବସାୟ ନିର୍ମାଣ କରନ୍ତୁ |",
    "subtitle": "ତୁମର ବ୍ୟବସାୟ ଏହାର ମୂଲ୍ୟ!"
  },
  "why_boxes": {
    "block1": {
      "title": "ପ୍ରାରମ୍ଭିକ ମୂଲ୍ୟ ସଞ୍ଚୟ କରନ୍ତୁ |",
      "subtitle": "ନୋ-ଥିମ୍ ଏବଂ ନୋ-ପ୍ଲଗଇନ୍ ସମାଧାନ |"
    },
    "block2": {
      "title": "କାର୍ଯ୍ୟକ୍ଷମ ମୂଲ୍ୟ ସଞ୍ଚୟ କରନ୍ତୁ |",
      "subtitle": "କ extra ଣସି ଅତିରିକ୍ତ ଏବଂ ଲୁକ୍କାୟିତ ଦେୟ କେବେ ନୁହେଁ |"
    },
    "block3": {
      "title": "ସମୟ ସଞ୍ଚୟ କରନ୍ତୁ |",
      "subtitle": "ଏଣ୍ଟରପ୍ରାଇଜ୍-ଗ୍ରେଡ୍ କିନ୍ତୁ ଆରମ୍ଭ-ଅନୁକୂଳ |"
    }
  },
  "money_transfer": {
    "customer": "ତୁମର ଗ୍ରାହକ",
    "bank": "ତୁମର ବ୍ୟାଙ୍କ ଆକାଉଣ୍ଟ |",
    "wallet": "ୱାଲେଟ୍ |",
    "free_setup": "ମାଗଣା ସେଟଅପ୍ |",
    "no_extra_fee": "କ extra ଣସି ଅତିରିକ୍ତ ଦେୟ ନାହିଁ |",
    "no_hidden_fee": "କ hidden ଣସି ଲୁକ୍କାୟିତ ଦେୟ ନାହିଁ |"
  },
  "extra": {
    "cart": "କାର୍ ପରିଚାଳନା",
    "payment": "ଦେୟ",
    "shipping": "ପରିବହନ",
    "fulfilment": "ପୂର୍ଣ୍ଣତା",
    "community": "ସମ୍ପ୍ରଦାୟ ଏବଂ ମତାମତ |"
  },
  "select_language_dialog_title": "ତୁମର ପ୍ରିୟ ଭାଷାରେ ତୁମର ବ୍ୟବସାୟ କର |",
  "welcome_title": "ଭିଜୁଆଲ୍ ଭାବରେ ଆପଣଙ୍କର ବ୍ୟବସାୟ ନିର୍ମାଣ, ପରିଚାଳନା ଏବଂ ମାପଚୁପ କରନ୍ତୁ |",
  "welcome_subtitle": "ଲକ୍ଷ ଲକ୍ଷ ଅର୍ଡର ପାଇଁ ନୋ-କୋଡ୍ ଏବଂ ନୋ-ଏକ୍ସପର୍ଟ ଆବଶ୍ୟକ ସମାଧାନ ଦ୍ୱାରା ଆପଣଙ୍କର ଅନଲାଇନ୍ ଷ୍ଟୋର୍ ପ୍ରସ୍ତୁତ କରନ୍ତୁ |",
  "your_shop": "ତୁମର ଷ୍ଟୋରଫ୍ରଣ୍ଟ |",
  "your_dashboard": "ତୁମର ବ୍ୟାକ୍ ଅଫିସ୍ |",
  "flow": {
    "title": "କଷ୍ଟମାଇଜେବଲ୍ ଚେକଆଉଟ୍ ପ୍ରବାହ |",
    "subtitle": "ଆପଣଙ୍କର ଗ୍ରାହକଙ୍କ ଯାତ୍ରା ଡିଜାଇନ୍ କରନ୍ତୁ ଏବଂ ପ୍ରବାହ ଏବଂ ପରୀକ୍ଷଣ ଫଳାଫଳ କ୍ରୟ କରନ୍ତୁ |",
    "pacman": "ଚେକଆଉଟ୍ ପ୍ଲଗଇନ୍ |"
  },
  "business_model": {
    "title": "ଭିଜୁଆଲ୍ ବ୍ୟବସାୟ ମଡେଲ୍ ଗ୍ରହଣ |",
    "subtitle": "ଭିଜୁଆଲ୍ ଭାବରେ ଆପଣଙ୍କର ବ୍ୟବସାୟ ମଡେଲ୍ ସେଟ୍ ଅପ୍ କରନ୍ତୁ, ସମସ୍ତ ଜଟିଳତା ଘଟଣା ପଛରେ ଟ୍ୟୁନ୍ ହେବ |",
    "pacman": "ମାର୍କେଟପ୍ଲେସ୍ ଏବଂ POD ପ୍ଲଗଇନ୍ |"
  },
  "team": {
    "title": "ଦଳକୁ ଭେଟନ୍ତୁ |",
    "msg": "ବାଣିଜ୍ୟ ପ୍ଲାଟଫର୍ମର ନିଷ୍ଠୁର କ୍ଷେତ୍ରରେ ଆମେ ବିଭିନ୍ନ ନିୟମ ଅନୁଯାୟୀ ଖେଳ କରିବୁ, ବିଶେଷତ when ଯେତେବେଳେ ଆମର ପ୍ରତିଯୋଗୀମାନେ ବିଜ୍ଞାପନରେ ଲକ୍ଷ ଲକ୍ଷ ଟଙ୍କା ଖର୍ଚ୍ଚ କରନ୍ତି; ଆମେ ଉତ୍ପାଦ, ଲୋକ ଏବଂ ପ୍ରକୃତ ସମସ୍ୟାର ସମାଧାନ ପାଇଁ ବିନିଯୋଗ କରୁ | ଏହି ଦଳ ତୁମର ବ୍ୟବସାୟକୁ ପଛରେ ପକାଇବ!"
  },
  "customers": {
    "title": "ଆମ ସମ୍ପ୍ରଦାୟକୁ ଭେଟ |",
    "msg": "ଆମର ଗ୍ରାହକଙ୍କଠାରୁ ଶିକ୍ଷା କରି ଭବିଷ୍ୟତର ଉଦ୍ୟୋଗୀମାନଙ୍କୁ ଅନଲକ୍ କରିବା ପାଇଁ ଅର୍ଥପୂର୍ଣ୍ଣ ଉପକରଣ ଗଠନ ପାଇଁ ଏହା କେବଳ ଏକ ଯାତ୍ରା ଆରମ୍ଭ |"
  },
  "panorama": {
    "title": "କ cost ଣସି ମୂଲ୍ୟବାନ ପ୍ଲଗଇନ୍ ନାହିଁ, <b class=\"font-weight-bold\">ସମସ୍ତ ବ features ଶିଷ୍ଟ୍ୟଗୁଡିକ ପୂର୍ବରୁ ନିର୍ମିତ |</b>",
    "msg": "ପ୍ରତି ମାସରେ ପ୍ଲଗଇନ୍ ଏବଂ ଆପ୍ସରେ ଶହ ଶହ ଟଙ୍କା ଖର୍ଚ୍ଚ କରିବା ଏବଂ ଅଦ୍ୟତନ ବିଷୟରେ ଚିନ୍ତା କରିବାର ଆବଶ୍ୟକତା ନାହିଁ | ଆପଣଙ୍କ PC ପାଇଁ ମାକୋସ୍ ପରି, ସେଲଡୋନ୍ OS ଆପଣଙ୍କ ବ୍ୟବସାୟର ସମସ୍ତ ବ technical ଷୟିକ ଦିଗଗୁଡ଼ିକର ଯତ୍ନ ନିଏ |",
    "orders_management": "ଆଦେଶ ପରିଚାଳନା",
    "online_pos": "ଅନଲାଇନ୍ POS |",
    "shipping": "ପରିବହନ",
    "inventory_management": "ଭଣ୍ଡାର ପରିଚାଳନା",
    "social_commerce": "ସାମାଜିକ ବାଣିଜ୍ୟ |",
    "in_store_sell": "ଇନ-ଷ୍ଟୋର ବିକ୍ରୟ |",
    "team": "ଦଳ / କର୍ମଚାରୀ",
    "incentives": "ଉତ୍ସାହ / ବିଶ୍ୱସ୍ତତା |",
    "community": "ସମ୍ପ୍ରଦାୟ ପରିଚାଳନା",
    "payments": "ସ୍ଥାନୀୟ ଦେୟ",
    "ar_3d": "3D / AR"
  },
  "no_plugin": "ନା - ପ୍ଲଗଇନ୍ |"
};