export default {
  local_service: "{country_name} ਲਈ ਸਥਾਨਕ ਸੇਵਾ",
  local_service_message:
    "ਇਹ ਸੇਵਾ ਸਿਰਫ਼ ਉਹਨਾਂ ਵਰਤੋਂਕਾਰਾਂ ਲਈ ਤਿਆਰ ਕੀਤੀ ਗਈ ਹੈ ਜੋ <u>{country_name}</u> ਵਿੱਚ ਰਹਿੰਦੇ ਹਨ ਅਤੇ ਇਸ ਦੇਸ਼ ਵਿੱਚ ਆਪਣੀਆਂ ਸੇਵਾਵਾਂ ਅਤੇ ਉਤਪਾਦ ਵੇਚਦੇ ਹਨ।" +
    "ਤੁਹਾਨੂੰ ਸਿਰਫ਼ ਸਥਾਨਕ ਸੇਵਾਵਾਂ ਜਾਂ Selldone ਦੀ ਅੰਤਰਰਾਸ਼ਟਰੀ ਸੇਵਾ ਦੀ ਵਰਤੋਂ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਹੈ।" +
    "ਇਸ ਸੇਵਾ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ, ਤੁਹਾਨੂੰ <b>{country_name}</b> ਅਤੇ <b>European Union</b> ਦੇ ਕਾਨੂੰਨਾਂ ਦੀ ਪਾਲਣਾ ਕਰਨ ਦੀ ਲੋੜ ਹੈ।",

  my_shops: "ਮੇਰੀਆਂ ਦੁਕਾਨਾਂ",



  moto: "ਤੁਸੀਂ ਕੋਸ਼ਿਸ਼ ਕਰੋ, ਅਸੀਂ ਦਰਵਾਜ਼ੇ ਖੋਲ੍ਹਦੇ ਹਾਂ!",

  s1: {
    title: "ਲਈ<br>ਨਹੀਂ—ਤਕਨੀਕੀ ਹੱਲ ਦੁਆਰਾ ਆਪਣਾ ਕਾਰੋਬਾਰ ਔਨਲਾਈਨ ਬਣਾਓ",
    title_animated_words: [
      "ਉੱਦਮੀ",
      "ਕਲਾਕਾਰ",
      "ਸੁਤੰਤਰ ਕਾਰੋਬਾਰ",
      "ਬ੍ਰਾਂਡਸ",
      "ਰਿਟੇਲ",
      "ਸਿਰਜਣਹਾਰ",
    ],

    subtitle:
      "ਸੁਤੰਤਰ ਬ੍ਰਾਂਡਾਂ ਨੂੰ ਸ਼ਕਤੀ ਪ੍ਰਦਾਨ ਕਰਕੇ ਰਿਟੇਲ ਅਤੇ ਖਰੀਦਦਾਰਾਂ ਦੇ ਔਨਲਾਈਨ ਅਨੁਭਵ ਨੂੰ ਦੁਬਾਰਾ ਬਣਾਓ।",

    domain_input: {
      message:
        "ਤੁਹਾਡੇ ਵੱਲੋਂ ਮੁਫ਼ਤ ਹੋਸਟਿੰਗ ਅਤੇ SSL ਨਾਲ ਸਮਰਪਿਤ ਡੋਮੇਨਾਂ ਦੀ ਗਿਣਤੀ 'ਤੇ ਤੁਹਾਡਾ ਸਟੋਰ",
      action: "ਸਟੋਰ ਬਣਾਓ",
    },
    community: "ਕਮਿਊਨਿਟੀ ਪਲੇਟਫਾਰਮ",
    shop: "ਆਨਲਾਈਨ ਦੁਕਾਨ ਬਿਲਡਰ",
    inventory: "ਵਸਤੂ ਪ੍ਰਬੰਧਨ",
    cms: "ਪੰਨਾ ਸੰਪਾਦਕ ਅਤੇ CMS",
  },

  video: {
    title: "ਤੁਹਾਡੀ ਔਨਲਾਈਨ ਅਤੇ ਵਿਅਕਤੀਗਤ ਵਿਕਰੀ ਲਈ ਇੱਕ ਆਲ-ਇਨ-ਵਨ ਹੱਲ।",
    msg: "ਆਪਣੇ ਦਰਸ਼ਕਾਂ ਨੂੰ ਸਭ ਤੋਂ ਤੇਜ਼ ਖਰੀਦ ਅਨੁਭਵ ਪ੍ਰਦਾਨ ਕਰੋ। ",

    card_pos: {
      title: "Selldone POS",
      msg: "ਜ਼ੀਰੋ-ਸੈੱਟਅੱਪ ਲਾਗਤ ਹੱਲ ਦੁਆਰਾ ਵਿਅਕਤੀਗਤ ਤੌਰ 'ਤੇ ਵੇਚੋ।",
    },
    card_ecommerce: {
      title: "Selldone ਈ-ਕਾਮਰਸ",
      msg: "ਪੇਸ਼ੇਵਰਾਂ ਵਾਂਗ ਔਨਲਾਈਨ ਵੇਚੋ।",
    },
  },

  why: {
    title: "ਕਿਉਂ Selldone",
    msg: "SMEs ਲਈ ਬਿਜ਼ਨਸ ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ ਬਿਨਾਂ ਕਿਸੇ ਕੀਮਤ ਦੇ ਆਪਣੇ ਕਾਰੋਬਾਰਾਂ ਨੂੰ ਔਨਲਾਈਨ ਕਰਨ ਲਈ ਇੱਕ ਸੇਵਾ ਵਜੋਂ।",

    sec1: {
      title: "ਸਧਾਰਨ + ਪੇਸ਼ੇਵਰ ਭਾਵਨਾ",
      msg: "ਇਹ ਤੁਹਾਡੇ ਲਈ ਬਜ਼ਾਰਾਂ ਵਿੱਚ ਇੱਕ ਪੇਸ਼ੇਵਰ ਦੀ ਤਰ੍ਹਾਂ ਖੇਡਣ ਲਈ ਬਣਾਇਆ ਗਿਆ ਹੈ, ਭਾਵੇਂ ਤੁਸੀਂ ਇੱਕ ਸ਼ੁਰੂਆਤੀ ਹੋ ਪਰ ਇੱਕ ਪੇਸ਼ੇਵਰ ਵਾਂਗ ਖੇਡਣਾ ਚਾਹੁੰਦੇ ਹੋ, ਜਾਂ ਤੁਸੀਂ ਇੱਕ ਮਾਹਰ ਹੋ ਅਤੇ ਆਪਣੇ ਵਾਂਗ ਖੇਡਣ ਦੇ ਹੱਕਦਾਰ ਹੋ!",
    },
    sec2: {
      title: "ਤੇਜ਼ੀ ਨਾਲ ਵਧਣ ਵਾਲਾ",
      msg: "ਅਸੀਂ ਨਵੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਜਾਰੀ ਕਰਦੇ ਹਾਂ, APIs ਨੂੰ ਅੱਪਡੇਟ ਕਰਦੇ ਹਾਂ ਅਤੇ ਰੋਜ਼ਾਨਾ ਰੁਟੀਨ ਵਜੋਂ ਨਵੀਆਂ ਵਿਧੀਆਂ ਲਾਗੂ ਕਰਦੇ ਹਾਂ। ਇਹ ਤੁਹਾਡੇ ਕਾਰੋਬਾਰ ਲਈ ਇੱਕ ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ ਹੈ, ਇਸਲਈ ਤੁਹਾਡੇ ਕਾਰੋਬਾਰ ਨੂੰ ਸਾਡੇ ਪਲੇਟਫਾਰਮ ਦੁਆਰਾ ਸਕੇਲ ਕਰੋ।",
    },
    sec3: {
      title: "ਸਮਾਜਿਕ ਮੈਚ ਵਿਕਰੀ",
      msg: "ਸਾਡਾ ਉਤਪਾਦ ਦੁਨੀਆ ਭਰ ਦੇ ਖਰੀਦਦਾਰਾਂ ਦੇ ਅਸਲ ਵਪਾਰਕ ਵਿਵਹਾਰ 'ਤੇ ਤਿਆਰ ਕੀਤਾ ਗਿਆ ਹੈ। ਅਸੀਂ Instagram, TikTok, ਅਤੇ ਹੋਰ ਸੋਸ਼ਲ ਨੈੱਟਵਰਕਾਂ 'ਤੇ AVOCADO ਨਾਮਕ ਇੱਕ ਕਿਸਮ ਦੀ ਵਿਕਰੀ-ਤਰੀਕਿਆਂ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਦੇ ਹਾਂ।",
    },
    sec4: {
      title: "100% API",
      msg: "ਸਾਡੀਆਂ ਸੇਵਾਵਾਂ REST API 'ਤੇ ਅਧਾਰਤ ਹਨ! ਕਿਸੇ ਵੀ ਵਿਅਕਤੀ ਕੋਲ ਸਧਾਰਨ ਬੇਨਤੀਆਂ ਦੁਆਰਾ ਖਰੀਦਦਾਰੀ ਅਨੁਭਵ, ਭੁਗਤਾਨਾਂ, ਸਟੋਰ ਪ੍ਰਬੰਧਨ ਅਤੇ ਹੋਰ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਦੇ ਸਾਰੇ ਪਹਿਲੂਆਂ ਦੇ 100% ਤੱਕ ਪਹੁੰਚ ਹੈ।",
    },
  },

  how_it_work: {
    title: "ਕਿਦਾ ਚਲਦਾ",
    msg: "ਨੋ-ਕ੍ਰੈਡਿਟ ਕਾਰਡ, ਨੋ-ਪਲੱਗਇਨ, ਨੋ-ਟੈਂਪਲੇਟ, ਨੋ-ਸੈਟਅੱਪ, ਨੋ-ਹੋਸਟ, ਨੋ-ਤਕਨੀਕੀ ਹੱਲ ਉਹਨਾਂ ਲਈ ਜੋ ਇੱਕ ਪੇਸ਼ੇਵਰ ਵਾਂਗ ਖੇਡਣਾ ਚਾਹੁੰਦੇ ਹਨ।",

    step0: {
      title: "ਖਰੀਦਦਾਰਾਂ ਲਈ ਬਣਾਇਆ ਗਿਆ, ਵਿਕਰੇਤਾਵਾਂ ਦੁਆਰਾ ਪਿਆਰ ਕੀਤਾ ਗਿਆ, ਇੱਕ ਕਦਮ ਦੂਰ।",
      msg1: "ਇਹ ਤੁਹਾਡਾ ਅਸਲ ਈ-ਕਾਮਰਸ ਕਰਨ ਦਾ ਸਮਾਂ ਹੈ, ਆਪਣੇ ਕਾਰੋਬਾਰ ਦੇ ਆਲੇ-ਦੁਆਲੇ ਖੁਸ਼ ਗਾਹਕਾਂ ਨੂੰ ਇਕੱਠਾ ਕਰੋ, ਅਤੇ ਇਸ ਗੱਲ 'ਤੇ ਧਿਆਨ ਕੇਂਦਰਿਤ ਕਰੋ ਕਿ ਤੁਸੀਂ ਅਸਲ ਵਿੱਚ ਕੀ ਕਰਨਾ ਪਸੰਦ ਕਰਦੇ ਹੋ।",
    },
    step1: {
      title: "ਆਪਣੇ ਉਤਪਾਦ ਸ਼ਾਮਲ ਕਰੋ।",
      msg1: "ਉਤਪਾਦਾਂ ਨੂੰ ਹੱਥੀਂ ਸ਼ਾਮਲ ਕਰੋ, ਜਿਵੇਂ ਕਿ ਇੰਸਟਾਗ੍ਰਾਮ 'ਤੇ ਫੋਟੋਆਂ ਸ਼ਾਮਲ ਕਰਨਾ! ਜਾਂ ਸਿਰਫ਼ ਇੱਕ ਐਕਸਲ ਫਾਈਲ ਦੁਆਰਾ 100,000 ਆਈਟਮਾਂ ਸ਼ਾਮਲ ਕਰੋ। ਤੁਸੀਂ ਉਤਪਾਦਾਂ, ਸੇਵਾਵਾਂ, ਗਾਹਕੀਆਂ ਅਤੇ ਫਾਈਲਾਂ ਨੂੰ ਇੱਕ ਥਾਂ ਤੇ ਵੇਚ ਸਕਦੇ ਹੋ।",
    },
    step2: {
      title: "ਆਪਣੇ ਭੁਗਤਾਨਾਂ ਨਾਲ ਜੁੜੋ।",
      msg1: "ਅਸੀਂ ਵਿੱਤੀ ਲੈਣ-ਦੇਣ ਵਿੱਚ ਦਖਲ ਦੇਣ ਤੋਂ ਨਫ਼ਰਤ ਕਰਦੇ ਹਾਂ! ਗਾਹਕਾਂ ਦੇ 100% ਭੁਗਤਾਨ ਸਿੱਧੇ ਤੁਹਾਡੇ ਬੈਂਕ ਖਾਤੇ ਵਿੱਚ ਕ੍ਰੈਡਿਟ ਕੀਤੇ ਜਾਣਗੇ। ਬੱਸ ਆਪਣੀ ਸਟ੍ਰਾਈਪ, ਪੇਪਾਲ, ਆਦਿ ਨੂੰ ਕਨੈਕਟ ਕਰੋ। ਤੁਸੀਂ ਇੱਕੋ ਸਮੇਂ ਆਪਣੇ ਸਟੋਰ ਵਿੱਚ ਕਈ ਕਿਰਿਆਸ਼ੀਲ ਭੁਗਤਾਨ ਸੇਵਾਵਾਂ ਲੈ ਸਕਦੇ ਹੋ!",
    },
    step3: {
      title: "ਇਸਨੂੰ ਅਨੁਕੂਲਿਤ ਕਰੋ।",
      msg1: "ਆਪਣੇ ਲੈਂਡਿੰਗ ਪੰਨਿਆਂ ਨੂੰ ਡਿਜ਼ਾਈਨ ਕਰੋ, ਅਤੇ ਆਪਣੇ ਬ੍ਰਾਂਡ ਸੰਦੇਸ਼ ਦੇ ਅਨੁਸਾਰ ਸਾਈਟ ਦੀ ਰੰਗ ਸਕੀਮ ਨੂੰ ਬਦਲੋ। ਇਹ ਸਭ ਕਿਸੇ ਮਾਹਰ ਨੂੰ ਨਿਯੁਕਤ ਕਰਨ ਦੀ ਲੋੜ ਤੋਂ ਬਿਨਾਂ ਡਰੈਗ ਐਂਡ ਡ੍ਰੌਪ ਦੁਆਰਾ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।",
    },
    step4: {
      title: "ਦੁਨੀਆ ਭਰ ਵਿੱਚ ਯੂਨੀਫਾਈਡ ਚੈੱਕਆਉਟ ਅਨੁਭਵ।",
      msg1: "ਗਾਹਕਾਂ ਨੂੰ ਤੁਹਾਡੇ ਤੋਂ ਖਰੀਦਣ ਲਈ ਜਾਣਕਾਰੀ ਦਰਜ ਕਰਨ ਅਤੇ ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਫਾਰਮ ਭਰਨ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ! ਉਹ SMS ਰਾਹੀਂ ਲਾਗਇਨ ਕਰਦੇ ਹਨ ਅਤੇ ਇੱਕ ਕਲਿੱਕ ਨਾਲ ਚੈੱਕਆਉਟ ਫਾਰਮ ਭਰਦੇ ਹਨ ਅਤੇ ਭੁਗਤਾਨ ਕਰਦੇ ਹਨ। ਸੇਲਡੋਨ ਵਧਣ ਨਾਲ, ਤੁਹਾਡਾ ਕਾਰੋਬਾਰ ਵੀ ਵਧਦਾ ਹੈ।",
    },
  },

  onboarding: {
    title: "ਆਪਣੀ ਔਨਲਾਈਨ ਦੁਕਾਨ ਬਣਾਓ, ਤੇਜ਼ ਅਤੇ ਬਿਹਤਰ - ਇਹ ਮੁਫ਼ਤ ਹੈ",
    success_title: "ਹਾਂ! ਆਪਣੇ ਔਨਲਾਈਨ ਕਾਰੋਬਾਰ OS ਨੂੰ ਸਥਾਪਿਤ ਕਰਨਾ,",
    wait_msg: "ਕਿਰਪਾ ਕਰਕੇ ਕੁਝ ਸਕਿੰਟ ਉਡੀਕ ਕਰੋ...",
    ready_msg: "ਤੁਹਾਡੀ ਦੁਕਾਨ ਤਿਆਰ ਹੈ।",
    send_mail_msg: "ਲੌਗਇਨ ਲਿੰਕ ਤੁਹਾਡੇ ਮੇਲ 'ਤੇ ਭੇਜਿਆ ਗਿਆ ਹੈ।",

    options: {
      title: "ਦੁਕਾਨ ਸੰਰਚਨਾ",
      msg: "ਤੁਸੀਂ ਆਪਣੀ ਵੈੱਬਸਾਈਟ 'ਤੇ ਕਿਹੜੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਚਾਹੁੰਦੇ ਹੋ?",
      ecommerce: "ਈ-ਕਾਮਰਸ",
      pos: "ਵਿਕਰੀ ਦਾ ਪੁਆਇੰਟ",
      blog: "ਬਲੌਗ ਅਤੇ CMS",
      community: "ਭਾਈਚਾਰਾ ਅਤੇ ਫੋਰਮ",
    },

    job: {
      title: "ਨੌਕਰੀ ਚੁਣੋ",
      placeholder: "ਹੇਠਾਂ ਦਿੱਤੀ ਸੂਚੀ ਵਿੱਚੋਂ ਆਪਣੀ ਕਾਰੋਬਾਰੀ ਸ਼੍ਰੇਣੀ ਚੁਣੋ।",
    },
    shop_name: {
      title: "ਵਪਾਰ ਨਾਮ",
      placeholder: "ਸਾਬਕਾ ਅਲੈਕਸ ਜੁੱਤੇ",
    },
  },

  notion: {
    title: "ਵੱਖ-ਵੱਖ ਨਿਯਮਾਂ ਨਾਲ ਖੇਡ.",
    quote:
      "ਸਾਡਾ ਮੰਨਣਾ ਹੈ ਕਿ ਇੱਕ ਵਿਅਕਤੀ ਔਨਲਾਈਨ ਮਨੁੱਖਤਾ ਯੁੱਗ ਵਿੱਚ ਤਬਦੀਲੀ ਲਿਆ ਸਕਦਾ ਹੈ, ਇੱਥੋਂ ਤੱਕ ਕਿ ਜਿਸ ਕੋਲ ਲੋੜੀਂਦੇ ਪੈਸੇ ਨਹੀਂ ਹਨ, ਇੱਥੋਂ ਤੱਕ ਕਿ ਕੋਈ ਤਕਨੀਕੀ ਅਨੁਭਵ ਵੀ ਨਹੀਂ ਹੈ, ਇੱਥੋਂ ਤੱਕ ਕਿ ਬਿੱਲਾਂ ਦਾ ਭੁਗਤਾਨ ਕਰਨ ਲਈ ਕੋਈ ਬੈਂਕ ਖਾਤਾ ਨਹੀਂ ਹੈ; ਅਸੀਂ ਇੰਟਰਨੈੱਟ 'ਤੇ ਸਭ ਤੋਂ ਵੱਧ ਪਹੁੰਚਯੋਗ ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ ਦੇ ਤੌਰ 'ਤੇ ਕੰਮ ਕਰਨ ਲਈ ਐਂਟਰਪ੍ਰਾਈਜ਼-ਗ੍ਰੇਡ ਟੂਲਸ ਦੇ ਨਾਲ ਇੱਕ-ਇੱਕ-ਕਿਸਮ ਦਾ ਪਲੇਟਫਾਰਮ, ਆਲ-ਇਨ-ਵਨ, ਨੋ-ਕੋਡ ਵਣਜ ਪਲੇਟਫਾਰਮ ਬਣਾ ਕੇ ਅਜਿਹਾ ਕਰਦੇ ਹਾਂ।",
  },

  os: {
    title: "ਐਂਟਰਪ੍ਰਾਈਜ਼ ਗ੍ਰੇਡ ਟੂਲਸ ਤੱਕ ਪਹੁੰਚ — ਮੁਫਤ।",
    msg: "ਅਸੀਂ ਹਰ ਕਿਸੇ ਲਈ ਪੇਸ਼ੇਵਰ ਈ-ਕਾਮਰਸ ਬਣਾਉਣ ਦੀ ਸ਼ਕਤੀ ਲਿਆਉਂਦੇ ਹਾਂ।",
  },
  login: {
    title: "ਕੀ ਤੁਸੀਂ ਮਾਰਕੀਟ ਵਿੱਚ ਪੇਸ਼ੇਵਰਾਂ ਵਾਂਗ ਖੇਡ ਲਈ ਤਿਆਰ ਹੋ?",
  },

  currencies: {
    title: "ਮੁਦਰਾਵਾਂ",
    sub: "ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਤੁਹਾਡੇ ਗਾਹਕ ਤੁਹਾਡੇ ਤੋਂ ਖਰੀਦ ਸਕਦੇ ਹਨ।",
    msg: "ਤਕਨੀਕੀ, ਪਲੱਗਇਨ ਅਤੇ ਭੁਗਤਾਨ ਦੀਆਂ ਪੇਚੀਦਗੀਆਂ ਦੇ ਦਰਦ ਨਾਲ ਸੰਘਰਸ਼ ਕਰਨ ਦੀ ਬਜਾਏ ਵਿਕਰੀ 'ਤੇ ਧਿਆਨ ਕੇਂਦਰਤ ਕਰੋ। ਅਸੀਂ ਤੁਹਾਡੇ ਔਨਲਾਈਨ ਕਾਰੋਬਾਰ ਵਿੱਚ ਹਰ ਚੀਜ਼ ਨੂੰ ਇਕਸਾਰ ਬਣਾਉਣ ਲਈ ਗਲੋਬਲ ਅਤੇ ਸਥਾਨਕ ਭੁਗਤਾਨ ਸੇਵਾਵਾਂ ਨਾਲ ਕੰਮ ਕਰਦੇ ਹਾਂ।",
  },

  countries: {
    title: "ਦੇਸ਼",
    sub: "ਦੁਨੀਆ ਦਾ ਸਭ ਤੋਂ ਆਸਾਨ ਸਕੇਲ ਈ-ਕਾਮਰਸ ਪਲੇਟਫਾਰਮ।",
    msg: "ਅਸੀਂ ਔਨਲਾਈਨ ਸਪੇਸ ਵਿੱਚ ਪਰੰਪਰਾਗਤ ਵਿਅਕਤੀ-ਤੋਂ-ਵਿਅਕਤੀ ਵਪਾਰਕ ਵਿਵਹਾਰ ਨੂੰ ਅਨੁਕੂਲ ਬਣਾਉਂਦੇ ਹਾਂ, ਭਾਵੇਂ ਤੁਸੀਂ ਜਾਂ ਤੁਹਾਡਾ ਗਾਹਕ ਕਿੱਥੇ ਰਹਿੰਦੇ ਹੋ, ਅਸੀਂ ਤੁਹਾਡੇ ਲਈ ਸਭ ਤੋਂ ਵਧੀਆ ਅਨੁਭਵ ਪ੍ਰਦਾਨ ਕਰਨ ਦੇ ਮਿਸ਼ਨ 'ਤੇ ਹਾਂ।",
  },
  dna: {
    title: "ਤੁਹਾਡੇ ਕਾਰੋਬਾਰ ਦਾ ਡੀ.ਐਨ.ਏ",
    sub: "ਇਸਨੂੰ ਵੇਚੋ!",
    msg: "ਇਹ ਇੱਕ ਕਿਸਮ ਦਾ ਪਲੇਟਫਾਰਮ ਹੈ; ਇਹ ਪੂਰੀ ਤਰ੍ਹਾਂ ਵਿਲੱਖਣ ਹੈ ਅਤੇ ਬਾਕੀਆਂ ਨਾਲੋਂ ਬਹੁਤ ਵੱਖਰਾ ਹੈ। ਇਹ SMEs ਲਈ ਐਂਟਰਪ੍ਰਾਈਜ਼-ਗਰੇਡ ਟੂਲਸ ਦੇ ਨਾਲ ਇੱਕ ਸੇਵਾ ਦੇ ਤੌਰ 'ਤੇ ਇਕਲੌਤਾ ਆਲ-ਇਨ-ਵਨ, ਨੋ-ਕੋਡ ਬਿਜ਼ਨਸ ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ ਹੈ।",
  },

  api: {
    title: "ਦੇਵ. ਦੋਸਤਾਨਾ",
    msg: "ਔਨਲਾਈਨ ਕਾਰੋਬਾਰਾਂ ਲਈ ਇੱਕ ਪੂਰੀ ਤਰ੍ਹਾਂ ਖੁੱਲ੍ਹਾ API- ਅਧਾਰਿਤ ਹੱਲ।",

    sec1: {
      title: "ਤੁਹਾਡੇ ਕਾਰੋਬਾਰ ਲਈ ਰੀੜ੍ਹ ਦੀ ਹੱਡੀ",
      msg: "ਤੁਹਾਡੇ ਸਟੋਰ ਦੇ ਸਾਰੇ ਪਾਸੇ ਸਾਡੇ ਸ਼ਕਤੀਸ਼ਾਲੀ REST API ਦੁਆਰਾ ਉਪਲਬਧ ਹਨ। ਤੁਸੀਂ ਸਟੋਰ ਵਿੱਚ ਕੋਈ ਵੀ ਬਦਲਾਅ ਕਰ ਸਕਦੇ ਹੋ, ਆਪਣੀਆਂ ਐਪਾਂ ਬਣਾ ਸਕਦੇ ਹੋ, ਜਾਂ ਤਕਨੀਕੀ, ਭੁਗਤਾਨ ਅਤੇ ਬੈਕਐਂਡ ਸਮੱਸਿਆਵਾਂ ਬਾਰੇ ਚਿੰਤਾ ਕੀਤੇ ਬਿਨਾਂ ਆਪਣੀ ਖਰੀਦਦਾਰੀ ਐਪ ਨੂੰ ਵਿਕਸਤ ਕਰ ਸਕਦੇ ਹੋ।",
    },
    sec2: {
      title: "ਤੇਜ਼ ਏਕੀਕਰਣ",
      msg: "ਅਸੀਂ ਸਾਰੀਆਂ ਆਮ ਭਾਸ਼ਾਵਾਂ ਅਤੇ ਫਰੇਮਵਰਕ ਲਈ SDK ਵਿਕਸਿਤ ਕਰਦੇ ਹਾਂ ਤਾਂ ਜੋ ਤੁਸੀਂ ਪ੍ਰਮਾਣਿਕਤਾ ਦੇ ਪੜਾਅ, ਖਾਤੇ ਤੱਕ ਪਹੁੰਚ, ਅਤੇ ਸਧਾਰਨ ਕਮਾਂਡਾਂ ਦੁਆਰਾ ਇਸਦਾ ਪ੍ਰਬੰਧਨ ਕਰ ਸਕੋ। ਸ਼ੁਰੂਆਤ ਕਰਨਾ ਸਿਰਫ਼ ਕੁਝ ਕੁ ਕਲਿੱਕ ਦੂਰ ਹੋਵੇਗਾ।",
    },
  },
};
