export default {
  "local_service": "{country_name} ਲਈ ਸਥਾਨਕ ਸੇਵਾ",
  "local_service_message": "ਇਹ ਸੇਵਾ ਸਿਰਫ਼ ਉਹਨਾਂ ਉਪਭੋਗਤਾਵਾਂ ਲਈ ਤਿਆਰ ਕੀਤੀ ਗਈ ਹੈ ਜੋ <u>{country_name}</u> ਵਿੱਚ ਰਹਿੰਦੇ ਹਨ ਅਤੇ ਇਸ ਦੇਸ਼ ਵਿੱਚ ਆਪਣੀਆਂ ਸੇਵਾਵਾਂ ਅਤੇ ਉਤਪਾਦ ਵੇਚਦੇ ਹਨ। ਤੁਹਾਨੂੰ ਸਿਰਫ਼ ਸਥਾਨਕ ਸੇਵਾਵਾਂ ਜਾਂ Selldone ਦੀ ਅੰਤਰਰਾਸ਼ਟਰੀ ਸੇਵਾ ਦੀ ਵਰਤੋਂ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਹੈ। ਇਸ ਸੇਵਾ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ, ਤੁਹਾਨੂੰ ਇਹਨਾਂ ਦੀ ਪਾਲਣਾ ਕਰਨ ਦੀ ਲੋੜ ਹੈ। <b>{country_name}</b> ਅਤੇ <b>ਯੂਰਪੀਅਨ ਯੂਨੀਅਨ</b> ਦੇ ਕਾਨੂੰਨ।",
  "my_shops": "ਮੇਰੀਆਂ ਦੁਕਾਨਾਂ",
  "moto": "ਤੁਸੀਂ ਕੋਸ਼ਿਸ਼ ਕਰੋ, ਅਸੀਂ ਦਰਵਾਜ਼ੇ ਖੋਲ੍ਹਦੇ ਹਾਂ!",
  "start_now_btn": "ਹੁਣੇ ਸ਼ੁਰੂ ਕਰੋ - ਇਹ ਮੁਫ਼ਤ ਹੈ",
  "create_ecommerce_btn": "ਆਪਣਾ ਈ-ਕਾਮਰਸ ਮੁਫ਼ਤ ਵਿੱਚ ਸ਼ੁਰੂ ਕਰੋ",
  "incentive_action": "ਆਪਣੀ ਘੱਟ ਔਨਲਾਈਨ ਵਿਕਰੀ ਦਰ ਨੂੰ ਅਲਵਿਦਾ ਕਹੋ!",
  "create_shopping_website": "ਮੇਰਾ ਈ-ਕਾਮਰਸ ਬਣਾਓ",
  "s1": {
    "title": "ਦੁਆਰਾ ਆਪਣੇ ਆਨਲਾਈਨ ਸਟੋਰ ਬਣਾਓ<br> ਨਹੀਂ—ਕੋਡ ਅਤੇ ਨਹੀਂ—ਮਾਹਰ ਦੀ ਲੋੜ ਹੈ ਹੱਲ",
    "title_animated_words": [
      "ਉਦਮੀ",
      "ਕਲਾਕਾਰ",
      "ਸੁਤੰਤਰ ਕਾਰੋਬਾਰ",
      "ਬ੍ਰਾਂਡਸ",
      "ਰਿਟੇਲ",
      "ਸਿਰਜਣਹਾਰ"
    ],
    "subtitle": "ਜੇਕਰ ਤੁਸੀਂ ਆਪਣੇ ਗਾਹਕਾਂ ਲਈ ਇੱਕ ਵਿਲੱਖਣ, ਤੇਜ਼, ਸੁਰੱਖਿਅਤ ਅਤੇ ਭਰੋਸੇਮੰਦ ਅਨੁਭਵ ਬਣਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ, ਤਾਂ ਇਹ ਤੁਹਾਡੇ ਲਈ ਸਾਧਨ ਹੈ। ਵਿਗਿਆਪਨ-ਰਹਿਤ ਐਂਟਰਪ੍ਰਾਈਜ਼-ਗ੍ਰੇਡ ਬਿਜ਼ਨਸ ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ 'ਤੇ ਆਪਣਾ ਵਿਲੱਖਣ ਭਾਈਚਾਰਾ ਅਤੇ ਇੱਕ ਤੇਜ਼ ਈ-ਕਾਮਰਸ ਬਣਾਓ।",
    "domain_input": {
      "message": "ਤੁਹਾਡਾ ਸਟੋਰ ਤੁਹਾਡੇ ਕੋਲ ਮੁਫਤ ਹੋਸਟਿੰਗ ਅਤੇ SSL ਨਾਲ ਕਿਸੇ ਵੀ ਨਿੱਜੀ ਡੋਮੇਨ ਨਾਲ ਜੁੜ ਸਕਦਾ ਹੈ",
      "action": "ਇੱਕ ਸਟੋਰ ਬਣਾਓ"
    },
    "community": "ਕਮਿਊਨਿਟੀ ਪਲੇਟਫਾਰਮ",
    "shop": "ਔਨਲਾਈਨ ਦੁਕਾਨ ਬਿਲਡਰ",
    "inventory": "ਵਸਤੂ ਪ੍ਰਬੰਧਨ",
    "cms": "ਪੰਨਾ ਸੰਪਾਦਕ ਅਤੇ CMS",
    "in_60_sec": "ਇੱਥੇ ਕਲਿੱਕ ਕਰੋ"
  },
  "video": {
    "title": "ਤੁਹਾਡੀ ਔਨਲਾਈਨ ਅਤੇ ਵਿਅਕਤੀਗਤ ਵਿਕਰੀ ਲਈ ਇੱਕ ਆਲ-ਇਨ-ਵਨ ਹੱਲ।",
    "msg": "ਆਪਣੇ ਈ-ਕਾਮਰਸ ਵਿੱਚ ਸਭ ਤੋਂ ਤੇਜ਼ ਖਰੀਦ ਅਨੁਭਵ ਪ੍ਰਦਾਨ ਕਰੋ।",
    "card_pos": {
      "title": "Selldone POS",
      "msg": "ਜ਼ੀਰੋ-ਸੈੱਟਅੱਪ ਲਾਗਤ ਹੱਲ ਦੁਆਰਾ ਵਿਅਕਤੀਗਤ ਤੌਰ 'ਤੇ ਵੇਚੋ।"
    },
    "card_ecommerce": {
      "title": "Selldone Ecommerce",
      "msg": "ਪੇਸ਼ੇਵਰਾਂ ਵਾਂਗ ਔਨਲਾਈਨ ਵੇਚੋ।"
    },
    "pacman": "ਮੈਂ ਤਕਨੀਕੀ ਸੰਸਥਾਪਕ ਨਹੀਂ ਹਾਂ"
  },
  "why": {
    "title": "ਕਿਉਂ ਵੇਚਿਆ?",
    "msg": "ਅਸੀਂ ਕੋਚਾਂ ਤੋਂ ਬਿਨਾਂ ਟੀਮਾਂ, ਨੇਤਾਵਾਂ ਤੋਂ ਬਿਨਾਂ ਇਨਕਲਾਬ, ਜੜ੍ਹਾਂ ਤੋਂ ਬਿਨਾਂ ਰੁੱਖ, ਅਤੇ ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ ਤੋਂ ਬਿਨਾਂ ਕਾਰੋਬਾਰਾਂ ਦੀ ਕਲਪਨਾ ਨਹੀਂ ਕਰ ਸਕਦੇ! ਇਸ ਲਈ ਅਸੀਂ ਤੇਜ਼ੀ ਨਾਲ ਵਧ ਰਹੀਆਂ ਕੰਪਨੀਆਂ ਅਤੇ ਨੌਜਵਾਨ ਉੱਦਮੀਆਂ ਲਈ ਆਨਲਾਈਨ ਕਾਰੋਬਾਰ ਦੀ ਮੁੜ ਕਲਪਨਾ ਕਰ ਰਹੇ ਹਾਂ।",
    "sec1": {
      "title": "ਆਸਾਨ + ਪੇਸ਼ੇਵਰ",
      "msg": "ਇਹ ਤੁਹਾਡੇ ਲਈ ਬਜ਼ਾਰਾਂ ਵਿੱਚ ਇੱਕ ਪੇਸ਼ੇਵਰ ਦੀ ਤਰ੍ਹਾਂ ਖੇਡਣ ਲਈ ਬਣਾਇਆ ਗਿਆ ਹੈ, ਭਾਵੇਂ ਤੁਸੀਂ ਇੱਕ ਸ਼ੁਰੂਆਤੀ ਹੋ ਪਰ ਇੱਕ ਪੇਸ਼ੇਵਰ ਵਾਂਗ ਖੇਡਣਾ ਚਾਹੁੰਦੇ ਹੋ, ਜਾਂ ਤੁਸੀਂ ਇੱਕ ਮਾਹਰ ਹੋ ਅਤੇ ਆਪਣੇ ਵਾਂਗ ਖੇਡਣ ਦੇ ਹੱਕਦਾਰ ਹੋ!"
    },
    "sec2": {
      "title": "ਐਂਟਰਪ੍ਰਾਈਜ਼-ਗਰੇਡ ਟੂਲ",
      "msg": "ਅਸੀਂ ਨਵੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਜਾਰੀ ਕਰਦੇ ਹਾਂ, APIs ਨੂੰ ਅੱਪਡੇਟ ਕਰਦੇ ਹਾਂ ਅਤੇ ਰੋਜ਼ਾਨਾ ਰੁਟੀਨ ਵਜੋਂ ਨਵੀਆਂ ਵਿਧੀਆਂ ਲਾਗੂ ਕਰਦੇ ਹਾਂ। ਇਹ ਤੁਹਾਡੇ ਕਾਰੋਬਾਰ ਲਈ ਇੱਕ ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ ਹੈ, ਇਸਲਈ ਤੁਹਾਡੇ ਵਪਾਰ ਨੂੰ ਸਾਡੇ ਪਲੇਟਫਾਰਮ ਦੁਆਰਾ ਸਕੇਲ ਕਰੋ।"
    },
    "sec3": {
      "title": "ਸਮਾਜਿਕ ਵਿਕਰੀ",
      "msg": "ਸਾਡਾ ਉਤਪਾਦ ਦੁਨੀਆ ਭਰ ਦੇ ਖਰੀਦਦਾਰਾਂ ਦੇ ਅਸਲ ਵਪਾਰਕ ਵਿਵਹਾਰ 'ਤੇ ਤਿਆਰ ਕੀਤਾ ਗਿਆ ਹੈ। ਅਸੀਂ Instagram, TikTok, ਅਤੇ ਹੋਰ ਸੋਸ਼ਲ ਨੈੱਟਵਰਕਾਂ 'ਤੇ AVOCADO ਨਾਮਕ ਇੱਕ ਕਿਸਮ ਦੀ ਵਿਕਰੀ ਵਿਧੀਆਂ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਦੇ ਹਾਂ।"
    },
    "sec4": {
      "title": "ਪੈਸੇ ਬਚਾਓ",
      "msg": "ਕਿਸੇ ਵੀ ਮਾਹਰ ਨੂੰ ਹੁਣ ਈ-ਕਾਮਰਸ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ! ਮਹਿੰਗੇ ਵਿਕਾਸ, ਰੱਖ-ਰਖਾਅ, ਪ੍ਰੋਗਰਾਮਿੰਗ ਪ੍ਰਕਿਰਿਆ, ਅਤੇ ਇੱਥੋਂ ਤੱਕ ਕਿ ਈ-ਕਾਮਰਸ ਪਲੇਟਫਾਰਮਾਂ ਦੇ ਮਾਹਰਾਂ ਦੀ ਲਾਗਤ ਨੂੰ ਅਲਵਿਦਾ ਕਹੋ।"
    }
  },
  "how_it_work": {
    "title": "ਕਿਦਾ ਚਲਦਾ.",
    "msg": "ਨੋ-ਕ੍ਰੈਡਿਟ ਕਾਰਡ, ਨੋ-ਪਲੱਗਇਨ, ਨੋ-ਟੈਂਪਲੇਟ, ਨੋ-ਸੈਟਅੱਪ, ਨੋ-ਹੋਸਟ, ਨੋ-ਤਕਨੀਕੀ ਹੱਲ ਉਹਨਾਂ ਲਈ ਜੋ ਪੇਸ਼ੇਵਰਾਂ ਵਾਂਗ ਖੇਡਣਾ ਚਾਹੁੰਦੇ ਹਨ।",
    "step0": {
      "title": "ਖਰੀਦਦਾਰਾਂ ਲਈ ਬਣਾਇਆ ਗਿਆ, ਵਿਕਰੇਤਾਵਾਂ ਦੁਆਰਾ ਪਿਆਰ ਕੀਤਾ ਗਿਆ, ਇੱਕ ਕਦਮ ਦੂਰ।",
      "msg1": "ਇਹ ਤੁਹਾਡਾ ਅਸਲ ਈ-ਕਾਮਰਸ ਕਰਨ ਦਾ ਸਮਾਂ ਹੈ, ਆਪਣੇ ਕਾਰੋਬਾਰ ਦੇ ਆਲੇ-ਦੁਆਲੇ ਖੁਸ਼ ਗਾਹਕਾਂ ਨੂੰ ਇਕੱਠਾ ਕਰੋ, ਅਤੇ ਇਸ ਗੱਲ 'ਤੇ ਧਿਆਨ ਕੇਂਦਰਿਤ ਕਰੋ ਕਿ ਤੁਸੀਂ ਅਸਲ ਵਿੱਚ ਕੀ ਕਰਨਾ ਪਸੰਦ ਕਰਦੇ ਹੋ।"
    },
    "step1": {
      "title": "ਆਪਣੇ ਉਤਪਾਦ ਸ਼ਾਮਲ ਕਰੋ।",
      "msg1": "ਉਤਪਾਦਾਂ ਨੂੰ ਹੱਥੀਂ ਸ਼ਾਮਲ ਕਰੋ, ਜਿਵੇਂ ਕਿ ਇੰਸਟਾਗ੍ਰਾਮ 'ਤੇ ਫੋਟੋਆਂ ਸ਼ਾਮਲ ਕਰਨਾ! ਜਾਂ ਸਿਰਫ਼ ਇੱਕ ਐਕਸਲ ਫਾਈਲ ਦੁਆਰਾ 100,000 ਆਈਟਮਾਂ ਸ਼ਾਮਲ ਕਰੋ। ਤੁਸੀਂ ਉਤਪਾਦਾਂ, ਸੇਵਾਵਾਂ, ਗਾਹਕੀਆਂ ਅਤੇ ਫਾਈਲਾਂ ਨੂੰ ਇੱਕ ਥਾਂ 'ਤੇ ਵੇਚ ਸਕਦੇ ਹੋ।"
    },
    "step2": {
      "title": "ਕਨੈਕਟ ਭੁਗਤਾਨ ਵਿਧੀਆਂ ਤੁਹਾਡੀ ਜ਼ਰੂਰਤ ਦੇ ਅਨੁਕੂਲ ਹਨ।",
      "msg1": "ਅਸੀਂ ਵਿੱਤੀ ਲੈਣ-ਦੇਣ ਵਿੱਚ ਦਖਲ ਦੇਣ ਵਿੱਚ ਦਿਲਚਸਪੀ ਨਹੀਂ ਰੱਖਦੇ! ਗਾਹਕਾਂ ਦੇ 100% ਭੁਗਤਾਨ ਸਿੱਧੇ ਤੁਹਾਡੇ ਬੈਂਕ ਖਾਤੇ ਵਿੱਚ ਟ੍ਰਾਂਸਫਰ ਕੀਤੇ ਜਾਣਗੇ। ਬੱਸ ਆਪਣੀ ਸਟ੍ਰਾਈਪ, ਪੇਪਾਲ, ਆਦਿ ਨੂੰ ਕਨੈਕਟ ਕਰੋ। ਤੁਸੀਂ ਇੱਕੋ ਸਮੇਂ ਆਪਣੇ ਸਟੋਰ ਵਿੱਚ ਕਈ ਕਿਰਿਆਸ਼ੀਲ ਭੁਗਤਾਨ ਸੇਵਾਵਾਂ ਲੈ ਸਕਦੇ ਹੋ!",
      "crypto_msg": "ਕਿਰਿਆਸ਼ੀਲ ਵਪਾਰੀਆਂ ਲਈ ਉਪਲਬਧ"
    },
    "step3": {
      "title": "ਵ੍ਹਾਈਟ ਲੇਬਲ / ਲਚਕਦਾਰ / ਡੂੰਘਾਈ ਨਾਲ ਅਨੁਕੂਲਿਤ.",
      "msg1": "ਆਪਣੇ ਲੈਂਡਿੰਗ ਪੰਨਿਆਂ ਨੂੰ ਡਿਜ਼ਾਈਨ ਕਰੋ, ਅਤੇ ਤੁਹਾਡੇ ਬ੍ਰਾਂਡ ਸੰਦੇਸ਼ ਦੇ ਅਨੁਸਾਰ ਆਪਣੀ ਸਾਈਟ ਦਾ ਥੀਮ ਰੰਗ ਬਦਲੋ। ਡਰੈਗ ਐਂਡ ਡ੍ਰੌਪ ਵਿਸ਼ੇਸ਼ਤਾ ਕਿਸੇ ਮਾਹਰ ਨੂੰ ਨਿਯੁਕਤ ਕਰਨ ਦੀ ਲੋੜ ਤੋਂ ਬਿਨਾਂ ਇਹ ਸਭ ਸੰਭਵ ਬਣਾਉਂਦੀ ਹੈ।",
      "view_sample_pages": "ਤੁਹਾਨੂੰ ਪ੍ਰੇਰਿਤ ਕਰਨ ਲਈ ਸ਼ਾਨਦਾਰ SD ਸਟੋਰ"
    },
    "step4": {
      "title": "ਇੱਕ-ਕਲਿੱਕ ਚੈੱਕਆਉਟ: ਦੁਨੀਆ ਭਰ ਵਿੱਚ ਯੂਨੀਫਾਈਡ ਚੈੱਕਆਉਟ ਅਨੁਭਵ।",
      "msg1": "ਗਾਹਕਾਂ ਨੂੰ ਤੁਹਾਡੇ ਤੋਂ ਖਰੀਦਣ ਲਈ ਜਾਣਕਾਰੀ ਦਰਜ ਕਰਨ ਅਤੇ ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਫਾਰਮ ਭਰਨ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ! ਉਹ SMS ਰਾਹੀਂ ਲੌਗਇਨ ਕਰਦੇ ਹਨ ਅਤੇ ਇੱਕ ਕਲਿੱਕ ਨਾਲ ਚੈੱਕਆਉਟ ਫਾਰਮ ਭਰਦੇ ਹਨ ਅਤੇ ਭੁਗਤਾਨ ਕਰਦੇ ਹਨ। ਤੁਸੀਂ ਵਧੋ, ਅਸੀਂ ਵਧਦੇ ਹਾਂ।"
    }
  },
  "onboarding": {
    "title": "ਆਪਣੇ ਕਾਰੋਬਾਰ ਨੂੰ ਔਨਲਾਈਨ, ਤੇਜ਼ ਅਤੇ ਬਿਹਤਰ ਬਣਾਓ - ਇਹ ਮੁਫ਼ਤ ਹੈ",
    "success_title": "ਆਪਣੇ ਔਨਲਾਈਨ ਕਾਰੋਬਾਰ OS ਨੂੰ ਸਥਾਪਿਤ ਕਰਨਾ,",
    "wait_msg": "ਕਿਰਪਾ ਕਰਕੇ ਕੁਝ ਸਕਿੰਟ ਉਡੀਕ ਕਰੋ...",
    "ready_msg": "ਤੁਹਾਡੀ ਦੁਕਾਨ ਤਿਆਰ ਹੈ।",
    "send_mail_msg": "ਲੌਗਇਨ ਲਿੰਕ {email} 'ਤੇ ਭੇਜਿਆ ਗਿਆ",
    "options": {
      "title": "ਦੁਕਾਨ ਸੰਰਚਨਾ",
      "msg": "ਤੁਸੀਂ ਆਪਣੀ ਵੈੱਬਸਾਈਟ 'ਤੇ ਕਿਹੜੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਚਾਹੁੰਦੇ ਹੋ?",
      "ecommerce": "ਈ-ਕਾਮਰਸ",
      "pos": "ਵਿਕਰੀ ਦਾ ਪੁਆਇੰਟ",
      "blog": "ਬਲੌਗ ਅਤੇ CMS",
      "community": "ਭਾਈਚਾਰਾ ਅਤੇ ਫੋਰਮ",
      "ecommerce_desc": "ਆਪਣੇ ਉਤਪਾਦਾਂ ਅਤੇ ਸੇਵਾਵਾਂ ਨੂੰ ਔਨਲਾਈਨ ਵੇਚੋ।",
      "pos_desc": "ਆਪਣੇ ਉਤਪਾਦਾਂ ਅਤੇ ਸੇਵਾਵਾਂ ਨੂੰ ਵਿਅਕਤੀਗਤ ਤੌਰ 'ਤੇ ਵੇਚੋ।",
      "blog_desc": "ਤੁਹਾਡੇ ਲੇਖਾਂ ਅਤੇ ਪੋਸਟਾਂ ਨੂੰ ਪ੍ਰਕਾਸ਼ਿਤ ਕਰਨ ਲਈ ਸ਼ਕਤੀਸ਼ਾਲੀ CMS।",
      "community_desc": "ਆਪਣਾ ਕਮਿਊਨਿਟੀ ਅਤੇ ਫੋਰਮ ਬਣਾਓ।"
    },
    "job": {
      "title": "ਤੁਹਾਡਾ ਉਦਯੋਗ ਕੀ ਹੈ?",
      "placeholder": "ਆਪਣੇ ਕਾਰੋਬਾਰ ਨੂੰ Selldone OS ਵਿੱਚ ਬਦਲੋ, ਭਾਵੇਂ ਤੁਸੀਂ ਵਰਤਮਾਨ ਵਿੱਚ ਕਿਹੜਾ ਪਲੇਟਫਾਰਮ ਵਰਤ ਰਹੇ ਹੋਵੋ।"
    },
    "shop_name": {
      "title": "ਵਪਾਰ ਨਾਮ",
      "placeholder": "ਸਾਬਕਾ ਅਲੈਕਸ ਜੁੱਤੇ"
    },
    "income": {
      "title": "ਮਹੀਨਾਵਾਰ ਵਿਕਰੀ",
      "msg": "ਆਪਣੀ ਕੁੱਲ ਮਹੀਨਾਵਾਰ ਵਿਕਰੀ ਦੀ ਇੱਕ ਸੀਮਾ ਚੁਣੋ।",
      "Low": "$5,000 USD ਤੱਕ",
      "Medium": "$5,000 USD ~ $50,000 USD",
      "High": "50,000 USD ~ $1,000,000 USD",
      "Extreme": "$1,000,000 USD ਤੋਂ ਉੱਪਰ"
    },
    "step_1": "ਮਕਸਦ",
    "step_2": "ਸੰਰਚਨਾ",
    "step_3": "ਖਾਤਾ"
  },
  "notion": {
    "title": "ਵੱਖ-ਵੱਖ ਨਿਯਮਾਂ ਨਾਲ ਖੇਡ.",
    "quote": "ਸਾਡਾ ਮੰਨਣਾ ਹੈ ਕਿ ਇੱਕ ਵਿਅਕਤੀ ਔਨਲਾਈਨ ਮਨੁੱਖਤਾ ਯੁੱਗ ਵਿੱਚ ਤਬਦੀਲੀ ਲਿਆ ਸਕਦਾ ਹੈ, ਇੱਥੋਂ ਤੱਕ ਕਿ ਜਿਸ ਕੋਲ ਲੋੜੀਂਦੇ ਪੈਸੇ ਨਹੀਂ ਹਨ, ਇੱਥੋਂ ਤੱਕ ਕਿ ਕੋਈ ਤਕਨੀਕੀ ਅਨੁਭਵ ਵੀ ਨਹੀਂ ਹੈ, ਇੱਥੋਂ ਤੱਕ ਕਿ ਬਿੱਲਾਂ ਦਾ ਭੁਗਤਾਨ ਕਰਨ ਲਈ ਕੋਈ ਬੈਂਕ ਖਾਤਾ ਨਹੀਂ ਹੈ; ਅਸੀਂ ਇੰਟਰਨੈੱਟ 'ਤੇ ਸਭ ਤੋਂ ਵੱਧ ਪ੍ਰਾਪਤ ਕਰਨ ਯੋਗ ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ ਦੇ ਤੌਰ 'ਤੇ ਕੰਮ ਕਰਨ ਲਈ ਐਂਟਰਪ੍ਰਾਈਜ਼-ਗ੍ਰੇਡ ਟੂਲਸ ਦੇ ਨਾਲ ਵਰਤੋਂ ਲਈ ਤਿਆਰ ਪਲੇਟਫਾਰਮ ਬਣਾ ਕੇ ਅਜਿਹਾ ਕਰਦੇ ਹਾਂ।"
  },
  "stop": {
    "title": "ਆਸਾਨ ਔਨਲਾਈਨ ਖਰੀਦਦਾਰੀ ਵੈਬਸਾਈਟ ਬਿਲਡਰ + ਸਿੱਧਾ ਭੁਗਤਾਨ.",
    "subtitle": "ਜੇਕਰ ਤੁਸੀਂ ਇੱਕ ਲਾਭਦਾਇਕ ਔਨਲਾਈਨ ਕਾਰੋਬਾਰ ਬਣਾਉਣ ਅਤੇ ਆਪਣੇ ਵਪਾਰਕ ਵਿਚਾਰ ਨੂੰ ਹਕੀਕਤ ਵਿੱਚ ਬਦਲਣ ਦੀ ਯੋਜਨਾ ਬਣਾ ਰਹੇ ਹੋ, ਤਾਂ ਸੇਲਡੋਨ ਇੱਕ ਸੰਪੂਰਣ ਵਿਕਲਪ ਹੈ।",
    "pacman": "ਭੁਗਤਾਨ ਪਲੱਗਇਨ"
  },
  "os": {
    "title": "ਵਿਸ਼ਵ ਪੱਧਰੀ ਸਾਧਨਾਂ ਤੱਕ ਪਹੁੰਚ — ਮੁਫ਼ਤ।",
    "msg": "ਅਸੀਂ ਤੁਹਾਡੀਆਂ ਉਂਗਲਾਂ 'ਤੇ ਪੇਸ਼ੇਵਰ ਈ-ਕਾਮਰਸ ਬਣਾਉਣ ਦੀ ਸ਼ਕਤੀ ਰੱਖਦੇ ਹਾਂ।"
  },
  "login": {
    "title": "ਕੀ ਤੁਸੀਂ ਮਾਰਕੀਟ ਵਿੱਚ ਇੱਕ ਪ੍ਰੋ ਵਾਂਗ ਗੇਮ ਕਰਨ ਲਈ ਤਿਆਰ ਹੋ?"
  },
  "currencies": {
    "title": "ਮੁਦਰਾਵਾਂ",
    "sub": "ਤੁਹਾਡੇ ਗਾਹਕ ਆਪਣੀਆਂ ਸਥਾਨਕ ਮੁਦਰਾਵਾਂ ਵਿੱਚ ਆਸਾਨੀ ਨਾਲ ਭੁਗਤਾਨ ਕਰ ਸਕਦੇ ਹਨ।",
    "msg": "ਤਕਨੀਕੀ, ਪਲੱਗਇਨ ਅਤੇ ਭੁਗਤਾਨ ਦੀਆਂ ਪੇਚੀਦਗੀਆਂ ਦੇ ਦਰਦ ਨਾਲ ਸੰਘਰਸ਼ ਕਰਨ ਦੀ ਬਜਾਏ ਵਿਕਰੀ 'ਤੇ ਧਿਆਨ ਕੇਂਦਰਤ ਕਰੋ। ਅਸੀਂ ਤੁਹਾਡੇ ਔਨਲਾਈਨ ਕਾਰੋਬਾਰ ਵਿੱਚ ਹਰ ਚੀਜ਼ ਨੂੰ ਇਕਸਾਰ ਬਣਾਉਣ ਲਈ ਸਥਾਨਕ ਅਤੇ ਗਲੋਬਲ ਭੁਗਤਾਨ ਸੇਵਾਵਾਂ ਨਾਲ ਕੰਮ ਕਰਦੇ ਹਾਂ।"
  },
  "countries": {
    "title": "ਦੇਸ਼",
    "sub": "ਦੁਨੀਆ ਦਾ ਸਭ ਤੋਂ ਆਸਾਨ-ਪੈਮਾਨੇ ਵਾਲਾ ਵਪਾਰਕ OS।",
    "msg": "ਅਸੀਂ ਔਨਲਾਈਨ ਸਪੇਸ ਵਿੱਚ ਪਰੰਪਰਾਗਤ ਵਿਅਕਤੀ-ਤੋਂ-ਵਿਅਕਤੀ ਵਪਾਰਕ ਵਿਵਹਾਰ ਨੂੰ ਅਨੁਕੂਲ ਬਣਾਉਂਦੇ ਹਾਂ, ਭਾਵੇਂ ਤੁਸੀਂ ਜਾਂ ਤੁਹਾਡਾ ਗਾਹਕ ਕਿੱਥੇ ਰਹਿੰਦੇ ਹੋ, ਅਸੀਂ ਤੁਹਾਡੇ ਲਈ ਸਭ ਤੋਂ ਵਧੀਆ ਅਨੁਭਵ ਪ੍ਰਦਾਨ ਕਰਨ ਦੇ ਮਿਸ਼ਨ 'ਤੇ ਹਾਂ।"
  },
  "dna": {
    "title": "ਤੁਹਾਡੇ ਕਾਰੋਬਾਰ ਦਾ ਡੀ.ਐਨ.ਏ",
    "sub": "ਇਸਨੂੰ ਵੇਚੋ!",
    "msg": "ਇਹ ਤੁਹਾਡੇ ਲਈ ਐਂਟਰਪ੍ਰਾਈਜ਼-ਗ੍ਰੇਡ ਟੂਲਸ ਦੇ ਨਾਲ ਇੱਕ ਸੇਵਾ ਦੇ ਤੌਰ 'ਤੇ ਸਿਰਫ਼ ਆਲ-ਇਨ-ਵਨ, ਨੋ-ਕੋਡ ਬਿਜ਼ਨਸ ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ ਹੈ।"
  },
  "api": {
    "title": "ਦੇਵ. ਦੋਸਤਾਨਾ",
    "msg": "ਔਨਲਾਈਨ ਕਾਰੋਬਾਰਾਂ ਲਈ ਇੱਕ ਪੂਰੀ ਤਰ੍ਹਾਂ ਖੁੱਲ੍ਹਾ API-ਆਧਾਰਿਤ ਹੱਲ।",
    "sec1": {
      "title": "ਅਸੀਂ ਤੁਹਾਡੇ ਕਾਰੋਬਾਰ ਦੀ ਰੀੜ੍ਹ ਦੀ ਹੱਡੀ ਬਣਾਉਂਦੇ ਹਾਂ",
      "msg": "ਤੁਹਾਡੇ ਸਟੋਰ ਦੇ ਸਾਰੇ ਪਾਸੇ ਸਾਡੇ ਸ਼ਕਤੀਸ਼ਾਲੀ REST API ਦੁਆਰਾ ਉਪਲਬਧ ਹਨ। ਤੁਸੀਂ ਸਟੋਰ ਵਿੱਚ ਕੋਈ ਵੀ ਬਦਲਾਅ ਕਰ ਸਕਦੇ ਹੋ, ਆਪਣੀਆਂ ਐਪਾਂ ਬਣਾ ਸਕਦੇ ਹੋ, ਜਾਂ ਤਕਨੀਕੀ, ਭੁਗਤਾਨ ਅਤੇ ਬੈਕਐਂਡ ਸਮੱਸਿਆਵਾਂ ਬਾਰੇ ਚਿੰਤਾ ਕੀਤੇ ਬਿਨਾਂ ਆਪਣੀ ਖਰੀਦਦਾਰੀ ਐਪ ਨੂੰ ਵਿਕਸਿਤ ਕਰ ਸਕਦੇ ਹੋ।"
    },
    "sec2": {
      "title": "ਤੇਜ਼ ਏਕੀਕਰਣ",
      "msg": "ਅਸੀਂ ਸਾਰੀਆਂ ਆਮ ਭਾਸ਼ਾਵਾਂ ਅਤੇ ਫਰੇਮਵਰਕ ਲਈ SDK ਵਿਕਸਿਤ ਕਰਦੇ ਹਾਂ ਤਾਂ ਜੋ ਤੁਸੀਂ ਪ੍ਰਮਾਣੀਕਰਨ ਦੇ ਪੜਾਅ, ਖਾਤੇ ਤੱਕ ਪਹੁੰਚ, ਅਤੇ ਸਧਾਰਨ ਕਮਾਂਡਾਂ ਦੁਆਰਾ ਇਸਦਾ ਪ੍ਰਬੰਧਨ ਕਰ ਸਕੋ। ਸ਼ੁਰੂਆਤ ਕਰਨਾ ਸਿਰਫ਼ ਕੁਝ ਕਲਿੱਕ ਦੂਰ ਹੋਵੇਗਾ।"
    },
    "header": "{infinite} ਕਸਟਮਾਈਜ਼ੇਸ਼ਨ ਦੇ ਨਾਲ ਓਪਨ ਸੋਰਸ API ਅਤੇ SDK"
  },
  "convertible": {
    "store_name": "ਤੁਹਾਡਾ ਸਟੋਰ",
    "variant_1": "ਉਤਪਾਦ ਵੇਰੀਐਂਟ ਅੰਬਰ",
    "variant_2": "ਉਤਪਾਦ ਵੇਰੀਐਂਟ ਲਾਲ",
    "buy": "ਹੁਣੇ ਖਰੀਦੋ",
    "price": "$89",
    "management": {
      "title": "ਉਤਪਾਦ ਪ੍ਰਬੰਧਨ",
      "msg": "ਉਤਪਾਦਾਂ ਅਤੇ ਸ਼੍ਰੇਣੀਆਂ ਜਿਵੇਂ ਕਿ ਫਾਈਲਾਂ ਅਤੇ ਫੋਲਡਰਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੁਸੀਂ ਵਿੰਡੋਜ਼ ਵਿੱਚ ਘਸੀਟਦੇ ਅਤੇ ਛੱਡਦੇ ਹੋ।",
      "check1": "ਐਕਸਲ ਜਾਂ CSV ਫਾਈਲਾਂ ਦੁਆਰਾ ਉਤਪਾਦ ਅਪਲੋਡ ਕਰੋ।",
      "check2": "AR ਮਾਡਲ ਸ਼ਾਮਲ ਕਰੋ।",
      "check3": "ਆਟੋ ਐਸਈਓ ਇੰਜਣ ਦੁਆਰਾ ਅਨੁਕੂਲਿਤ ਕਰੋ.",
      "check4": "ਡਰੈਗ ਐਂਡ ਡ੍ਰੌਪ ਪ੍ਰਬੰਧਨ।"
    },
    "payment": {
      "title": "ਕਈ ਭੁਗਤਾਨ ਵਿਧੀਆਂ ਦਾ ਸਮਰਥਨ ਕਰੋ",
      "msg": "ਸਹਿਜ ਅਨੁਭਵ ਇਨ-ਸਾਈਟ / ਇਨ-ਐਪ ਭੁਗਤਾਨ।",
      "check1": "ਧਾਰੀ",
      "check1msg": "40 ਤੋਂ ਵੱਧ ਦੇਸ਼ਾਂ ਦਾ ਸਮਰਥਨ ਕਰਦਾ ਹੈ।",
      "check2": "ਕਲਾਰਨਾ",
      "check2msg": "ਹੁਣੇ ਖਰੀਦੋ ਬਾਅਦ ਵਿੱਚ ਭੁਗਤਾਨ ਕਰੋ।",
      "check3": "ਪੇਪਾਲ",
      "check3msg": "ਇੱਕ ਕਲਿੱਕ ਭੁਗਤਾਨ."
    },
    "checkout": {
      "title": "ਤੁਹਾਡਾ ਬ੍ਰਾਂਡ",
      "online": "ਆਨਲਾਈਨ ਗਾਹਕ",
      "offline": "ਵਿਅਕਤੀਗਤ ਗਾਹਕ"
    },
    "design": {
      "title": "ਪੰਨਾ ਬਿਲਡਰ",
      "msg": "ਇਸਨੂੰ ਸਿਰਫ਼ ਖਿੱਚੋ ਅਤੇ ਛੱਡੋ।"
    }
  },
  "secure": {
    "title": "ਹਾਈਪਰ ਸੁਰੱਖਿਅਤ ਹੱਲ",
    "msg": "ਡੇਟਾ ਇਕਸਾਰਤਾ ਅਤੇ ਐਂਟਰਪ੍ਰਾਈਜ਼ ਪਹੁੰਚ ਪੱਧਰ ਪ੍ਰਬੰਧਨ।"
  },
  "build": {
    "title": "ਆਪਣੇ ਖੁਦ ਦੇ ਬ੍ਰਾਂਡ ਦੇ ਨਾਲ ਆਪਣਾ ਈ-ਕਾਮਰਸ ਰੱਖੋ ਅਤੇ ਆਪਣਾ ਕਾਰੋਬਾਰ ਕੰਟਰੋਲ ਵਾਪਸ ਲਓ!",
    "msg": "ਤੁਹਾਡੇ ਕੋਲ ਆਪਣੇ ਸੋਸ਼ਲ ਮੀਡੀਆ ਖਾਤਿਆਂ ਨੂੰ ਆਪਣੇ ਡੋਮੇਨ 'ਤੇ ਇੱਕ ਔਨਲਾਈਨ ਖਰੀਦਦਾਰੀ ਵੈਬਸਾਈਟ ਵਿੱਚ ਬਦਲਣ ਜਾਂ ਸਕ੍ਰੈਚ ਤੋਂ ਆਪਣਾ ਮਾਸਟਰਪੀਸ ਈ-ਕਾਮਰਸ ਬਣਾਉਣ ਲਈ ਬਹੁਤ ਸਾਰੇ ਵਿਕਲਪ ਹਨ।"
  },
  "stripe": {
    "title": "ਕੀ ਤੁਹਾਡੇ ਕੋਲ Stripe ਖਾਤਾ ਹੈ?",
    "msg": "ਵਧਾਈਆਂ, ਤੁਸੀਂ ਪਹਿਲਾਂ ਬਹੁਤ ਸਾਰੀਆਂ ਚੀਜ਼ਾਂ ਕੀਤੀਆਂ ਹਨ। ਸਿਰਫ਼ ਇੱਕ ਟੈਪ ਨਾਲ ਆਪਣਾ ਔਨਲਾਈਨ ਸਟੋਰ ਬਣਾਓ! Selldone ਬਾਕੀ ਦੀ ਦੇਖਭਾਲ ਕਰਦਾ ਹੈ."
  },
  "unbanked": {
    "title": "ਇੱਕ ਪਲੇਟਫਾਰਮ, ਇੱਕ ਹੱਲ — ਉਦੇਸ਼।",
    "msg": "ਔਨਲਾਈਨ ਵਿਕਰੀ ਦੀ ਸਹੂਲਤ ਦੇਣ ਅਤੇ ਉੱਦਮੀ ਭਾਵਨਾ ਨੂੰ ਅਨਲੌਕ ਕਰਨ ਲਈ ਇੱਕ ਵਿਲੱਖਣ ਵਪਾਰਕ OS, ਇੱਥੋਂ ਤੱਕ ਕਿ 1.7 ਬਿਲੀਅਨ ਤੋਂ ਵੱਧ ਬਿਨਾਂ ਬੈਂਕ ਵਾਲੇ ਬਾਲਗਾਂ ਲਈ।"
  },
  "faqs": [
    {
      "question": "ਕੀ ਮੈਂ ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਤੋਂ ਬਿਨਾਂ ਇੱਕ ਔਨਲਾਈਨ ਸਟੋਰ ਬਣਾ ਸਕਦਾ ਹਾਂ?",
      "answer": "ਹਾਂ, ਤੁਸੀਂ Selldone 'ਤੇ ਕ੍ਰੈਡਿਟ ਅਤੇ ਡੈਬਿਟ ਕਾਰਡਾਂ ਵਰਗੇ ਕਿਸੇ ਵੀ ਬੈਂਕਿੰਗ ਕਾਰਡ ਦੀ ਲੋੜ ਤੋਂ ਬਿਨਾਂ ਆਪਣਾ ਈ-ਕਾਮਰਸ ਬਣਾ ਸਕਦੇ ਹੋ। ਸੇਲਡੋਨ ਲੋਕਾਂ ਨੂੰ ਉੱਨਤ ਈ-ਕਾਮਰਸ ਸੇਵਾਵਾਂ ਪ੍ਰਦਾਨ ਕਰਨ ਲਈ ਇੱਕ ਵਿਲੱਖਣ ਤਰੀਕਾ ਵਰਤਦਾ ਹੈ, ਇੱਥੋਂ ਤੱਕ ਕਿ 1.7 ਬਿਲੀਅਨ ਤੋਂ ਵੱਧ ਲੋਕ ਆਮ ਵਿੱਤੀ ਸੇਵਾਵਾਂ ਤੱਕ ਪਹੁੰਚ ਤੋਂ ਬਿਨਾਂ।"
    },
    {
      "question": "ਮੈਂ ਬਿਨਾਂ ਬੈਂਕ ਵਾਲੇ ਗਾਹਕਾਂ ਨੂੰ ਔਨਲਾਈਨ ਕਿਵੇਂ ਵੇਚ ਸਕਦਾ ਹਾਂ?",
      "answer": "ਆਪਣੇ ਈ-ਕਾਮਰਸ ਵਿੱਚ COD ( <b>ਕੈਸ਼ ਆਨ ਡਿਲੀਵਰੀ</b> ) ਸ਼ਾਮਲ ਕਰੋ, ਤਾਂ ਜੋ ਤੁਹਾਡੇ ਗਾਹਕ ਆਰਡਰ ਪ੍ਰਾਪਤ ਕਰਨ ਤੋਂ ਬਾਅਦ ਭੁਗਤਾਨ ਕਰ ਸਕਣ। ਵਿੱਤੀ ਢਾਂਚੇ ਦੀ ਘਾਟ ਵਾਲੇ ਜ਼ਿਆਦਾਤਰ ਦੇਸ਼ਾਂ ਵਿੱਚ COD ਇੱਕ ਰਵਾਇਤੀ ਤਰੀਕਾ ਹੈ।"
    },
    {
      "question": "ਮੈਂ ਬੈਂਕ ਖਾਤੇ ਤੋਂ ਬਿਨਾਂ ਆਪਣਾ ਈ-ਕਾਮਰਸ ਕਿਵੇਂ ਸੈਟ ਕਰ ਸਕਦਾ/ਸਕਦੀ ਹਾਂ?",
      "answer": "ਸੇਲਡੋਨ ਤੋਂ ਪਹਿਲਾਂ ਬੇਕਾਬੂ ਲੋਕਾਂ ਲਈ ਕੋਈ ਹੱਲ ਨਹੀਂ ਸੀ. ਪਰ ਹੁਣ, ਤੁਸੀਂ ਬਿਨਾਂ ਕਿਸੇ ਬੈਂਕ ਖਾਤੇ ਦੇ ਆਪਣਾ ਈ-ਕਾਮਰਸ ਅਤੇ ਵੈਬਸਾਈਟ ਬਣਾ ਸਕਦੇ ਹੋ। ਇਹ ਤੁਹਾਡੇ ਲਈ ਇੱਕ ਨਿਊਨਤਮ ਲਾਗਤ ਹੈ; ਤੁਸੀਂ ਇਸ ਲਾਗਤ ਦਾ ਭੁਗਤਾਨ ਮਹੀਨੇ ਦੇ ਅੰਤ ਵਿੱਚ ਆਪਣੇ ਬਟੂਏ ਰਾਹੀਂ ਕਰ ਸਕਦੇ ਹੋ। Selldone ਵਾਲਿਟ ਦੂਜੇ ਲੋਕਾਂ ਤੋਂ ਫੀਸ ਲੈ ਸਕਦਾ ਹੈ ਜਾਂ ਗਿਫਟ ਕਾਰਡਾਂ ਰਾਹੀਂ ਚਾਰਜ ਕਰ ਸਕਦਾ ਹੈ। ਇਹਨਾਂ ਸੇਵਾਵਾਂ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਤੁਹਾਨੂੰ ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ।"
    },
    {
      "question": "ਮੈਂ ਸੈੱਟਅੱਪ ਲਾਗਤ ਤੋਂ ਬਿਨਾਂ ਕਾਰੋਬਾਰ ਕਿਵੇਂ ਸ਼ੁਰੂ ਕਰ ਸਕਦਾ ਹਾਂ?",
      "answer": "<ol><li><a href='https://selldone.com'>Selldone.com</a> ਵਿੱਚ ਮੁਫ਼ਤ ਵਿੱਚ ਰਜਿਸਟਰ ਕਰੋ।</li><li> ਆਪਣਾ ਸਟੋਰ ਬਣਾਓ।</li><li> ਆਪਣੇ ਉਤਪਾਦ ਅਤੇ ਸੇਵਾਵਾਂ ਸ਼ਾਮਲ ਕਰੋ।</li><li> ਆਪਣੇ ਡੋਮੇਨ ਨੂੰ ਕਨੈਕਟ ਕਰੋ (ਵਿਕਲਪਿਕ)</li><li> ਭੁਗਤਾਨ ਗੇਟਵੇ ਨੂੰ ਸਮਰੱਥ ਬਣਾਓ।</li><li> ਆਪਣੇ ਕਾਰੋਬਾਰ ਨੂੰ ਦੋਸਤਾਂ ਅਤੇ ਪਰਿਵਾਰਾਂ ਨਾਲ ਜਾਣੂ ਕਰਵਾਉਣਾ ਸ਼ੁਰੂ ਕਰੋ।</li><li> ਸੋਸ਼ਲ ਮੀਡੀਆ 'ਤੇ ਆਪਣੀ ਅਤੇ ਆਪਣੇ ਉਤਪਾਦਾਂ ਦੀ ਜਾਣ-ਪਛਾਣ ਕਰੋ।</li><li> ਇੱਕ ਵਿਲੱਖਣ ਮੁੱਲ ਪ੍ਰਸਤਾਵ ਪ੍ਰਦਾਨ ਕਰਕੇ ਆਪਣੇ ਕਾਰੋਬਾਰ ਲਈ ਇੱਕ ਬ੍ਰਾਂਡ ਬਣਾਓ।</li><li> Selldone ਪੈਨਲ ਦੁਆਰਾ ਆਪਣੇ ਉਪਭੋਗਤਾਵਾਂ ਦੇ ਵਿਵਹਾਰ ਦੀ ਨਿਗਰਾਨੀ ਕਰੋ।</li></ol>"
    }
  ],
  "brands": {
    "title": "ਆਪਣੇ ਕਾਰੋਬਾਰ ਨੂੰ ਭਰੋਸੇਮੰਦ ਬੁਨਿਆਦ 'ਤੇ ਬਣਾਓ।",
    "subtitle": "ਤੁਹਾਡਾ ਕਾਰੋਬਾਰ ਇਸਦੀ ਕੀਮਤ ਹੈ!"
  },
  "why_boxes": {
    "block1": {
      "title": "ਸ਼ੁਰੂਆਤੀ ਲਾਗਤ ਬਚਾਓ",
      "subtitle": "ਨੋ-ਥੀਮ ਅਤੇ ਨੋ-ਪਲੱਗਇਨ ਹੱਲ।"
    },
    "block2": {
      "title": "ਸੰਚਾਲਨ ਲਾਗਤ ਬਚਾਓ",
      "subtitle": "ਕੋਈ ਵਾਧੂ ਅਤੇ ਲੁਕਵੀਂ ਫੀਸ ਨਹੀਂ।"
    },
    "block3": {
      "title": "ਸਮਾਂ ਬਚਾਓ",
      "subtitle": "ਐਂਟਰਪ੍ਰਾਈਜ਼-ਗਰੇਡ ਪਰ ਸ਼ੁਰੂਆਤੀ-ਅਨੁਕੂਲ।"
    },
    "title": "ਪੈਮਾਨੇ 'ਤੇ ਔਨਲਾਈਨ ਅਤੇ ਇਨ-ਸਟੋਰ ਵਿਕਰੀ ਲਈ ਅਨੁਕੂਲਿਤ",
    "subtitle": "ਪਰਿਵਰਤਨ ਲਈ ਤਿਆਰ ਕੀਤਾ ਗਿਆ ਹੈ. ਸੈਲਾਨੀਆਂ ਨੂੰ ਗਾਹਕਾਂ ਵਿੱਚ ਬਦਲਣ ਲਈ ਤਿਆਰ ਕੀਤੇ ਗਏ ਅਨੁਭਵੀ ਸਾਧਨਾਂ ਨਾਲ ਆਪਣੀ ਔਨਲਾਈਨ ਦੁਕਾਨ ਨੂੰ ਉੱਚਾ ਕਰੋ।"
  },
  "money_transfer": {
    "customer": "ਤੁਹਾਡਾ ਗਾਹਕ",
    "bank": "ਤੁਹਾਡਾ ਬੈਂਕ ਖਾਤਾ",
    "wallet": "ਬਟੂਆ",
    "free_setup": "ਮੁਫ਼ਤ ਸੈੱਟਅੱਪ.",
    "no_extra_fee": "ਕੋਈ ਵਾਧੂ ਫੀਸ ਨਹੀਂ।",
    "no_hidden_fee": "ਕੋਈ ਲੁਕਵੀਂ ਫੀਸ ਨਹੀਂ।"
  },
  "extra": {
    "cart": "ਕਾਰਟ ਪ੍ਰਬੰਧਨ",
    "payment": "ਭੁਗਤਾਨ",
    "shipping": "ਸ਼ਿਪਿੰਗ",
    "fulfilment": "ਪੂਰਤੀ",
    "community": "ਭਾਈਚਾਰਾ ਅਤੇ ਫੀਡਬੈਕ"
  },
  "select_language_dialog_title": "ਆਪਣਾ ਕਾਰੋਬਾਰ ਆਪਣੀ ਮਨਪਸੰਦ ਭਾਸ਼ਾ ਵਿੱਚ ਕਰੋ",
  "welcome_title": "ਆਪਣੇ ਕਾਰੋਬਾਰ ਨੂੰ ਦ੍ਰਿਸ਼ਟੀ ਨਾਲ ਬਣਾਓ, ਪ੍ਰਬੰਧਿਤ ਕਰੋ ਅਤੇ ਸਕੇਲ ਕਰੋ",
  "welcome_subtitle": "ਲੱਖਾਂ ਆਰਡਰਾਂ ਲਈ ਬਿਨਾਂ-ਕੋਡ ਅਤੇ ਬਿਨਾਂ-ਮਾਹਰ ਲੋੜੀਂਦੇ ਹੱਲ ਦੁਆਰਾ ਆਪਣਾ ਔਨਲਾਈਨ ਸਟੋਰ ਬਣਾਓ।",
  "your_shop": "ਤੁਹਾਡਾ ਸਟੋਰਫਰੰਟ",
  "your_dashboard": "ਤੁਹਾਡਾ ਪਿਛਲਾ ਦਫਤਰ",
  "flow": {
    "title": "ਅਨੁਕੂਲਿਤ ਚੈੱਕਆਉਟ ਪ੍ਰਵਾਹ।",
    "subtitle": "ਆਪਣੀ ਗਾਹਕ ਯਾਤਰਾ ਅਤੇ ਖਰੀਦ ਪ੍ਰਵਾਹ ਅਤੇ ਪ੍ਰਯੋਗ ਦੇ ਨਤੀਜੇ ਡਿਜ਼ਾਈਨ ਕਰੋ।",
    "pacman": "ਚੈੱਕਆਉਟ ਪਲੱਗਇਨ"
  },
  "business_model": {
    "title": "ਦ੍ਰਿਸ਼ਟੀਗਤ ਤੌਰ 'ਤੇ ਕਾਰੋਬਾਰੀ ਮਾਡਲ ਅਪਣਾਉਣ।",
    "subtitle": "ਆਪਣੇ ਕਾਰੋਬਾਰੀ ਮਾਡਲ ਨੂੰ ਦ੍ਰਿਸ਼ਟੀਗਤ ਰੂਪ ਵਿੱਚ ਸੈੱਟਅੱਪ ਕਰੋ, ਸਾਰੀ ਗੁੰਝਲਤਾ ਨੂੰ ਦ੍ਰਿਸ਼ ਦੇ ਪਿੱਛੇ ਟਿਊਨ ਕੀਤਾ ਜਾਵੇਗਾ।",
    "pacman": "ਮਾਰਕੀਟਪਲੇਸ ਅਤੇ POD ਪਲੱਗਇਨ"
  },
  "team": {
    "title": "ਟੀਮ ਨੂੰ ਮਿਲੋ।",
    "msg": "ਅਸੀਂ ਵਣਜ ਪਲੇਟਫਾਰਮਾਂ ਦੇ ਬੇਰਹਿਮ ਖੇਤਰ ਵਿੱਚ ਵੱਖ-ਵੱਖ ਨਿਯਮਾਂ ਦੁਆਰਾ ਖੇਡਾਂਗੇ, ਖਾਸ ਕਰਕੇ ਜਦੋਂ ਸਾਡੇ ਮੁਕਾਬਲੇਬਾਜ਼ ਵਿਗਿਆਪਨ 'ਤੇ ਲੱਖਾਂ ਡਾਲਰ ਖਰਚ ਕਰਦੇ ਹਨ; ਅਸੀਂ ਉਤਪਾਦ, ਲੋਕਾਂ ਅਤੇ ਅਸਲ ਸਮੱਸਿਆਵਾਂ ਨੂੰ ਹੱਲ ਕਰਨ ਵਿੱਚ ਨਿਵੇਸ਼ ਕਰਦੇ ਹਾਂ। ਇਹ ਟੀਮ ਤੁਹਾਡੇ ਕਾਰੋਬਾਰ ਨੂੰ ਵਾਪਸ ਲੈ ਗਈ ਹੈ!"
  },
  "customers": {
    "title": "ਸਾਡੇ ਭਾਈਚਾਰੇ ਨੂੰ ਮਿਲੋ.",
    "msg": "ਇਹ ਸਾਡੇ ਗਾਹਕਾਂ ਤੋਂ ਸਿੱਖ ਕੇ ਭਵਿੱਖ ਦੇ ਉੱਦਮੀਆਂ ਨੂੰ ਅਨਲੌਕ ਕਰਨ ਲਈ ਸਾਰਥਕ ਸਾਧਨ ਬਣਾਉਣ ਦੀ ਯਾਤਰਾ ਦੀ ਸਿਰਫ਼ ਇੱਕ ਸ਼ੁਰੂਆਤ ਹੈ।"
  },
  "panorama": {
    "title": "ਕੋਈ ਮਹਿੰਗਾ ਪਲੱਗਇਨ ਨਹੀਂ, <b class=\"font-weight-bold\">ਸਾਰੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਪਹਿਲਾਂ ਤੋਂ ਬਣਾਈਆਂ ਗਈਆਂ ਹਨ</b>",
    "msg": "ਹਰ ਮਹੀਨੇ ਪਲੱਗਇਨ ਅਤੇ ਐਪਸ 'ਤੇ ਸੈਂਕੜੇ ਡਾਲਰ ਖਰਚ ਕਰਨ ਅਤੇ ਅਪਡੇਟਾਂ ਬਾਰੇ ਚਿੰਤਾ ਕਰਨ ਦੀ ਕੋਈ ਲੋੜ ਨਹੀਂ ਹੈ। ਤੁਹਾਡੇ PC ਲਈ macOS ਵਾਂਗ, Selldone OS ਤੁਹਾਡੇ ਕਾਰੋਬਾਰ ਦੇ ਸਾਰੇ ਤਕਨੀਕੀ ਪੱਖਾਂ ਦਾ ਧਿਆਨ ਰੱਖਦਾ ਹੈ।",
    "orders_management": "ਆਦੇਸ਼ ਪ੍ਰਬੰਧਨ",
    "online_pos": "ਔਨਲਾਈਨ ਪੀ.ਓ.ਐਸ",
    "shipping": "ਸ਼ਿਪਿੰਗ",
    "inventory_management": "ਵਸਤੂ ਪ੍ਰਬੰਧਨ",
    "social_commerce": "ਸਮਾਜਿਕ ਵਪਾਰ",
    "in_store_sell": "ਸਟੋਰ ਵਿੱਚ ਵੇਚੋ",
    "team": "ਟੀਮ / ਸਟਾਫ",
    "incentives": "ਪ੍ਰੋਤਸਾਹਨ / ਵਫ਼ਾਦਾਰੀ",
    "community": "ਕਮਿਊਨਿਟੀ ਪ੍ਰਬੰਧਨ",
    "payments": "ਸਥਾਨਕ ਭੁਗਤਾਨ",
    "ar_3d": "3D / AR"
  },
  "no_plugin": "ਨਹੀਂ—ਪਲੱਗਇਨ",
  "storefront": "ਸਟੋਰਫਰੰਟ",
  "back_office": "ਪਿਛਲਾ ਦਫਤਰ",
  "product_page": {
    "title": "ਤੁਹਾਡਾ ਪਹਿਲਾ ਉਤਪਾਦ ਜੋੜਨ ਤੋਂ ਬਾਅਦ ਆਉਟਪੁੱਟ।",
    "msg": "ਕੁਝ ਕੁ ਕਲਿੱਕਾਂ ਨਾਲ ਆਪਣੇ ਵਿਚਾਰਾਂ ਨੂੰ ਜੀਵਨ ਵਿੱਚ ਲਿਆਓ।",
    "open_sample_product_link": "ਲਾਈਵ ਉਤਪਾਦ ਖੋਲ੍ਹੋ",
    "open_templates": "ਟੈਮਪਲੇਟ ਦੇਖੋ"
  },
  "support_box": {
    "country_select_label": "ਆਪਣਾ ਦੇਸ਼ ਚੁਣੋ",
    "we_support_message": "ਅਸੀਂ {country} ਦਾ ਸਮਰਥਨ ਕਰਦੇ ਹਾਂ",
    "we_limited_support": "ਅਸੀਂ ਸੀਮਤ ਸਹਾਇਤਾ {country}",
    "support_message_long": "Selldone ਨਾਲ ਆਪਣੇ ਦੇਸ਼ ਵਿੱਚ ਸਹਿਜ ਔਨਲਾਈਨ ਲੈਣ-ਦੇਣ ਦਾ ਅਨੁਭਵ ਕਰੋ! ਪੇਸ਼ੇਵਰ ਟੈਕਸ ਗਣਨਾਵਾਂ ਦੇ ਨਾਲ, ਅਸੀਂ ਨਕਦ, POS, ਬੈਂਕ ਟ੍ਰਾਂਸਫਰ, ਅਤੇ ਹੋਰ ਸਮੇਤ ਵਿਭਿੰਨ ਭੁਗਤਾਨ ਵਿਧੀਆਂ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਦੇ ਹਾਂ। ਆਪਣੇ ਕਾਰੋਬਾਰ ਨੂੰ ਇੱਕ ਪਲੇਟਫਾਰਮ 'ਤੇ ਬਣਾਉਣਾ ਸ਼ੁਰੂ ਕਰੋ ਜੋ ਤੁਹਾਡੇ ਦੇਸ਼ ਦੀਆਂ ਲੋੜਾਂ ਦਾ ਪੂਰਾ ਸਮਰਥਨ ਕਰਦਾ ਹੈ।",
    "limited_support_message_long": "ਔਨਲਾਈਨ ਭੁਗਤਾਨ ਤੁਹਾਡੇ ਦੇਸ਼ ਵਿੱਚ ਉਪਲਬਧ ਨਹੀਂ ਹੋ ਸਕਦਾ ਹੈ, ਪਰ ਚਿੰਤਾ ਕਰਨ ਦੀ ਕੋਈ ਲੋੜ ਨਹੀਂ ਹੈ! Selldone ਵਿਖੇ, ਅਸੀਂ ਦੁਨੀਆ ਭਰ ਵਿੱਚ ਨਕਦ ਭੁਗਤਾਨ, ਬੈਂਕ ਟ੍ਰਾਂਸਫਰ, ਅਤੇ ਕੈਸ਼ ਆਨ ਡਿਲਿਵਰੀ (COD) ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਦੇ ਹਾਂ। ਤੁਸੀਂ ਆਪਣੇ ਦੇਸ਼ ਅਤੇ ਯੂਰਪ ਦੇ ਨਿਯਮਾਂ ਦੀ ਪਾਲਣਾ ਕਰਦੇ ਹੋਏ ਭਰੋਸੇ ਨਾਲ ਸਾਡੇ ਨਾਲ ਆਪਣਾ ਔਨਲਾਈਨ ਕਾਰੋਬਾਰ ਬਣਾ ਸਕਦੇ ਹੋ। ਹੋਰ ਵੇਰਵਿਆਂ ਲਈ ਜਾਂ ਤੁਹਾਡੇ ਦੇਸ਼ ਵਿੱਚ ਔਨਲਾਈਨ ਭੁਗਤਾਨ ਸਹਾਇਤਾ ਬਾਰੇ ਪੁੱਛ-ਗਿੱਛ ਕਰਨ ਲਈ, ਕਿਰਪਾ ਕਰਕੇ ਬੇਝਿਜਕ ਸਾਡੀ ਸਹਾਇਤਾ ਟੀਮ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।",
    "more_about_selldone_in_country": "ਤੁਹਾਡੇ ਦੇਸ਼ ਵਿੱਚ Selldone ਬਾਰੇ",
    "support_worldwide_customers": "ਤੁਸੀਂ ਆਪਣੇ ਉਤਪਾਦਾਂ ਅਤੇ ਸੇਵਾਵਾਂ ਨੂੰ <b>ਸਾਰੇ ਦੇਸ਼ਾਂ</b> ਵਿੱਚ ਸਾਰੇ ਗਾਹਕਾਂ ਨੂੰ ਵੇਚ ਸਕਦੇ ਹੋ!"
  },
  "hero": {
    "intro": "#1 ਕਾਰੋਬਾਰਾਂ ਲਈ ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ",
    "title": "{infinite} ਪਲੱਗਇਨਾਂ ਅਤੇ ਐਪਾਂ ਨੂੰ ਇੱਕ {app} ਨਾਲ ਬਦਲੋ"
  },
  "make_your_shop": {
    "title": "ਆਪਣਾ ਬਣਾਓ",
    "amazon": "ਐਮਾਜ਼ਾਨ",
    "local_store": "ਸਥਾਨਕ ਸਟੋਰ",
    "instagram": "ਇੰਸਟਾਗ੍ਰਾਮ ਸਟੋਰ",
    "dropshipping": "ਡ੍ਰੌਪਸ਼ਿਪਿੰਗ",
    "coursera": "ਕੋਰਸੇਰਾ",
    "gift_store": "ਤੋਹਫ਼ੇ ਦੀ ਦੁਕਾਨ",
    "airbnb": "Airbnb",
    "simple_store": "ਸਧਾਰਨ ਸਟੋਰ",
    "tiktok": "ਟਿੱਕਟੋਕ ਸਟੋਰ"
  },
  "show_its_simplicity": {
    "title": "ਇੱਕ ਹੋਰ ਬੋਰਿੰਗ ਕੰਪਲੈਕਸ<div class=\"app-box\" style=\"font-size: 55%\"> 😣</div> ਈ-ਕਾਮਰਸ ਪਲੇਟਫਾਰਮ!?",
    "subtitle": "ਬਿਲਕੁਲ ਨਹੀਂ! ਰਜਿਸਟਰ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਇਸਨੂੰ ਅਜ਼ਮਾਓ...",
    "as_guest": "ਮਹਿਮਾਨ ਵਜੋਂ",
    "need_register": "ਰਜਿਸਟਰ ਦੀ ਲੋੜ ਹੈ",
    "page_builder": {
      "title": "ਬਿਲਟ-ਇਨ ਪੇਜ ਬਿਲਡਰ",
      "subtitle": "ਇਨਲਾਈਨ ਸੰਪਾਦਨ ਦੇ ਨਾਲ ਪਹਿਲਾ ਅਨੁਭਵੀ ਡਰੈਗ ਐਂਡ ਡ੍ਰੌਪ ਪੇਜ ਬਿਲਡਰ।",
      "try_action": "ਪੰਨਾ ਬਿਲਡਰ ਅਜ਼ਮਾਓ",
      "see_collection_action": "ਟੈਮਪਲੇਟ ਦੇਖੋ"
    },
    "ai": {
      "title": "ਬਿਲਟ-ਇਨ AI ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ",
      "subtitle": "ਸਭ ਤੋਂ ਵਧੀਆ ਉਦਯੋਗਿਕ ਪਿਛੋਕੜ ਹਟਾਉਣਾ, ਚਿੱਤਰ ਅਨੁਕੂਲਤਾ, ਸਮੱਗਰੀ ਉਤਪਾਦਨ, ਆਟੋ ਉਤਪਾਦ ਬਣਾਉਣਾ ਅਤੇ ਹੋਰ ਬਹੁਤ ਕੁਝ।",
      "try_action": "ਸੇਲਡੋਨ ਇੰਟੈਲੀਜੈਂਸ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ"
    },
    "storefront": {
      "title": "ਲਾਈਵ ਸਟੋਰਫਰੰਟ",
      "subtitle": "ਕੋਡ ਦੀ ਇੱਕ ਲਾਈਨ ਲਿਖਣ ਦੀ ਲੋੜ ਤੋਂ ਬਿਨਾਂ ਆਧੁਨਿਕ PWA ਵੈੱਬਸਾਈਟ ਨਾਲ ਸਭ ਤੋਂ ਤੇਜ਼ ਖਰੀਦਦਾਰੀ ਦਾ ਅਨੁਭਵ ਕਰੋ।",
      "see_action": "ਡੈਮੋ ਸਟੋਰਫਰੰਟ ਦੇਖੋ"
    },
    "backoffice": {
      "title": "ਲਾਈਵ ਬੈਕਆਫਿਸ",
      "subtitle": "ਕਿਸੇ ਵੀ ਪਲੱਗਇਨ ਦੀ ਲੋੜ ਤੋਂ ਬਿਨਾਂ ਇੱਕ ਥਾਂ ਤੋਂ ਹਰ ਚੀਜ਼ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ।",
      "see_action": "ਡੈਮੋ ਬੈਕਆਫਿਸ ਵੇਖੋ"
    }
  },
  "pricing_compact": {
    "title": "<div class=\"app-box\" style=\"font-size: 55%\">💞️</div> ਸਧਾਰਨ ਅਤੇ ਪਾਰਦਰਸ਼ੀ ਕੀਮਤ",
    "subtitle": "ਸਾਡੇ ਮਾਲ-ਸ਼ੇਅਰਿੰਗ ਮਾਡਲ ਨਾਲ ਆਪਣੇ ਕਾਰੋਬਾਰ ਨੂੰ ਸ਼ੁਰੂ ਕਰਨ ਅਤੇ ਸਕੇਲ ਕਰਨ ਲਈ ਸਾਰੀਆਂ ਐਂਟਰਪ੍ਰਾਈਜ਼-ਗਰੇਡ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਤੱਕ ਪਹੁੰਚ ਕਰੋ—ਅੱਗੇ ਕੁਝ ਵੀ ਨਾ ਦਿਓ, ਸਿਰਫ਼ ਤੁਹਾਡੀ ਆਮਦਨ ਦਾ ਇੱਕ ਹਿੱਸਾ। ਅਸੀਂ ਉਦੋਂ ਹੀ ਸਫਲ ਹੁੰਦੇ ਹਾਂ ਜਦੋਂ ਤੁਸੀਂ ਕਰਦੇ ਹੋ, ਤੁਹਾਡੀਆਂ ਲਾਗਤਾਂ ਨੂੰ ਘੱਟ ਤੋਂ ਘੱਟ ਕਰਦੇ ਹੋ ਅਤੇ ਤੁਹਾਡੇ ਲਾਭ ਨੂੰ ਵੱਧ ਤੋਂ ਵੱਧ ਕਰਦੇ ਹੋ।"
  },
  "screenshots": {
    "item_1": {
      "title": "ਆਪਣੇ ਆਰਡਰ ਪ੍ਰਬੰਧਨ ਨੂੰ ਸੁਚਾਰੂ ਬਣਾਓ।",
      "desc": "ਸਾਡੀ ਉੱਨਤ ਸੂਚੀ ਅਤੇ ਫਿਲਟਰ ਫੰਕਸ਼ਨਾਂ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਰੋਜ਼ਾਨਾ ਵੱਡੀ ਮਾਤਰਾ ਵਿੱਚ ਆਰਡਰਾਂ ਦਾ ਕੁਸ਼ਲਤਾ ਨਾਲ ਪ੍ਰਬੰਧਨ ਕਰੋ।"
    },
    "item_2": {
      "title": "ਆਪਣੇ ਸਟੋਰ ਨੂੰ PODs ਨਾਲ ਕਨੈਕਟ ਕਰੋ।",
      "desc": "ਆਪਣੇ ਸਟੋਰ ਨੂੰ ਪ੍ਰਿੰਟ ਆਨ ਡਿਮਾਂਡ ਡ੍ਰੌਪਸ਼ੀਪਿੰਗ ਸੇਵਾ ਨਾਲ ਆਸਾਨੀ ਨਾਲ ਕਨੈਕਟ ਕਰੋ ਜਿਵੇਂ ਕਿ ਪ੍ਰਿੰਟਫੁੱਲ ਅਤੇ ਬਿਨਾਂ ਕਿਸੇ ਵਾਧੂ ਪਲੱਗਇਨ ਦੀ ਲੋੜ ਦੇ ਆਪਣੀ ਕਲਾਕਾਰੀ ਨੂੰ ਛਾਪੀ ਗਈ ਸਮੱਗਰੀ 'ਤੇ ਵੇਚੋ।"
    },
    "item_3": {
      "title": "ਅਨੁਭਵੀ ਐਂਟਰਪ੍ਰਾਈਜ਼ ਟੂਲਸ ਨਾਲ ਆਰਡਰ ਪੂਰੇ ਕਰੋ।",
      "desc": "ਬੇਨਤੀਆਂ ਨੂੰ ਅਨੁਭਵੀ ਰੂਪ ਵਿੱਚ ਫਾਰਮੈਟ ਕਰਨ, ਲੋੜੀਂਦੀਆਂ ਤਬਦੀਲੀਆਂ ਕਰਨ ਅਤੇ ਸਿਰਫ਼ ਇੱਕ ਕਲਿੱਕ ਨਾਲ ਸਥਿਤੀ ਨੂੰ ਅੱਪਡੇਟ ਕਰਨ ਦੀ ਯੋਗਤਾ ਦੇ ਨਾਲ ਇੱਕ ਸੁਚਾਰੂ ਆਰਡਰਿੰਗ ਪ੍ਰਕਿਰਿਆ ਦਾ ਅਨੁਭਵ ਕਰੋ। ਸਾਡੇ ਐਂਟਰਪ੍ਰਾਈਜ਼-ਪੱਧਰ ਦੇ ਸਾਧਨਾਂ ਨਾਲ ਆਪਣੀਆਂ ਪੂਰਤੀ ਸਮਰੱਥਾਵਾਂ ਨੂੰ ਨਵੀਆਂ ਉਚਾਈਆਂ ਤੱਕ ਵਧਾਓ।"
    },
    "item_4": {
      "title": "ਆਰਡਰ ਟਾਈਮਲਾਈਨ 'ਤੇ ਟ੍ਰੈਕਿੰਗ ਕਾਰਵਾਈਆਂ।",
      "desc": "ਆਰਡਰ ਦੀ ਸਮਾਂ-ਰੇਖਾ ਆਰਡਰ ਵਿੱਚ ਕੀਤੀਆਂ ਸਾਰੀਆਂ ਕਾਰਵਾਈਆਂ ਅਤੇ ਤਬਦੀਲੀਆਂ ਦਾ ਵਿਸਤ੍ਰਿਤ ਰਿਕਾਰਡ ਪ੍ਰਦਾਨ ਕਰਦੀ ਹੈ। ਤੁਸੀਂ ਆਸਾਨੀ ਨਾਲ ਦੇਖ ਸਕਦੇ ਹੋ ਕਿ ਤਬਦੀਲੀਆਂ ਕਿਸ ਨੇ ਕੀਤੀਆਂ ਅਤੇ ਕਦੋਂ ਕੀਤੀਆਂ ਗਈਆਂ।"
    },
    "item_5": {
      "title": "ਗਾਹਕ ਅਤੇ ਵਿਕਰੇਤਾ ਸੰਚਾਰ ਨੂੰ ਸਰਲ ਬਣਾਉਣਾ।",
      "desc": "ਚੈੱਕਆਉਟ ਅਤੇ ਭੁਗਤਾਨ ਪ੍ਰਕਿਰਿਆ ਪੂਰੀ ਹੋਣ ਤੋਂ ਬਾਅਦ ਤੁਹਾਡੇ ਬ੍ਰਾਂਡ ਬ੍ਰਾਂਡਿੰਗ ਵਾਲੀਆਂ ਈਮੇਲਾਂ ਗਾਹਕਾਂ, ਵਿਕਰੇਤਾਵਾਂ ਅਤੇ ਕਿਸੇ ਵੀ ਕਸਟਮ ਈਮੇਲ ਪਤਿਆਂ ਨੂੰ ਆਪਣੇ ਆਪ ਭੇਜੀਆਂ ਜਾਣਗੀਆਂ।"
    },
    "item_6": {
      "title": "ਡਰੈਗ ਐਂਡ ਡ੍ਰੌਪ ਨਾਲ ਉਤਪਾਦਾਂ ਨੂੰ ਆਸਾਨੀ ਨਾਲ ਵਿਵਸਥਿਤ ਕਰੋ।",
      "desc": "ਇਸ ਸਿਸਟਮ ਵਿੱਚ ਉਤਪਾਦ ਫਾਈਲਾਂ ਵਾਂਗ ਕੰਮ ਕਰੇਗਾ, ਜਦੋਂ ਕਿ ਸ਼੍ਰੇਣੀਆਂ ਫੋਲਡਰਾਂ ਵਾਂਗ ਕੰਮ ਕਰਨਗੀਆਂ। ਤੁਹਾਡੇ ਕੋਲ ਇੱਕ ਸਧਾਰਨ ਐਕਸਲ ਫਾਈਲ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਉਤਪਾਦਾਂ ਨੂੰ ਆਸਾਨੀ ਨਾਲ ਖਿੱਚਣ ਅਤੇ ਛੱਡਣ, ਉਹਨਾਂ ਨੂੰ ਮੁੜ ਵਿਵਸਥਿਤ ਕਰਨ, ਕਾਪੀ ਅਤੇ ਪੇਸਟ ਕਰਨ, ਅਤੇ ਬਲਕ ਉਤਪਾਦਾਂ ਨੂੰ ਆਯਾਤ ਕਰਨ ਦੀ ਸਮਰੱਥਾ ਹੋਵੇਗੀ।"
    },
    "item_7": {
      "title": "ਆਪਣੇ ਗਾਹਕੀ ਆਦੇਸ਼ਾਂ ਨੂੰ ਆਸਾਨੀ ਨਾਲ ਟ੍ਰੈਕ ਕਰੋ।",
      "desc": "ਇੱਕ ਅਨੁਭਵੀ ਅਤੇ ਸੰਖੇਪ ਸੂਚੀ ਪ੍ਰਾਪਤ ਕਰੋ ਜਿਸ ਵਿੱਚ ਸਾਰੇ ਮੌਜੂਦਾ ਅਤੇ ਪੁਰਾਣੇ ਗਾਹਕੀ ਆਰਡਰ ਸ਼ਾਮਲ ਹਨ, ਜਿਸ ਵਿੱਚ ਅਗਲੇ ਭੁਗਤਾਨ ਤੱਕ ਦਾ ਸਮਾਂ ਅਤੇ ਹਰੇਕ ਆਰਡਰ ਲਈ ਵਿਸਤ੍ਰਿਤ ਜਾਣਕਾਰੀ ਸ਼ਾਮਲ ਹੈ।"
    },
    "item_8": {
      "title": "ਗਾਹਕਾਂ ਨੂੰ ਸ਼ਾਮਲ ਕਰਨ ਲਈ ਬਿਲਟ-ਇਨ ਬਲੌਗ ਅਤੇ CMS ਟੂਲਸ ਦੀ ਵਰਤੋਂ ਕਰੋ।",
      "desc": "ਆਪਣੀ ਕੰਪਨੀ ਅਤੇ ਪੇਸ਼ਕਸ਼ਾਂ ਬਾਰੇ ਸਮੱਗਰੀ ਬਣਾਉਣ ਲਈ ਇਨ-ਹਾਊਸ ਬਲੌਗ ਅਤੇ ਸਮੱਗਰੀ ਪ੍ਰਬੰਧਨ ਸਿਸਟਮ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਦਾ ਲਾਭ ਉਠਾਓ, ਅਤੇ ਖੋਜ ਇੰਜਨ ਔਪਟੀਮਾਈਜੇਸ਼ਨ ਦੁਆਰਾ ਨਵੇਂ ਦਰਸ਼ਕਾਂ ਨੂੰ ਆਕਰਸ਼ਿਤ ਕਰੋ। ਅਜਿਹਾ ਕਰਨ ਨਾਲ, ਤੁਸੀਂ ਆਪਣੇ ਗਾਹਕਾਂ ਨਾਲ ਵੀ ਗੱਲਬਾਤ ਕਰ ਸਕਦੇ ਹੋ।"
    },
    "item_9": {
      "title": "OS ਨੂੰ ਕਨੈਕਟ ਕਰੋ - ਬਾਹਰੀ ਸੇਵਾਵਾਂ ਨਾਲ ਆਸਾਨੀ ਨਾਲ ਜੁੜੋ।",
      "desc": "ਕਿਸੇ ਵਾਧੂ ਪਲੱਗਇਨ ਦੀ ਲੋੜ ਤੋਂ ਬਿਨਾਂ ਬਾਹਰੀ ਸੇਵਾਵਾਂ, ਜਿਵੇਂ ਕਿ ਮਾਰਕੀਟਪਲੇਸ, ਡ੍ਰੌਪਸ਼ਿਪਿੰਗ ਸਪਲਾਇਰ, ਪੀਓਡੀ ਅਤੇ ਵਿੱਤੀ ਸੌਫਟਵੇਅਰ ਨਾਲ ਜੁੜਨਾ ਸੰਭਵ ਹੈ।"
    },
    "item_10": {
      "title": "ਬਾਹਰੀ ਸੇਵਾਵਾਂ ਤੋਂ ਉਤਪਾਦ ਆਯਾਤ ਨੂੰ ਸਰਲ ਬਣਾਓ।",
      "desc": "ਬਾਹਰੀ ਸੇਵਾਵਾਂ ਤੋਂ ਆਸਾਨੀ ਨਾਲ ਉਤਪਾਦ ਆਯਾਤ ਕਰੋ ਜਿਵੇਂ ਕਿ Woocommerce ਅਤੇ Printful ਸਿਰਫ਼ ਕੁਝ ਕਲਿੱਕਾਂ ਅਤੇ ਪੂਰੇ ਆਟੋਮੇਸ਼ਨ ਨਾਲ।"
    },
    "item_11": {
      "title": "ਤੁਹਾਡੀ ਦੁਕਾਨ ਨੂੰ Google Merchant Center ਨਾਲ ਕਨੈਕਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ।",
      "desc": "ਆਪਣੇ ਸਟੋਰ ਨੂੰ Google Merchant Center ਨਾਲ ਲਿੰਕ ਕਰੋ ਅਤੇ ਸਾਰੀਆਂ ਆਈਟਮਾਂ ਅਤੇ ਸ਼੍ਰੇਣੀਆਂ ਨੂੰ Google 'ਤੇ ਇਸ਼ਤਿਹਾਰ ਦੇਣ ਲਈ ਸਹਿਜੇ ਹੀ ਸਮਕਾਲੀ ਬਣਾਓ।"
    },
    "item_12": {
      "title": "ਐਵੋਕਾਡੋ - ਸੋਸ਼ਲ ਮੀਡੀਆ 'ਤੇ ਆਸਾਨੀ ਨਾਲ ਉਤਪਾਦ ਵੇਚੋ।",
      "desc": "ਐਵੋਕਾਡੋ ਦੇ ਨਾਲ, ਤੁਸੀਂ ਉਤਪਾਦਾਂ ਅਤੇ ਕੀਮਤਾਂ ਨੂੰ ਹੱਥੀਂ ਜੋੜਨ ਦੀ ਲੋੜ ਤੋਂ ਬਿਨਾਂ ਸੋਸ਼ਲ ਮੀਡੀਆ 'ਤੇ ਉਤਪਾਦ ਵੇਚ ਸਕਦੇ ਹੋ। ਟੂਲ ਆਪਣੇ ਆਪ ਆਰਡਰਾਂ ਲਈ ਇੱਕ ਭੁਗਤਾਨ ਲਿੰਕ ਤਿਆਰ ਕਰਦਾ ਹੈ ਅਤੇ ਤੁਹਾਨੂੰ ਭੁਗਤਾਨ ਲਿੰਕਾਂ ਦੇ ਨਾਲ ਕਸਟਮ ਬਿਲ ਬਣਾਉਣ ਦੀ ਆਗਿਆ ਦਿੰਦਾ ਹੈ।"
    },
    "item_13": {
      "title": "ਰਿਬਨ — ਆਸਾਨੀ ਨਾਲ ਗਾਹਕੀ ਬਣਾਓ ਅਤੇ ਵੇਚੋ।",
      "desc": "ਰਿਬਨ ਇੱਕ ਸ਼ਕਤੀਸ਼ਾਲੀ ਟੂਲ ਹੈ ਜੋ ਤੁਹਾਨੂੰ ਆਸਾਨੀ ਨਾਲ ਗਾਹਕੀ ਬਣਾਉਣ ਅਤੇ ਵੇਚਣ ਦੀ ਇਜਾਜ਼ਤ ਦਿੰਦਾ ਹੈ ਜਿਵੇਂ ਕਿ ਸਬਸਕ੍ਰਿਪਸ਼ਨ ਬਾਕਸ, ਪੇਵਾਲ, ਅਤੇ ਕੁਝ ਕੁ ਕਲਿੱਕਾਂ ਨਾਲ ਕਈ ਕਿਸਮਾਂ ਦੀ ਸਮੱਗਰੀ।"
    },
    "item_14": {
      "title": "ਆਪਣੇ ਸਟੋਰ ਵਿੱਚ ਕਈ ਭੁਗਤਾਨ ਵਿਕਲਪਾਂ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰੋ।",
      "desc": "ਤੁਹਾਡੇ ਸਟੋਰ ਵਿੱਚ ਵੱਖ-ਵੱਖ ਭੁਗਤਾਨ ਵਿਕਲਪਾਂ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਨਾ ਲਾਭਦਾਇਕ ਹੈ, ਜਿਵੇਂ ਕਿ ਸਟ੍ਰਾਈਪ ਅਤੇ ਪੇਪਾਲ ਦੋਵਾਂ ਨੂੰ ਸ਼ਾਮਲ ਕਰਨਾ।"
    },
    "item_15": {
      "title": "ਛੋਟਾਂ, ਪੇਸ਼ਕਸ਼ਾਂ, ਕੂਪਨਾਂ, ਅਤੇ ਗੇਮੀਫਿਕੇਸ਼ਨ ਦੇ ਨਾਲ ਗਾਹਕਾਂ ਦੀਆਂ ਖਰੀਦਾਂ ਨੂੰ ਉਤਸ਼ਾਹਿਤ ਕਰੋ।",
      "desc": "ਆਪਣੇ ਗਾਹਕਾਂ ਨੂੰ ਵੱਖ-ਵੱਖ ਤਰੀਕਿਆਂ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਆਪਣੇ ਸਟੋਰ ਤੋਂ ਹੋਰ ਖਰੀਦਦਾਰੀ ਕਰਨ ਲਈ ਉਤਸ਼ਾਹਿਤ ਕਰੋ ਜਿਵੇਂ ਕਿ ਛੂਟ ਕੋਡ, ਪ੍ਰਚਾਰ ਸੰਬੰਧੀ ਪੇਸ਼ਕਸ਼ਾਂ, ਸਮਾਰਟ ਛੋਟਾਂ, ਕੂਪਨ, ਤੋਹਫ਼ੇ ਕਾਰਡ, ਅਤੇ ਖਰੀਦਦਾਰੀ ਅਨੁਭਵ ਵਿੱਚ ਗੈਮੀਫਿਕੇਸ਼ਨ ਦੇ ਤੱਤਾਂ ਨੂੰ ਸ਼ਾਮਲ ਕਰਨਾ।"
    },
    "item_16": {
      "title": "ਸਰਵਰ-ਸਾਈਡ ਮੁਹਿੰਮ ਪ੍ਰਬੰਧਨ ਨਾਲ ਪ੍ਰਦਰਸ਼ਨ ਨੂੰ ਵੱਧ ਤੋਂ ਵੱਧ ਕਰੋ।",
      "desc": "ਆਪਣੀ ਮੁਹਿੰਮ ਦੇ ਪ੍ਰਦਰਸ਼ਨ ਦੇ ਸੰਬੰਧ ਵਿੱਚ ਸਭ ਤੋਂ ਵੱਧ ਸਮਝਦਾਰ ਅਤੇ ਸਹੀ ਜਾਣਕਾਰੀ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਸਰਵਰ-ਸਾਈਡ ਮਾਰਕੀਟਿੰਗ ਅਤੇ ਮੁਹਿੰਮ ਪ੍ਰਬੰਧਨ ਦੀ ਵਰਤੋਂ ਕਰੋ।"
    },
    "item_17": {
      "title": "ਐਫੀਲੀਏਟ ਭੁਗਤਾਨ ਅਤੇ ਵਿਕਰੀ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ।",
      "desc": "ਸਹਿਯੋਗੀਆਂ ਨੂੰ ਸ਼ਾਮਲ ਕਰੋ ਅਤੇ ਉਹਨਾਂ ਦੇ ਭੁਗਤਾਨਾਂ ਅਤੇ ਵਿਕਰੀਆਂ ਨੂੰ ਕੁਸ਼ਲਤਾ ਨਾਲ ਸੰਭਾਲੋ। ਐਫੀਲੀਏਟ ਪ੍ਰਬੰਧਨ ਲਈ ਵੱਖ-ਵੱਖ ਉੱਨਤ ਵਿਕਲਪਾਂ ਦੀ ਵਰਤੋਂ ਕਰੋ ਜਿਵੇਂ ਕਿ ਹਰੇਕ ਐਫੀਲੀਏਟ ਲਈ ਵਿਲੱਖਣ ਗਾਹਕ ਡੋਮੇਨ ਨਿਰਧਾਰਤ ਕਰਨਾ।"
    },
    "item_18": {
      "title": "ਵਸਤੂ ਸੂਚੀ ਅਤੇ ਕੀਮਤ ਦਾ ਕੁਸ਼ਲਤਾ ਨਾਲ ਪ੍ਰਬੰਧਨ ਕਰੋ।",
      "desc": "ਲੌਜਿਸਟਿਕ ਅਤੇ ਇਨਵੈਂਟਰੀ ਮੈਨੇਜਮੈਂਟ ਟੂਲ ਹਜ਼ਾਰਾਂ ਉਤਪਾਦਾਂ ਅਤੇ ਉਹਨਾਂ ਦੀਆਂ ਭਿੰਨਤਾਵਾਂ ਲਈ ਵਸਤੂ ਸੂਚੀ ਅਤੇ ਕੀਮਤ ਦੇ ਪ੍ਰਬੰਧਨ, ਫਿਲਟਰਿੰਗ ਅਤੇ ਪ੍ਰਬੰਧਨ ਵਿੱਚ ਸਹਾਇਤਾ ਕਰਦੇ ਹਨ।"
    },
    "item_19": {
      "title": "ਰੀਅਲ-ਟਾਈਮ ਗਾਹਕ ਗਤੀਵਿਧੀ ਅਤੇ ਅੰਕੜੇ।",
      "desc": "ਸੂਚਿਤ, ਡੇਟਾ-ਸੰਚਾਲਿਤ ਫੈਸਲੇ ਲੈਣ ਲਈ ਗਾਹਕ ਗਤੀਵਿਧੀ ਅਤੇ ਵੈਬਸਾਈਟ ਦੇ ਅੰਕੜਿਆਂ ਦੇ ਸਭ ਤੋਂ ਤਾਜ਼ਾ ਡੇਟਾ ਤੱਕ ਪਹੁੰਚ ਪ੍ਰਾਪਤ ਕਰੋ।"
    },
    "item_20": {
      "title": "ਕਮਿਊਨਿਟੀ ਬਿਲਡਰ ਦੁਆਰਾ ਵਿਕਰੀ ਵਧਾਓ.",
      "desc": "ਆਪਣੀ ਦੁਕਾਨ ਵਿੱਚ ਵਿਕਰੀ ਵਧਾਉਣ, ਦਰਸ਼ਕਾਂ ਦੀ ਸ਼ਮੂਲੀਅਤ ਵਧਾਉਣ, ਭਰੋਸੇ ਨੂੰ ਵਧਾਉਣ ਅਤੇ ਮੁਫ਼ਤ ਸਮੱਗਰੀ ਦੇ SEO ਲਾਭਾਂ ਦਾ ਲਾਭ ਉਠਾਉਣ ਲਈ ਇੱਕ ਇੰਟਰਐਕਟਿਵ ਕਮਿਊਨਿਟੀ ਬਣਾਓ।"
    },
    "item_21": {
      "title": "ਆਪਣੇ ਗਾਹਕਾਂ ਦੇ ਅਨੁਭਵ ਨੂੰ ਵਧਾਓ।",
      "desc": "ਆਪਣੇ ਗਾਹਕ ਅਧਾਰ ਨੂੰ ਸੰਗਠਿਤ ਅਤੇ ਵੰਡੋ, ਉਹਨਾਂ ਦੇ ਜੀਵਨ ਕਾਲ ਦੇ ਮੁੱਲ ਦਾ ਵਿਸ਼ਲੇਸ਼ਣ ਕਰੋ, ਪਿਛਲੀਆਂ ਔਨਲਾਈਨ ਅਤੇ ਇਨ-ਸਟੋਰ ਖਰੀਦਦਾਰੀ ਕਰੋ, ਅਤੇ ਉਹਨਾਂ ਦੀ ਗੋਪਨੀਯਤਾ ਦਾ ਆਦਰ ਕਰਦੇ ਹੋਏ ਉਹਨਾਂ ਦੇ ਅਨੁਭਵ ਨੂੰ ਵਧਾਉਣ ਲਈ ਉਹਨਾਂ ਦੀ ਯਾਤਰਾ ਨੂੰ ਟਰੈਕ ਕਰੋ।"
    },
    "item_22": {
      "title": "ਆਸਾਨੀ ਨਾਲ ਜਵਾਬਦੇਹ ਪੰਨਿਆਂ ਨੂੰ ਡਿਜ਼ਾਈਨ ਕਰੋ।",
      "desc": "ਸਾਡੇ ਬਿਲਟ-ਇਨ ਨੋ-ਕੋਡ ਪੇਜ ਬਿਲਡਰ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਮਨਮੋਹਕ ਅਤੇ ਜਵਾਬਦੇਹ ਅੰਦਰੂਨੀ ਅਤੇ ਲੈਂਡਿੰਗ ਪੰਨਿਆਂ ਨੂੰ ਆਸਾਨੀ ਨਾਲ ਡਿਜ਼ਾਈਨ ਕਰੋ। ਕਸਟਮ ਪੰਨੇ ਬਣਾਉਣ ਲਈ ਸੈਕਸ਼ਨਾਂ ਨੂੰ ਸਿਰਫ਼ ਖਿੱਚੋ ਅਤੇ ਛੱਡੋ।"
    },
    "item_23": {
      "title": "ਇੱਕ ਇਨਲਾਈਨ ਪੰਨਾ ਸੰਪਾਦਕ ਨਾਲ ਸੰਪਾਦਨ ਨੂੰ ਸਟ੍ਰੀਮਲਾਈਨ ਕਰੋ।",
      "desc": "ਇੱਕ ਇਨਲਾਈਨ ਪੰਨਾ ਸੰਪਾਦਕ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹੋਏ ਪੰਨਿਆਂ ਦੇ ਅੰਦਰ ਟੈਕਸਟ ਅਤੇ ਚਿੱਤਰਾਂ ਨੂੰ ਆਸਾਨੀ ਨਾਲ ਸੰਪਾਦਿਤ ਕਰੋ, ਤੁਹਾਡੀ ਸਮੱਗਰੀ ਨੂੰ ਅਪਡੇਟ ਕਰਨ ਲਈ ਇਸਨੂੰ ਸਰਲ ਅਤੇ ਅਨੁਭਵੀ ਬਣਾਉ।"
    },
    "item_24": {
      "title": "ਟੀਮ ਦੀ ਪਹੁੰਚ ਅਤੇ ਭੂਮਿਕਾਵਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ।",
      "desc": "ਆਪਣੀ ਟੀਮ ਦੇ ਮੈਂਬਰਾਂ ਨੂੰ ਸੱਦਾ ਦਿਓ, ਸਟਾਫ ਦੀਆਂ ਭੂਮਿਕਾਵਾਂ ਸਥਾਪਿਤ ਕਰੋ ਅਤੇ ਉਹਨਾਂ ਦੇ ਪਹੁੰਚ ਪੱਧਰਾਂ ਨੂੰ ਸੈਟ ਕਰੋ। ਜਿਵੇਂ ਕਿ ਤੁਹਾਡਾ ਕਾਰੋਬਾਰ ਅਤੇ ਟੀਮ ਦਾ ਵਿਸਤਾਰ ਹੁੰਦਾ ਹੈ, ਤੁਹਾਡਾ ਕਾਰੋਬਾਰ ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ ਉਸ ਅਨੁਸਾਰ ਅਨੁਕੂਲ ਹੋਵੇਗਾ।"
    },
    "item_25": {
      "title": "ਤੁਹਾਡੀਆਂ ਐਪਾਂ ਹਨ।",
      "desc": "ਇੱਕ ਪ੍ਰਗਤੀਸ਼ੀਲ ਵੈੱਬ ਐਪ ਨਾਲ ਆਪਣਾ ਕਾਰੋਬਾਰ ਸ਼ੁਰੂ ਕਰੋ ਅਤੇ ਆਪਣੇ ਗਾਹਕਾਂ ਨੂੰ ਆਪਣੇ ਮੁਕਾਬਲੇਬਾਜ਼ਾਂ ਦੇ ਮੁਕਾਬਲੇ ਤੇਜ਼ ਅਨੁਭਵ ਪ੍ਰਦਾਨ ਕਰੋ।"
    },
    "item_26": {
      "title": "ਐਡਵਾਂਸਡ ਆਟੋਮੇਸ਼ਨ ਅਤੇ ਸੇਵਿੰਗ ਟੂਲ।",
      "desc": "ਆਪਣੇ ਕਾਰੋਬਾਰੀ ਕਾਰਜਾਂ ਨੂੰ ਸੁਚਾਰੂ ਬਣਾਓ ਅਤੇ ਉੱਨਤ ਆਟੋਮੇਸ਼ਨ ਟੂਲਸ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਕੀਮਤੀ ਸਮਾਂ ਅਤੇ ਸਰੋਤ ਬਚਾਓ ਜੋ ਤੁਹਾਡੀ ਦੁਕਾਨ ਵਿੱਚ ਏਕੀਕ੍ਰਿਤ ਹੋ ਸਕਦੇ ਹਨ।"
    },
    "item_27": {
      "title": "ਆਸਾਨੀ ਨਾਲ ਆਪਣੇ ਸਟੋਰਫਰੰਟ ਨੂੰ ਅਨੁਕੂਲਿਤ ਕਰੋ।",
      "desc": "ਵਿਜ਼ੂਅਲ ਕਸਟਮਾਈਜ਼ੇਸ਼ਨ ਵਿਕਲਪਾਂ ਜਿਵੇਂ ਕਿ ਥੀਮ, ਰੰਗ ਸਕੀਮਾਂ, ਫੌਂਟਾਂ, ਅਤੇ ਹੋਰ ਬਹੁਤ ਕੁਝ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਆਪਣੇ ਬ੍ਰਾਂਡ ਨਾਲ ਮੇਲ ਕਰਨ ਲਈ ਆਪਣੇ ਸਟੋਰਫ੍ਰੰਟ ਨੂੰ ਆਸਾਨੀ ਨਾਲ ਵਿਅਕਤੀਗਤ ਬਣਾਓ - ਇਹ ਸਭ ਕੁਝ ਕੋਡਿੰਗ ਜਾਂ ਤਕਨੀਕੀ ਹੁਨਰ ਦੀ ਲੋੜ ਤੋਂ ਬਿਨਾਂ।"
    },
    "item_28": {
      "title": "ਇੱਕ ਵਿਅਕਤੀਗਤ ਗਾਹਕ ਯਾਤਰਾ ਡਿਜ਼ਾਈਨ ਕਰੋ।",
      "desc": "Selldone 'ਤੇ ਉਪਲਬਧ ਵੱਖ-ਵੱਖ ਵਿਕਲਪਾਂ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਇੱਕ ਵਿਅਕਤੀਗਤ ਗਾਹਕ ਯਾਤਰਾ ਡਿਜ਼ਾਈਨ ਕਰੋ, ਜਿਵੇਂ ਕਿ ਲੌਗਇਨ ਪੁਆਇੰਟ ਚੁਣਨਾ ਜਾਂ ਮਹਿਮਾਨ ਖਰੀਦਦਾਰੀ ਨੂੰ ਸਮਰੱਥ ਕਰਨਾ।"
    },
    "item_29": {
      "title": "ਕਸਟਮ ਲੌਗਇਨ ਅਤੇ ਪ੍ਰਵਾਹ ਵਿਕਲਪਾਂ ਨਾਲ ਅਨੁਭਵ ਵਧਾਓ।",
      "desc": "ਤੁਹਾਡੇ ਔਨਲਾਈਨ ਸਟੋਰ ਲਈ ਵੱਖ-ਵੱਖ ਸਮਾਜਿਕ ਲੌਗਇਨ ਵਿਕਲਪ ਪ੍ਰਦਾਨ ਕਰਦੇ ਹੋਏ, ਇੱਕ ਵਿਅਕਤੀਗਤ ਲੌਗਇਨ ਅਤੇ ਪ੍ਰਵਾਹ ਅਨੁਭਵ ਬਣਾਓ।"
    },
    "item_30": {
      "title": "ਗੁੰਝਲਦਾਰ ਕਾਰੋਬਾਰੀ ਮਾਡਲਾਂ ਦਾ ਸਮਰਥਨ ਕਰੋ।",
      "desc": "ਸੇਲਡੋਨ ਸਪੋਰਟ ਉੱਨਤ ਵਪਾਰਕ ਮਾਡਲ ਸਹਾਇਤਾ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਦਾ ਹੈ, ਜਿਵੇਂ ਕਿ ਮਾਰਕੀਟਪਲੇਸ, ਡ੍ਰੌਪਸ਼ਿਪਿੰਗ ਸਪਲਾਇਰ, ਐਫੀਲੀਏਟ, ਅਤੇ ਫਰੈਂਚਾਇਜ਼ੀ, ਜਿਸ ਨੂੰ ਤੁਸੀਂ ਆਸਾਨੀ ਨਾਲ ਸੈਟ ਅਪ ਕਰ ਸਕਦੇ ਹੋ ਅਤੇ ਸਿਰਫ਼ ਇੱਕ ਕਲਿੱਕ ਨਾਲ ਬਦਲ ਸਕਦੇ ਹੋ।"
    },
    "item_31": {
      "title": "ਕਈ ਕਸਟਮ ਡੋਮੇਨਾਂ ਨੂੰ ਲਿੰਕ ਕਰੋ।",
      "desc": "ਤੁਸੀਂ ਆਪਣੇ ਕਾਰੋਬਾਰ ਦੇ ਖਾਸ ਪਹਿਲੂਆਂ ਜਿਵੇਂ ਕਿ ਕਮਿਊਨਿਟੀ, ਦੁਕਾਨ, ਬਲੌਗ, ਲੈਂਡਿੰਗ ਪੰਨਿਆਂ, ਜਾਂ ਇੱਥੋਂ ਤੱਕ ਕਿ ਸਹਿਯੋਗੀਆਂ ਨਾਲ ਕਈ ਕਸਟਮ ਡੋਮੇਨਾਂ ਨੂੰ ਲਿੰਕ ਕਰ ਸਕਦੇ ਹੋ।"
    },
    "item_32": {
      "title": "ਕਈ ਭਾਸ਼ਾਵਾਂ ਅਤੇ ਸਵੈ-ਅਨੁਵਾਦ ਦਾ ਸਮਰਥਨ ਕਰੋ।",
      "desc": "ਤੁਹਾਡਾ ਸਟੋਰ RTL ਅਤੇ LTR ਦੋਵਾਂ ਭਾਸ਼ਾਵਾਂ ਦਾ ਪੂਰੀ ਤਰ੍ਹਾਂ ਸਮਰਥਨ ਕਰਦਾ ਹੈ। ਤੁਸੀਂ ਆਪਣੇ ਸਟੋਰ ਲਈ ਸਵੈਚਲਿਤ ਅਨੁਵਾਦ ਪੈਕੇਜਾਂ ਨੂੰ ਆਸਾਨੀ ਨਾਲ ਸਥਾਪਿਤ ਅਤੇ ਕਿਰਿਆਸ਼ੀਲ ਕਰ ਸਕਦੇ ਹੋ।"
    },
    "item_33": {
      "title": "ਬਿਲਟ-ਇਨ ਮਲਟੀ-ਪ੍ਰੋਫਾਈਲ ਟੈਕਸ ਗਣਨਾ।",
      "desc": "ਕਈ ਟੈਕਸ ਪ੍ਰੋਫਾਈਲਾਂ ਬਣਾਉਣ ਅਤੇ ਉਹਨਾਂ ਨੂੰ ਖਾਸ ਉਤਪਾਦਾਂ ਨੂੰ ਸੌਂਪਣ ਦੀ ਯੋਗਤਾ ਦੇ ਨਾਲ, ਤੁਹਾਡੇ ਕੋਲ ਵੈਟ ਅਤੇ ਵਿਕਰੀ ਟੈਕਸ ਦੀ ਗਣਨਾ ਕਰਨ ਵਿੱਚ ਵਧੇਰੇ ਲਚਕਤਾ ਹੈ। ਉਦਾਹਰਨ ਲਈ, ਤੁਸੀਂ ਖਾਣ-ਪੀਣ ਦੀਆਂ ਵਸਤੂਆਂ ਜਾਂ ਇਲੈਕਟ੍ਰੀਕਲ ਯੰਤਰਾਂ ਲਈ ਵੱਖ-ਵੱਖ ਟੈਕਸ ਦਰਾਂ ਲਾਗੂ ਕਰ ਸਕਦੇ ਹੋ।"
    },
    "item_34": {
      "title": "ਬਹੁ-ਖੇਤਰੀ ਟੈਕਸ ਗਣਨਾ।",
      "desc": "ਵੱਖ-ਵੱਖ ਦੇਸ਼ਾਂ ਅਤੇ ਖੇਤਰਾਂ ਨੂੰ ਵੇਚਣ ਵੇਲੇ ਵਿਕਰੀ ਟੈਕਸ ਅਤੇ ਵੈਟ ਲਈ ਡਿਫੌਲਟ ਜਾਂ ਕਸਟਮ ਨਿਯਮਾਂ ਦੀ ਵਰਤੋਂ ਕਰੋ। ਲੋੜ ਅਨੁਸਾਰ ਖਾਸ ਖੇਤਰਾਂ ਅਤੇ ਟੈਕਸ ਖੇਤਰਾਂ ਲਈ ਨਿਯਮਾਂ ਨੂੰ ਓਵਰਰਾਈਡ ਕਰੋ।"
    },
    "item_35": {
      "title": "ਇੱਕ ਸ਼ਕਤੀਸ਼ਾਲੀ ਇਨਲਾਈਨ ਸੰਪਾਦਕ ਨਾਲ ਲੇਖ ਪ੍ਰਕਾਸ਼ਿਤ ਕਰੋ।",
      "desc": "ਇੱਕ ਉੱਨਤ ਇਨਲਾਈਨ ਲੇਖ ਸੰਪਾਦਕ ਤੁਹਾਡੇ ਲੇਖਾਂ ਨੂੰ ਪ੍ਰਕਾਸ਼ਿਤ ਕਰਨ ਅਤੇ ਸਮੀਖਿਆ ਕਰਨ ਦੀ ਪ੍ਰਕਿਰਿਆ ਨੂੰ ਸੁਚਾਰੂ ਬਣਾਉਂਦਾ ਹੈ, ਇਕਸਾਰਤਾ ਨੂੰ ਕਾਇਮ ਰੱਖਦੇ ਹੋਏ ਇਸਨੂੰ ਤੇਜ਼ ਅਤੇ ਆਸਾਨ ਬਣਾਉਂਦਾ ਹੈ।"
    },
    "item_36": {
      "title": "ਹਰੇਕ ਉਤਪਾਦ ਲਈ ਸਮਰਪਿਤ ਡੈਸ਼ਬੋਰਡ।",
      "desc": "ਹਰੇਕ ਉਤਪਾਦ ਦਾ ਇੱਕ ਸਮਰਪਿਤ ਡੈਸ਼ਬੋਰਡ ਹੁੰਦਾ ਹੈ ਜੋ ਅੰਕੜੇ, ਸਾਰੀ ਲੋੜੀਂਦੀ ਜਾਣਕਾਰੀ ਅਤੇ ਪ੍ਰਬੰਧਨ ਲਈ ਲੋੜੀਂਦੀਆਂ ਸਾਰੀਆਂ ਕਾਰਵਾਈਆਂ ਤੱਕ ਪਹੁੰਚ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ।"
    },
    "item_37": {
      "title": "ਲੇਖਾਂ ਦਾ ਆਟੋ ਅਨੁਵਾਦ ਕਰੋ।",
      "desc": "ਸਿਰਫ਼ ਇੱਕ ਕਲਿੱਕ ਨਾਲ ਉਤਪਾਦ ਦੇ ਵੇਰਵੇ ਨੂੰ ਵੱਖ-ਵੱਖ ਭਾਸ਼ਾਵਾਂ ਵਿੱਚ ਆਸਾਨੀ ਨਾਲ ਅਨੁਵਾਦ ਕਰਨ ਲਈ ਇਨ-ਬਿਲਟ ਐਂਟਰਪ੍ਰਾਈਜ਼-ਪੱਧਰ AI ਅਨੁਵਾਦ ਵਿਸ਼ੇਸ਼ਤਾ ਦੀ ਵਰਤੋਂ ਕਰੋ।"
    },
    "item_38": {
      "title": "ਬਿਲਟ-ਇਨ ਵਿਸ਼ਲੇਸ਼ਣ ਟੂਲ।",
      "desc": "ਤੁਹਾਡੇ ਕੋਲ ਬਿਲਟ-ਇਨ ਵਿਸ਼ਲੇਸ਼ਣ ਟੂਲਸ ਤੱਕ ਪਹੁੰਚ ਹੋਵੇਗੀ ਜੋ ਕੂਕੀਜ਼ ਦੀ ਵਰਤੋਂ ਕੀਤੇ ਬਿਨਾਂ, ਪੂਰੀ ਤਰ੍ਹਾਂ ਸਰਵਰ-ਸਾਈਡ, ਸੁਰੱਖਿਅਤ ਅਤੇ GDPR ਦੇ ਅਨੁਕੂਲ ਹਨ।"
    },
    "item_39": {
      "title": "ਤੁਹਾਡੀਆਂ ਬਹੁਤੀਆਂ ਉੱਨਤ ਐਸਈਓ ਲੋੜਾਂ ਨੂੰ ਕਵਰ ਕਰੋ।",
      "desc": "ਸਾਡਾ ਅੰਦਰੂਨੀ ਟੂਲ ਤੁਹਾਨੂੰ ਸਭ ਤੋਂ ਵੱਧ ਸਰਗਰਮ ਕੀਵਰਡਸ, ਚੋਟੀ ਦਾ ਪ੍ਰਦਰਸ਼ਨ ਕਰਨ ਵਾਲੇ URL, ਅਤੇ Google ਖੋਜ 'ਤੇ ਤੁਹਾਡੇ ਕਾਰੋਬਾਰ ਦੀ ਕਾਰਗੁਜ਼ਾਰੀ ਦੀ ਇੱਕ ਸੰਖੇਪ ਜਾਣਕਾਰੀ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ, ਇਹ ਸਭ ਟੇਬਲ ਅਤੇ ਗ੍ਰਾਫ ਦੇ ਰੂਪ ਵਿੱਚ ਪੇਸ਼ ਕੀਤੇ ਗਏ ਹਨ।"
    }
  }
};