export default {
  "local_service": "د {country_name} لپاره ځایی خدمت",
  "local_service_message": "دا خدمت یوازې د هغو کاروونکو لپاره ډیزاین شوی چې په <u>{country_name}</u> کې ژوند کوي او خپل خدمات او محصولات په دې هیواد کې پلوري. تاسو یوازې د محلي خدماتو یا د Selldone نړیوال خدماتو کارولو اجازه لرئ. د دې خدمت کارولو لپاره، تاسو اړتیا لرئ چې د دې خدمت څخه کار واخلئ. د <b>{country_name}</b> او <b>اروپايي اتحادیې</b> قوانین.",
  "my_shops": "زما دوکان",
  "moto": "تاسو هڅه وکړئ، موږ دروازې خلاصوو!",
  "start_now_btn": "همدا اوس پیل کړئ - دا وړیا ده",
  "create_ecommerce_btn": "خپل ای کامرس وړیا پیل کړئ",
  "incentive_action": "خپل د آنلاین پلور ټیټ نرخ ته الوداع ووایاست!",
  "create_shopping_website": "زما ای کامرس جوړ کړئ",
  "s1": {
    "title": "خپل آنلاین پلورنځي له خوا جوړ کړئ<br> نه - کوډ او نه - متخصص حل ته اړتیا لري",
    "title_animated_words": [
      "متشبثین",
      "هنرمندان",
      "خپلواکې سوداګرۍ",
      "برانډونه",
      "پرچون پلوري",
      "جوړونکي"
    ],
    "subtitle": "که تاسو غواړئ د خپلو پیرودونکو لپاره یو ځانګړی، ګړندی، خوندي او د باور وړ تجربه رامینځته کړئ، دا ستاسو لپاره وسیله ده. خپله ځانګړې ټولنه او ګړندی ای کامرس د اعلاناتو څخه پاک تصدۍ - درجې سوداګرۍ عملیاتي سیسټم کې رامینځته کړئ.",
    "domain_input": {
      "message": "ستاسو پلورنځی کولی شي د هر ډول شخصي ډومینونو سره وصل شي چې تاسو یې د وړیا کوربه توب او SSL سره لرئ",
      "action": "یو پلورنځی جوړ کړئ"
    },
    "community": "د ټولنې پلیټ فارم",
    "shop": "د آنلاین پلورنځي جوړونکی",
    "inventory": "د موجوداتو مدیریت",
    "cms": "د پاڼې مدیر او CMS",
    "in_60_sec": "دلته زور ورکړی"
  },
  "video": {
    "title": "ستاسو د آنلاین او شخصي پلور لپاره ټول په یو کې حل.",
    "msg": "ستاسو په ای کامرس کې د پیرود ترټولو ګړندۍ تجربه چمتو کړئ.",
    "card_pos": {
      "title": "پلورل شوی POS",
      "msg": "د صفر تنظیم لګښت حل لخوا په شخصي توګه وپلورئ."
    },
    "card_ecommerce": {
      "title": "Selldone ای کامرس",
      "msg": "د مسلکيانو په څیر آنلاین وپلورئ."
    },
    "pacman": "زه تخنیکي بنسټ ایښودونکی نه یم"
  },
  "why": {
    "title": "ولې خرڅلاو؟",
    "msg": "موږ د روزونکو پرته ټیمونه، د رهبرانو پرته انقلابونه، د ریښو پرته ونې، او د عملیاتي سیسټم پرته سوداګرۍ تصور نشو کولی! نو موږ د ګړندي وده کونکي شرکتونو او ځوان متشبثینو لپاره آنلاین سوداګرۍ بیا تصور کوو.",
    "sec1": {
      "title": "اسانه + مسلکي",
      "msg": "دا ستاسو لپاره په بازارونو کې د مسلکي په څیر لوبې کولو لپاره رامینځته شوی ، حتی که تاسو پیل کونکی یاست مګر غواړئ د مسلکي په څیر لوبه وکړئ ، یا تاسو ماهر یاست او د خپل ځان په څیر لوبې کولو مستحق یاست!"
    },
    "sec2": {
      "title": "د سوداګرۍ درجې وسایل",
      "msg": "موږ نوي ځانګړتیاوې خپروو، APIs تازه کوو او د ورځني معمول په توګه نوي میتودونه پلي کوو. دا ستاسو د سوداګرۍ لپاره عملیاتي سیسټم دی، نو ستاسو سوداګرۍ زموږ د پلیټ فارم لخوا اندازه کیږي."
    },
    "sec3": {
      "title": "ټولنیز پلور",
      "msg": "زموږ محصول په ټوله نړۍ کې د پیرودونکو اصلي سوداګرۍ چلند باندې ډیزاین شوی. موږ په انسټاګرام، ټیک ټیک او نورو ټولنیزو شبکو کې د AVOCADO په نوم د پلور یو ډول میتودونه وړاندیز کوو."
    },
    "sec4": {
      "title": "پیسې خوندي کړئ",
      "msg": "نور د ای کامرس لپاره هیڅ متخصص ته اړتیا نشته! د ارزانه پراختیا ، ساتنې ، برنامه کولو پروسې ، او حتی د ای کامرس پلیټ فارم متخصصینو لګښت ته الوداع ووایاست."
    }
  },
  "how_it_work": {
    "title": "څنګه کار کوي.",
    "msg": "نه کریډیټ کارت، نه پلگ ان، نه ټیمپلیټ، نه-سیټ اپ، نه کوربه، نه تخنیکي حل د هغو کسانو لپاره چې غواړي د مسلکيانو په څیر لوبه وکړي.",
    "step0": {
      "title": "د پیرودونکو لپاره جوړ شوی ، د پلورونکو لخوا خوښ شوی ، یو ګام لرې.",
      "msg1": "دا ستاسو وخت دی چې ریښتیني ای کامرس ولرئ ، ستاسو د سوداګرۍ شاوخوا خوشحاله پیرودونکي راټول کړئ ، او په هغه څه تمرکز وکړئ چې تاسو واقعیا خوښوي."
    },
    "step1": {
      "title": "خپل محصولات اضافه کړئ.",
      "msg1": "په لاسي ډول محصولات اضافه کړئ ، لکه په انسټاګرام کې عکسونه اضافه کول! یا یوازې د Excel فایل له لارې 100,000 توکي اضافه کړئ. تاسو کولی شئ محصولات، خدمات، ګډون، او فایلونه په یو ځای کې وپلورئ."
    },
    "step2": {
      "title": "د تادیې میتودونه وصل کړئ ستاسو اړتیا سره سم.",
      "msg1": "موږ په مالي معاملو کې د مداخلې سره علاقه نه لرو! د پیرودونکو 100٪ تادیات به مستقیم ستاسو بانکي حساب ته لیږدول کیږي. یوازې خپل پټه، PayPal، او نور سره وصل کړئ. تاسو کولی شئ په ورته وخت کې ستاسو په پلورنځي کې د تادیې ډیری فعال خدمتونه ولرئ!",
      "crypto_msg": "د فعال سوداګرو لپاره شتون لري"
    },
    "step3": {
      "title": "سپین لیبل / انعطاف منونکی / ژور تخصیص وړ.",
      "msg1": "خپل د لینډینګ پا pagesې ډیزاین کړئ ، او ستاسو د برانډ پیغام سره سم ستاسو د سایټ موضوع رنګ بدل کړئ. د ډریګ او ډراپ فیچر دا ټول ممکنه کوي پرته له دې چې یو متخصص استخدام کړي.",
      "view_sample_pages": "تاسو ته د الهام ورکولو لپاره عالي SD پلورنځی"
    },
    "step4": {
      "title": "یو کلیک چیک آوټ: په ټوله نړۍ کې د چیک آوټ متحد تجربه.",
      "msg1": "پیرودونکي اړتیا نلري معلومات داخل کړي او د راجسټریشن فورمه ډکه کړي ترڅو له تاسو څخه پیرود وکړي! دوی د SMS له لارې ننوځي او د چیک آوټ فارم په یو کلیک سره ډکوي او تادیه کوي. تاسو وده کوئ، موږ وده کوو."
    }
  },
  "onboarding": {
    "title": "خپله سوداګرۍ آنلاین کړئ، چټکه او غوره - دا وړیا ده",
    "success_title": "ستاسو د آنلاین سوداګرۍ OS نصب کول،",
    "wait_msg": "مهرباني وکړئ یو څو ثانیې انتظار وکړئ ...",
    "ready_msg": "ستاسو هټۍ چمتو ده.",
    "send_mail_msg": "د ننوتلو لینک {email} ته لیږل شوی",
    "options": {
      "title": "د پلورنځي ترتیب",
      "msg": "ستاسو په ویب پاڼه کې کوم ځانګړتیاوې غواړئ؟",
      "ecommerce": "ای کامرس",
      "pos": "د خرڅلاو نقطه",
      "blog": "بلاګ او CMS",
      "community": "ټولنه او فورم"
    },
    "job": {
      "title": "ستاسو صنعت څه دی؟",
      "placeholder": "خپل سوداګري Selldone OS ته واړوئ، مهمه نده چې تاسو اوس مهال کوم پلیټ فارم کاروئ."
    },
    "shop_name": {
      "title": "تجارتي نوم",
      "placeholder": "Ex. الیکس بوټان"
    },
    "income": {
      "title": "میاشتنی پلور",
      "msg": "د خپل ټول میاشتني پلور لړۍ وټاکئ.",
      "Low": "تر $5,000 USD پورې",
      "Medium": "$5,000 USD ~ $50,000 USD",
      "High": "50,000 USD ~ $1,000,000 USD",
      "Extreme": "د $1,000,000 USD څخه پورته"
    },
    "step_1": "موخه",
    "step_2": "ترتیب",
    "step_3": "حساب"
  },
  "notion": {
    "title": "د مختلف قواعدو سره لوبه.",
    "quote": "موږ باور لرو چې یو څوک کولی شي د آنلاین انسانیت په دوره کې بدلون راولي، حتی څوک چې کافي پیسې نه لري، حتی د تخنیکي تجربه نه لري، حتی د بیلونو تادیه کولو لپاره هیڅ بانکي حساب نلري؛ موږ دا د تصدۍ درجې وسیلو سره د کارونې لپاره چمتو پلیټ فارم رامینځته کولو سره ترسره کوو ترڅو په انټرنیټ کې د خورا لاسته راوړونکي عملیاتي سیسټم په توګه عمل وکړي."
  },
  "stop": {
    "title": "اسانه آنلاین پیرود ویب پاڼه جوړونکی + مستقیم تادیه.",
    "subtitle": "که تاسو د ګټور آنلاین سوداګرۍ رامینځته کولو پلان لرئ او خپل سوداګرۍ مفکوره په واقعیت بدل کړئ ، سیلډون یو مناسب انتخاب دی.",
    "pacman": "د تادیاتو پلگ ان"
  },
  "os": {
    "title": "د نړۍ په کچه وسیلو ته لاسرسی - وړیا.",
    "msg": "موږ ستاسو په ګوتو کې د مسلکي ای کامرس رامینځته کولو ځواک ورکوو."
  },
  "login": {
    "title": "ایا تاسو په بازار کې د پرو په څیر لوبې ته چمتو یاست؟"
  },
  "currencies": {
    "title": "اسعارو",
    "sub": "ستاسو پیرودونکي کولی شي په اسانۍ سره په محلي اسعارو کې تادیه وکړي.",
    "msg": "د ټیک ، پلگ انونو او تادیاتو پیچلتیاو درد سره د مبارزې پرځای په پلور تمرکز وکړئ. موږ د محلي او نړیوال تادیاتو خدماتو سره کار کوو ترڅو ستاسو په آنلاین سوداګرۍ کې هرڅه تنظیم کړو."
  },
  "countries": {
    "title": "هیوادونه",
    "sub": "د نړۍ ترټولو اسانه سوداګرۍ OS.",
    "msg": "موږ په آنلاین ځای کې د شخص څخه تر شخص پورې د سوداګرۍ دودیز چلند تطابق کوو، مهمه نده چې تاسو یا ستاسو پیرودونکي چیرې اوسیږئ، موږ په ماموریت کې یو چې تاسو ته غوره تجربه وړاندې کړو."
  },
  "dna": {
    "title": "ستاسو د سوداګرۍ DNA",
    "sub": "دا وپلورئ!",
    "msg": "دا ستاسو لپاره د تصدۍ درجې وسیلو سره د خدمت په توګه یوازینی ټول په یوه کې، پرته له کوډ سوداګرۍ عملیاتي سیسټم دی."
  },
  "api": {
    "title": "دیو. دوستانه",
    "msg": "د آنلاین سوداګرۍ لپاره په بشپړ ډول خلاص API پراساس حل.",
    "sec1": {
      "title": "موږ ستاسو د سوداګرۍ ملا تړلې",
      "msg": "ستاسو د پلورنځي ټول اړخونه زموږ د ځواکمن REST API له لارې شتون لري. تاسو کولی شئ په پلورنځي کې کوم بدلونونه رامینځته کړئ ، خپل ایپس رامینځته کړئ ، یا د تخنیکي ، تادیې ، او شاته مسلو په اړه اندیښنه پرته خپل د پیرود اپلیکیشن رامینځته کړئ."
    },
    "sec2": {
      "title": "چټک ادغام",
      "msg": "موږ د ټولو عامو ژبو او چوکاټونو لپاره SDKs رامینځته کوو ترڅو تاسو وکولی شئ د تصدیق مرحلې ترسره کړئ ، حساب ته لاسرسی ومومئ ، او د ساده حکمونو سره یې اداره کړئ. پیل کول به یوازې یو څو کلیکونه لرې وي."
    }
  },
  "convertible": {
    "store_name": "ستاسو پلورنځي",
    "variant_1": "د محصول ډول امبر",
    "variant_2": "د محصول ډول سور",
    "buy": "همدا اوس پیرل",
    "price": "$89",
    "management": {
      "title": "د محصولاتو مدیریت",
      "msg": "محصولات او کټګورۍ اداره کړئ لکه فایلونه او فولډرې چې تاسو یې په وینډوز کې ډریګ او غورځوئ.",
      "check1": "د Excel یا CSV فایلونو لخوا محصولات اپلوډ کړئ.",
      "check2": "د AR ماډلونه اضافه کړئ.",
      "check3": "د آٹو SEO انجن لخوا اصلاح کول.",
      "check4": "د ډریګ او ډراپ مدیریت."
    },
    "payment": {
      "title": "د ډیری تادیاتو میتودونو ملاتړ وکړئ",
      "msg": "په سایټ کې / په ایپ کې تادیه بې سیمه تجربه.",
      "check1": "پټه",
      "check1msg": "د 40 څخه زیاتو هیوادونو ملاتړ.",
      "check2": "کلرنا",
      "check2msg": "اوس واخلئ وروسته پیسې ورکړئ.",
      "check3": "پیپل",
      "check3msg": "یو کلیک تادیه."
    },
    "checkout": {
      "title": "ستاسو برانډ",
      "online": "آنلاین پیرودونکي",
      "offline": "په شخصي توګه پیرودونکي"
    },
    "design": {
      "title": "پاڼه جوړونکی",
      "msg": "دا یوازې د ډریګ او ډراپ کولو سره ریښتینی کړئ."
    }
  },
  "secure": {
    "title": "د لوړ خوندي حل",
    "msg": "د معلوماتو بشپړتیا او د سوداګرۍ لاسرسي کچې مدیریت."
  },
  "build": {
    "title": "د خپل برانډ سره خپل ای کامرس ولرئ او خپل سوداګرۍ کنټرول بیرته واخلئ!",
    "msg": "تاسو ډیری انتخابونه لرئ چې خپل ټولنیز میډیا حسابونه په خپل ډومین کې آنلاین شاپینګ ویب پا toې ته واړوئ یا له سکریچ څخه خپل ماسټر پیس ای کامرس رامینځته کړئ."
  },
  "stripe": {
    "title": "د پټې حساب لرئ؟",
    "msg": "مبارک، تاسو دمخه ډیری شیان ترسره کړي دي. خپل آنلاین پلورنځي یوازې په یوه کلیک سره جوړ کړئ! سیلډون د پاتې برخه پاملرنه کوي."
  },
  "unbanked": {
    "title": "یو پلیټ فارم، یو حل - هدف.",
    "msg": "یو ځانګړی سوداګریز OS د آنلاین پلور اسانه کولو او د سوداګرۍ روحیه خلاصولو لپاره ، حتی د 1.7 ملیارد څخه ډیر غیر بانک لرونکي لویانو لپاره."
  },
  "faqs": [
    {
      "question": "ایا زه کولی شم د کریډیټ کارت پرته آنلاین پلورنځی جوړ کړم؟",
      "answer": "هو ، تاسو کولی شئ خپل ای کامرس رامینځته کړئ پرته لدې چې کوم بانکي کارت ته اړتیا ولرئ لکه کریډیټ او ډیبیټ کارتونه په سیلډون کې. سیلډون خلکو ته د پرمختللي ای کامرس خدماتو چمتو کولو لپاره ځانګړې لاره کاروي ، حتی له 1.7 ملیارد څخه ډیر خلک ګډ مالي خدماتو ته لاسرسی نلري."
    },
    {
      "question": "زه څنګه کولی شم په غیر بانکي پیرودونکو باندې آنلاین وپلورم؟",
      "answer": "خپل ای کامرس ته COD ( <b>د تحویلۍ نغدي</b> ) اضافه کړئ ، نو ستاسو پیرودونکي کولی شي د فرمایش ترلاسه کولو وروسته تادیه وکړي. COD په ډیرو هیوادونو کې دودیزه لاره ده چې د تمویل زیربنا نشتوالی لري."
    },
    {
      "question": "زه څنګه کولی شم پرته له بانکي حساب څخه خپل ای کامرس تنظیم کړم؟",
      "answer": "د سیلډون څخه دمخه د ناپاک خلکو لپاره هیڅ حل شتون نلري. مګر اوس، تاسو کولی شئ پرته له کوم بانکي حساب پرته خپل ای کامرس او ویب پاڼه جوړه کړئ. دا ستاسو لپاره لږ لګښت لري؛ تاسو کولی شئ دا لګښت د میاشتې په پای کې د خپلې بټوې له لارې تادیه کړئ. Selldone والټ کولی شي د نورو خلکو څخه فیس ترلاسه کړي یا د ډالۍ کارتونو له لارې چارج کړي. تاسو د دې خدماتو کارولو لپاره کریډیټ کارت ته اړتیا نلرئ."
    },
    {
      "question": "زه څنګه کولی شم د تنظیم لګښت پرته سوداګرۍ پیل کړم؟",
      "answer": "<ol style=\";text-align:right;direction:rtl\"><li style=\";text-align:right;direction:rtl\">په <a href='https://selldone.com'>Selldone.com</a> کې وړیا راجستر کړئ.</li><li style=\";text-align:right;direction:rtl\"> خپل پلورنځی جوړ کړئ.</li><li style=\";text-align:right;direction:rtl\"> خپل محصولات او خدمات اضافه کړئ.</li><li style=\";text-align:right;direction:rtl\"> خپل ډومین سره وصل کړئ (اختیاري)</li><li style=\";text-align:right;direction:rtl\"> د تادیې دروازې فعال کړئ.</li><li style=\";text-align:right;direction:rtl\"> خپلو ملګرو او کورنیو ته د سوداګرۍ معرفي کول پیل کړئ.</li><li style=\";text-align:right;direction:rtl\"> خپل ځان او خپل محصولات په ټولنیزو رسنیو کې معرفي کړئ.</li><li style=\";text-align:right;direction:rtl\"> د ځانګړي ارزښت وړاندیز چمتو کولو سره ستاسو د سوداګرۍ لپاره نښه جوړه کړئ.</li><li style=\";text-align:right;direction:rtl\"> د Selldone پینل له لارې د خپلو کاروونکو چلند وڅارئ.</li></ol>"
    }
  ],
  "brands": {
    "title": "خپل کاروبار په یو باوري بنسټ جوړ کړئ.",
    "subtitle": "ستاسو سوداګرۍ د دې ارزښت لري!"
  },
  "why_boxes": {
    "block1": {
      "title": "لومړني لګښت خوندي کړئ",
      "subtitle": "نه موضوع او نه پلگ ان حل."
    },
    "block2": {
      "title": "عملیاتي لګښت خوندي کړئ",
      "subtitle": "هیڅکله اضافي او پټ فیس نشته."
    },
    "block3": {
      "title": "وخت خوندي کړئ",
      "subtitle": "د سوداګرۍ درجې مګر پیل کونکي دوستانه."
    }
  },
  "money_transfer": {
    "customer": "ستاسو پیرودونکي",
    "bank": "ستاسو بانکي حساب",
    "wallet": "والټ",
    "free_setup": "وړیا ترتیب.",
    "no_extra_fee": "هیڅ اضافي فیس نشته.",
    "no_hidden_fee": "هیڅ پټ فیس نشته."
  },
  "extra": {
    "cart": "د کارټونو مدیریت",
    "payment": "تادیه",
    "shipping": "لېږدول",
    "fulfilment": "پوره کول",
    "community": "ټولنه او فیډبیک"
  },
  "select_language_dialog_title": "خپل کار په خپله خوښه په ژبه وکړئ",
  "welcome_title": "خپل کاروبار په لید کې جوړ کړئ، اداره کړئ او اندازه کړئ",
  "welcome_subtitle": "خپل آنلاین پلورنځي د ملیونونو امرونو لپاره د بې کوډ او هیڅ متخصص حل حل سره جوړ کړئ.",
  "your_shop": "ستاسو د پلورنځي مخ",
  "your_dashboard": "ستاسو شاته دفتر",
  "flow": {
    "title": "د دودیز چیک آوټ جریان.",
    "subtitle": "د خپل پیرودونکي سفر ډیزاین کړئ او د پیرود جریان او تجربې پایلې.",
    "pacman": "پلگ انونه چیک کړئ"
  },
  "business_model": {
    "title": "په لید کې د سوداګرۍ ماډل غوره کول.",
    "subtitle": "خپل د سوداګرۍ ماډل په لید کې تنظیم کړئ، ټول پیچلتیا به د صحنې تر شا تنظیم شي.",
    "pacman": "د بازار ځای او POD پلگ ان"
  },
  "team": {
    "title": "د ټیم سره ووینئ.",
    "msg": "موږ به د سوداګرۍ پلیټ فارمونو په ظالمانه ډګر کې د مختلف قواعدو له مخې لوبه وکړو ، په ځانګړي توګه کله چې زموږ سیالان په ملیونونو ډالر په اعلاناتو مصرفوي؛ موږ په محصول، خلکو، او د حقیقي ستونزو حلولو کې پانګه اچونه کوو. دا ټیم ستاسو سوداګرۍ بیرته راولي!"
  },
  "customers": {
    "title": "زموږ د ټولنې سره ووینئ.",
    "msg": "دا زموږ د پیرودونکو څخه د زده کړې له لارې د راتلونکي متشبثینو خلاصولو لپاره د معنی لرونکي وسیلو رامینځته کولو لپاره یوازې د سفر پیل دی."
  },
  "panorama": {
    "title": "هیڅ قیمتي پلگ ان نه، <b class=\"font-weight-bold\">ټولې ځانګړتیاوې مخکې له مخکې جوړ شوي</b>",
    "msg": "اړتیا نشته چې هره میاشت په پلگ انونو او ایپسونو سلګونه ډالر مصرف کړئ او د تازه معلوماتو په اړه اندیښنه ولرئ. ستاسو د کمپیوټر لپاره macOS په څیر، Selldone OS ستاسو د سوداګرۍ ټولو تخنیکي اړخونو ته پاملرنه کوي.",
    "orders_management": "د امرونو مدیریت",
    "online_pos": "آنلاین POS",
    "shipping": "لېږدول",
    "inventory_management": "د موجوداتو مدیریت",
    "social_commerce": "ټولنیز تجارت",
    "in_store_sell": "په پلورنځي کې پلورل",
    "team": "ټیم / کارمندان",
    "incentives": "هڅونه / وفاداري",
    "community": "د ټولنې مدیریت",
    "payments": "محلي تادیات",
    "ar_3d": "3D / AR"
  },
  "no_plugin": "نه - پلگ ان",
  "storefront": "د پلورنځي مخ",
  "back_office": "د دفتر شاته",
  "product_page": {
    "title": "محصول ستاسو د لومړي محصول اضافه کولو وروسته.",
    "msg": "خپل نظرونه د یو څو کلیکونو سره ژوند ته راوړو.",
    "open_sample_product_link": "ژوندی محصول خلاص کړئ",
    "open_templates": "کينډۍ وګورئ"
  }
};