/*
 * Copyright (c) 2023. Selldone® Business OS™
 *
 * Author: M.Pajuhaan
 * Web: https://selldone.com
 * ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━
 *
 * All rights reserved. In the weave of time, where traditions and innovations intermingle, this content was crafted.
 * From the essence of thought, through the corridors of creativity, each word, and sentiment has been molded.
 * Not just to exist, but to inspire. Like an artist's stroke or a sculptor's chisel, every nuance is deliberate.
 * Our journey is not just about reaching a destination, but about creating a masterpiece.
 * Tread carefully, for you're treading on dreams.
 */

export default {
  local_service: "د {country_name} لپاره ځایی خدمت",
  local_service_message:
    "دا خدمت یوازې د هغو کاروونکو لپاره ډیزاین شوی چې په <u>{country_name}</u> کې ژوند کوي او خپل خدمات او محصولات په دې هیواد کې پلوري. تاسو یوازې د محلي خدماتو یا د Selldone نړیوال خدماتو کارولو اجازه لرئ. د دې خدمت کارولو لپاره، تاسو اړتیا لرئ چې د دې خدمت څخه کار واخلئ. د <b>{country_name}</b> او <b>اروپايي اتحادیې</b> قوانین.",

  my_shops: "زما دوکان",
  select_language_dialog_title: "خپل کار په خپله خوښه په ژبه وکړئ",

  welcome_title: "خپل کاروبار په لید کې جوړ کړئ، اداره کړئ او اندازه کړئ",
  welcome_subtitle:
    "خپل آنلاین پلورنځي د ملیونونو امرونو لپاره د بې کوډ او هیڅ متخصص حل حل سره جوړ کړئ.",
  //"Make your online store by no-code & no-expert needed solution for millions of orders.",

  moto: "تاسو هڅه وکړئ، موږ دروازې خلاصوو!",
  start_now_btn: "همدا اوس پیل کړئ - دا وړیا ده",
  create_ecommerce_btn: "خپل ای کامرس وړیا پیل کړئ",
  incentive_action: "خپل د آنلاین پلور ټیټ نرخ ته الوداع ووایاست!",

  create_shopping_website: "زما ای کامرس جوړ کړئ",

  your_shop: "ستاسو د پلورنځي مخ",
  your_dashboard: "ستاسو شاته دفتر",

  storefront: "د پلورنځي مخ",
  back_office: "د دفتر شاته",

  today_sales: "د نن ورځې پلور",
  today_orders: "د نن ورځې سپارښتنې",

  s1: {
    /* title: "Make Your Online Store By<br>No—Code & No—Expert Needed Solution",
                                 title_animated_words: [
                                   "Entrepreneurs",
                                   "Artists",
                                   "Independent Businesses",
                                   "Brands",
                                   "Retails",
                                   "Creators",
                                 ],*/

    subtitle:
      "<b></b><b></b><b></b> دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",

    domain_input: {
      message:
        "ستاسو پلورنځی کولی شي د هر ډول شخصي ډومینونو سره وصل شي چې تاسو یې د وړیا کوربه توب او SSL سره لرئ",
      action: "یو پلورنځی جوړ کړئ",
    },
    community: "د ټولنې پلیټ فارم",
    shop: "د آنلاین پلورنځي جوړونکی",
    inventory: "د موجوداتو مدیریت",
    cms: "د پاڼې مدیر او CMS",

    in_60_sec: "دلته زور ورکړی",

    why_use_selldone_if_frustrated_from_wordpress_and_shopify:
      "که د WordPress plugin خرابۍ، نه غځېدونکي server، یا د Shopify app ګران او پېچلي تنظیمات تاسو ستړي کړي، Selldone ستاسو لپاره وروستۍ حللاره ده.",
  },

  video: {
    title: "ستاسو د آنلاین او شخصي پلور لپاره ټول په یو کې حل.",
    msg: "ستاسو په ای کامرس کې د پیرود ترټولو ګړندۍ تجربه چمتو کړئ.",
    pacman: "زه تخنیکي بنسټ ایښودونکی نه یم",

    card_pos: {
      title: "پلورل شوی POS",
      msg: "د صفر تنظیم لګښت حل لخوا په شخصي توګه وپلورئ.",
    },
    card_ecommerce: {
      title: "Selldone ای کامرس",
      msg: "د مسلکيانو په څیر آنلاین وپلورئ.",
    },
  },

  why: {
    title: "ولې خرڅلاو؟",
    msg: "موږ د روزونکو پرته ټیمونه، د رهبرانو پرته انقلابونه، د ریښو پرته ونې، او د عملیاتي سیسټم پرته سوداګرۍ تصور نشو کولی! نو موږ د ګړندي وده کونکي شرکتونو او ځوان متشبثینو لپاره آنلاین سوداګرۍ بیا تصور کوو.",

    sec1: {
      title: "اسانه + مسلکي",
      //   msg: "It's built for you to game like a professional in the markets, even if you are a beginner but want to play like a professional, or you are an expert and deserve to play like yourself!",
    },
    sec2: {
      title: "د سوداګرۍ درجې وسایل",
      //  msg: "We release new features, update APIs and apply new methods as a daily routine.  It's an operating system for your business, so your business scale up by our platform.",
    },
    sec3: {
      title: "ټولنیز پلور",
      //  msg: "Our product is designed on the real trading behavior of purchasers all around the world. We offer one-of-a-kind sales methods on Instagram, TikTok, and other social networks, named AVOCADO.",
    },
    sec4: {
      title: "پیسې خوندي کړئ",
      // msg: "No need for any experts to have an ecommerce anymore! Say goodbye to the costly development, maintenance, programming process, and even ecommerce platforms experts' cost.",
    },
  },

  how_it_work: {
    title: "څنګه کار کوي.",
    msg: "نه کریډیټ کارت، نه پلگ ان، نه ټیمپلیټ، نه-سیټ اپ، نه کوربه، نه تخنیکي حل د هغو کسانو لپاره چې غواړي د مسلکيانو په څیر لوبه وکړي.",

    step0: {
      title: "د پیرودونکو لپاره جوړ شوی ، د پلورونکو لخوا خوښ شوی ، یو ګام لرې.",
      msg1: "دا ستاسو وخت دی چې ریښتیني ای کامرس ولرئ ، ستاسو د سوداګرۍ شاوخوا خوشحاله پیرودونکي راټول کړئ ، او په هغه څه تمرکز وکړئ چې تاسو واقعیا خوښوي.",
    },
    step1: {
      title: "خپل محصولات اضافه کړئ.",
      msg1: "په لاسي ډول محصولات اضافه کړئ ، لکه په انسټاګرام کې عکسونه اضافه کول! یا یوازې د Excel فایل له لارې 100,000 توکي اضافه کړئ. تاسو کولی شئ محصولات، خدمات، ګډون، او فایلونه په یو ځای کې وپلورئ.",
    },
    step2: {
      title: "د تادیې میتودونه وصل کړئ ستاسو اړتیا سره سم.",
      msg1: "موږ په مالي معاملو کې د مداخلې سره علاقه نه لرو! د پیرودونکو 100٪ تادیات به مستقیم ستاسو بانکي حساب ته لیږدول کیږي. یوازې خپل پټه، PayPal، او نور سره وصل کړئ. تاسو کولی شئ په ورته وخت کې ستاسو په پلورنځي کې د تادیې ډیری فعال خدمتونه ولرئ!",
      crypto_msg: "د فعال سوداګرو لپاره شتون لري",
    },
    step3: {
      title: "سپین لیبل / انعطاف منونکی / ژور تخصیص وړ.",
      msg1: "خپلې د ننوتلو پاڼې ډیزاین کړئ او د خپل برانډ له پیغام سره سم د سایټ د بڼې رنګ بدل کړئ. د راکاږلو او پرېښودلو ځانګړنه دا هر څه د متخصص له ګمارلو پرته ممکنوي.",
      view_sample_pages: "غوراوی: ځانګړنه",
    },
    step4: {
      title:
        "یو کلیک چیک آوټ: په ټوله نړۍ کې د چیک آوټ متحد تجربه.",
      msg1: "پیرودونکي اړتیا نلري معلومات داخل کړي او د راجسټریشن فورمه ډکه کړي ترڅو له تاسو څخه پیرود وکړي! دوی د SMS له لارې ننوځي او د چیک آوټ فارم په یو کلیک سره ډکوي او تادیه کوي. تاسو وده کوئ، موږ وده کوو.",
    },
  },

  /**
   * @see OOnboardingShop
   */
  onboarding: {
    title: "خپله سوداګرۍ آنلاین کړئ، چټکه او غوره - دا وړیا ده",
    success_title: "ستاسو د آنلاین سوداګرۍ OS نصب کول،",
    wait_msg: "مهرباني وکړئ یو څو ثانیې انتظار وکړئ ...",
    ready_msg: "ستاسو هټۍ چمتو ده.",
    send_mail_msg: "د ننوتلو لینک {email} ته لیږل شوی",

    enable_disable_features_msg:
      "تاسو کولای شئ دا ځانګړنې وروسته فعالې یا غیر فعالې کړئ.",
    package_starter: {
      title: "اختیاري بسته",
      subtitle:
        "موږ پوهېږو چې ښايي د Selldone د تنظیم یا زده کړې لپاره وخت ونه لرئ، نو له نوملیکنې وروسته به داسې <b>ټول-په-یوه بسته</b> ته لاسرسی ولرئ چې اختیاري یې اخیستلای شئ. دا به د پلورنځي له جوړېدو وروسته یوازې <b>14 ورځې</b> شتون ولري.",
      include_items_title: "دا دغه خدمتونه لري",
      include_items: [
        "د پلورنځي تنظیمات او بڼه برابره کړئ",
        "د لېږد یوه طریقه او یوه تادیه تنظیم کړئ",
        "خپله کورپاڼه ډیزاین کړئ",
        "د Excel له لارې د محصولاتو واردولو کې مرسته",
        "خپل ځانګړی domain اضافه کړئ",
      ],
    },

    sample: {
      title: "نمونه ډاټا نصب کړئ",
      description:
        "زما پلورنځی د محصولاتو، کټګوریو او بلاګ پوسټونو په څېر نمونه ډاټا سره پیل کړئ.",
    },

    options: {
      title: "د پلورنځي ترتیب",
      msg: "ستاسو په ویب پاڼه کې کوم ځانګړتیاوې غواړئ؟",
      ecommerce: "ای کامرس",
      pos: "د خرڅلاو نقطه",
      blog: "بلاګ او CMS",
      community: "ټولنه او فورم",

      ecommerce_desc: "خپل محصولات او خدمتونه آنلاین وپلورئ.",
      pos_desc: "خپل محصولات او خدمتونه مخامخ وپلورئ.",
      blog_desc: "ستاسو د لیکنو او پوسټونو خپرولو لپاره پیاوړی CMS.",
      community_desc: "خپله ټولنه او فورم جوړ کړئ.",
    },

    job: {
      title: "ستاسو صنعت څه دی؟",
      placeholder:
        "خپل سوداګري Selldone OS ته واړوئ، مهمه نده چې تاسو اوس مهال کوم پلیټ فارم کاروئ.",
    },
    shop_name: {
      title: "تجارتي نوم",
      placeholder: "غوراوی: ځانګړنه",
    },
    income: {
      title: "میاشتنی پلور",
      msg: "د خپل ټول میاشتني پلور لړۍ وټاکئ.",
      Low: "تر $5,000 USD پورې",
      Medium: "غوراوی: ځانګړنه",
      High: "غوراوی: ځانګړنه",
      Extreme: "د $1,000,000 USD څخه پورته",
    },
    step_1: "موخه",
    step_2: "ترتیب",
    step_3: "حساب",
  },

  notion: {
    title: "د مختلف قواعدو سره لوبه.",
    quote:
      "موږ باور لرو چې یو څوک کولی شي د آنلاین انسانیت په دوره کې بدلون راولي، حتی څوک چې کافي پیسې نه لري، حتی د تخنیکي تجربه نه لري، حتی د بیلونو تادیه کولو لپاره هیڅ بانکي حساب نلري؛ موږ دا د تصدۍ درجې وسیلو سره د کارونې لپاره چمتو پلیټ فارم رامینځته کولو سره ترسره کوو ترڅو په انټرنیټ کې د خورا لاسته راوړونکي عملیاتي سیسټم په توګه عمل وکړي.",
  },

  stop: {
    title: "اسانه آنلاین پیرود ویب پاڼه جوړونکی + مستقیم تادیه.",
    subtitle:
      "که تاسو د ګټور آنلاین سوداګرۍ رامینځته کولو پلان لرئ او خپل سوداګرۍ مفکوره په واقعیت بدل کړئ ، سیلډون یو مناسب انتخاب دی.",
    pacman: "د تادیاتو پلگ ان",
  },

  flow: {
    title: "د دودیز چیک آوټ جریان.",
    subtitle:
      "د خپل پیرودونکي سفر ډیزاین کړئ او د پیرود جریان او تجربې پایلې.",
    pacman: "پلگ انونه چیک کړئ",
  },
  business_model: {
    title: "په لید کې د سوداګرۍ ماډل غوره کول.",
    subtitle:
      "خپل د سوداګرۍ ماډل په لید کې تنظیم کړئ، ټول پیچلتیا به د صحنې تر شا تنظیم شي.",
    pacman: "د بازار ځای او POD پلگ ان",
  },

  os: {
    title: "د نړۍ په کچه وسیلو ته لاسرسی - وړیا.",
    msg: "موږ ستاسو په ګوتو کې د مسلکي ای کامرس رامینځته کولو ځواک ورکوو.",
  },
  login: {
    title:
      "ایا تاسو په بازار کې د پرو په څیر لوبې ته چمتو یاست؟",
  },

  currencies: {
    title: "اسعارو",
    sub: "ستاسو پیرودونکي کولی شي په اسانۍ سره په محلي اسعارو کې تادیه وکړي.",
    msg: "د ټیک ، پلگ انونو او تادیاتو پیچلتیاو درد سره د مبارزې پرځای په پلور تمرکز وکړئ. موږ د محلي او نړیوال تادیاتو خدماتو سره کار کوو ترڅو ستاسو په آنلاین سوداګرۍ کې هرڅه تنظیم کړو.",
  },

  countries: {
    title: "هیوادونه",
    sub: "د نړۍ ترټولو اسانه سوداګرۍ OS.",
    msg: "موږ په آنلاین ځای کې د شخص څخه تر شخص پورې د سوداګرۍ دودیز چلند تطابق کوو، مهمه نده چې تاسو یا ستاسو پیرودونکي چیرې اوسیږئ، موږ په ماموریت کې یو چې تاسو ته غوره تجربه وړاندې کړو.",
  },
  dna: {
    title: "غوراوی: ځانګړنه",
    sub: "دا وپلورئ!",
    msg: "دا ستاسو لپاره د تصدۍ درجې وسیلو سره د خدمت په توګه یوازینی ټول په یوه کې، پرته له کوډ سوداګرۍ عملیاتي سیسټم دی.",
  },

  api: {
    header: "د {infinite} دودیزولو سره پرانیستې سرچینې API & SDK",
    title: "دیو. دوستانه",
    msg: "د آنلاین سوداګرۍ لپاره په بشپړ ډول خلاص API پراساس حل.",

    sec1: {
      title: "موږ ستاسو د سوداګرۍ ملا تړلې",
      msg: "ستاسو د پلورنځي ټول اړخونه زموږ د ځواکمن REST API له لارې شتون لري. تاسو کولی شئ په پلورنځي کې کوم بدلونونه رامینځته کړئ ، خپل ایپس رامینځته کړئ ، یا د تخنیکي ، تادیې ، او شاته مسلو په اړه اندیښنه پرته خپل د پیرود اپلیکیشن رامینځته کړئ.",
    },
    sec2: {
      title: "چټک ادغام",
      msg: "موږ د ټولو عامو ژبو او چوکاټونو لپاره SDKs رامینځته کوو ترڅو تاسو وکولی شئ د تصدیق مرحلې ترسره کړئ ، حساب ته لاسرسی ومومئ ، او د ساده حکمونو سره یې اداره کړئ. پیل کول به یوازې یو څو کلیکونه لرې وي.",
    },
  },

  /** @see ConvertibleSelldoneView **/
  convertible: {
    store_name: "ستاسو پلورنځي",
    variant_1: "د محصول ډول امبر",
    variant_2: "د محصول ډول سور",
    buy: "همدا اوس پیرل",
    price: "غوراوی: ځانګړنه",
    management: {
      title: "د محصولاتو مدیریت",
      msg: "محصولات او کټګورۍ اداره کړئ لکه فایلونه او فولډرې چې تاسو یې په وینډوز کې ډریګ او غورځوئ.",
      check1: "د Excel یا CSV فایلونو لخوا محصولات اپلوډ کړئ.",
      check2: "د AR ماډلونه اضافه کړئ.",
      check3: "د آٹو SEO انجن لخوا اصلاح کول.",
      check4: "د ډریګ او ډراپ مدیریت.",
    },
    payment: {
      title: "د ډیری تادیاتو میتودونو ملاتړ وکړئ",
      msg: "په سایټ کې / په ایپ کې تادیه بې سیمه تجربه.",
      check1: "پټه",
      check1msg: "د 40 څخه زیاتو هیوادونو ملاتړ.",

      check2: "کلرنا",
      check2msg: "اوس واخلئ وروسته پیسې ورکړئ.",

      check3: "پیپل",
      check3msg: "یو کلیک تادیه.",
    },
    checkout: {
      title: "ستاسو برانډ",
      online: "آنلاین پیرودونکي",
      offline: "په شخصي توګه پیرودونکي",
    },
    design: {
      title: "پاڼه جوړونکی",
      msg: "دا یوازې د ډریګ او ډراپ کولو سره ریښتینی کړئ.",
    },
  },

  secure: {
    title: "د لوړ خوندي حل",
    msg: "د معلوماتو بشپړتیا او د سوداګرۍ لاسرسي کچې مدیریت.",
  },

  build: {
    title: "د خپل برانډ سره خپل ای کامرس ولرئ او خپل سوداګرۍ کنټرول بیرته واخلئ!",
    msg: "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
  },

  stripe: {
    title: "د پټې حساب لرئ؟",
    msg: "مبارک، تاسو دمخه ډیری شیان ترسره کړي دي. خپل آنلاین پلورنځي یوازې په یوه کلیک سره جوړ کړئ! سیلډون د پاتې برخه پاملرنه کوي.",
  },
  /* demo: {
                  title: "View Demo",
                  msg: "See professional live e-commerces",
                },*/

  unbanked: {
    title: "یو پلیټ فارم، یو حل - هدف.",
    msg: "یو ځانګړی سوداګریز OS د آنلاین پلور اسانه کولو او د سوداګرۍ روحیه خلاصولو لپاره ، حتی د 1.7 ملیارد څخه ډیر غیر بانک لرونکي لویانو لپاره.",
  },
  faqs: [
    {
      question: "ایا زه کولی شم د کریډیټ کارت پرته آنلاین پلورنځی جوړ کړم؟",
      answer:
        "هو ، تاسو کولی شئ خپل ای کامرس رامینځته کړئ پرته لدې چې کوم بانکي کارت ته اړتیا ولرئ لکه کریډیټ او ډیبیټ کارتونه په سیلډون کې. سیلډون خلکو ته د پرمختللي ای کامرس خدماتو چمتو کولو لپاره ځانګړې لاره کاروي ، حتی له 1.7 ملیارد څخه ډیر خلک ګډ مالي خدماتو ته لاسرسی نلري.",
    },
    {
      question: "زه څنګه کولی شم په غیر بانکي پیرودونکو باندې آنلاین وپلورم؟",
      answer:
        "خپل ای-کامرس ته COD (<b>د سپارلو پر مهال نغدي تادیه</b>) اضافه کړئ، څو پېرودونکي د سپارښتنې له ترلاسه کولو وروسته پیسې ورکړي.",
    },
    {
      question: "زه څنګه کولی شم پرته له بانکي حساب څخه خپل ای کامرس تنظیم کړم؟",
      answer:
        "د سیلډون څخه دمخه د ناپاک خلکو لپاره هیڅ حل شتون نلري. مګر اوس، تاسو کولی شئ پرته له کوم بانکي حساب پرته خپل ای کامرس او ویب پاڼه جوړه کړئ. دا ستاسو لپاره لږ لګښت لري؛ تاسو کولی شئ دا لګښت د میاشتې په پای کې د خپلې بټوې له لارې تادیه کړئ. Selldone والټ کولی شي د نورو خلکو څخه فیس ترلاسه کړي یا د ډالۍ کارتونو له لارې چارج کړي. تاسو د دې خدماتو کارولو لپاره کریډیټ کارت ته اړتیا نلرئ.",
    },
    {
      question: "زه څنګه کولی شم د تنظیم لګښت پرته سوداګرۍ پیل کړم؟",
      answer:
        "<ol> <li> دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي. <a href='https://selldone.com'>Selldone.com</a>. </li> <li> دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي. </li> <li> دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي. </li> <li> دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي. </li> <li> تادیه تنظیم کړئ </li> <li> دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي. </li> <li> دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي. </li> <li> دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي. </li> <li> دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي. </li> </ol>",
    },
  ],

  brands: {
    title: "خپل کاروبار په یو باوري بنسټ جوړ کړئ.",
    subtitle: "ستاسو سوداګرۍ د دې ارزښت لري!",
  },

  why_boxes: {
    title: "د پراخ آنلاین او په پلورنځي کې پلور لپاره برابر شوی",
    subtitle:
      "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",

    block1: {
      title: "لومړني لګښت خوندي کړئ",
      subtitle: "نه موضوع او نه پلگ ان حل.",
    },
    block2: {
      title: "عملیاتي لګښت خوندي کړئ",
      subtitle: "هیڅکله اضافي او پټ فیس نشته.",
    },
    block3: {
      title: "وخت خوندي کړئ",
      subtitle: "د سوداګرۍ درجې مګر پیل کونکي دوستانه.",
    },
  },

  money_transfer: {
    customer: "ستاسو پیرودونکي",
    bank: "ستاسو بانکي حساب",
    wallet: "والټ",
    free_setup: "وړیا ترتیب.",
    no_extra_fee: "هیڅ اضافي فیس نشته.",
    no_hidden_fee: "هیڅ پټ فیس نشته.",
  },

  /** @see HomePanelExtraFlow **/
  extra: {
    cart: "د کارټونو مدیریت",
    payment: "تادیه",
    shipping: "لېږدول",
    fulfilment: "پوره کول",
    community: "ټولنه او فیډبیک",
  },

  team: {
    title: "د ټیم سره ووینئ.",
    msg: "موږ به د سوداګرۍ پلیټ فارمونو په ظالمانه ډګر کې د مختلف قواعدو له مخې لوبه وکړو ، په ځانګړي توګه کله چې زموږ سیالان په ملیونونو ډالر په اعلاناتو مصرفوي؛ موږ په محصول، خلکو، او د حقیقي ستونزو حلولو کې پانګه اچونه کوو. دا ټیم ستاسو سوداګرۍ بیرته راولي!",
  },

  customers: {
    title: "زموږ د ټولنې سره ووینئ.",
    msg: "دا زموږ د پیرودونکو څخه د زده کړې له لارې د راتلونکي متشبثینو خلاصولو لپاره د معنی لرونکي وسیلو رامینځته کولو لپاره یوازې د سفر پیل دی.",
  },
  /** {@see PanoramaImage} {@see HomePage} */

  panorama: {
    title:
      "#1 Business OS — <b class=\"bg-gradient-animate text-gradient my-1\">ټولې ځانګړنې مخکې جوړې شوې دي.</b>",
    msg: "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
    orders_management: "د امرونو مدیریت",
    online_pos: "آنلاین POS",
    shipping: "لېږدول",
    inventory_management: "د موجوداتو مدیریت",
    social_commerce: "ټولنیز تجارت",
    in_store_sell: "په پلورنځي کې پلورل",
    team: "ټیم / کارمندان",
    incentives: "هڅونه / وفاداري",
    community: "د ټولنې مدیریت",
    payments: "محلي تادیات",
    ar_3d: "غوراوی: ځانګړنه",
  },

  no_plugin: "نه - پلگ ان",

  product_page: {
    title: "محصول ستاسو د لومړي محصول اضافه کولو وروسته.",
    msg: "خپل نظرونه د یو څو کلیکونو سره ژوند ته راوړو.",
    open_sample_product_link: "ژوندی محصول خلاص کړئ",
    open_templates: "کينډۍ وګورئ",
  },

  /** {@see CountrySupportBox} */
  support_box: {
    country_select_label: "خپل هېواد وټاکئ",
    we_support_message: "موږ د {country} ملاتړ کوو",
    we_limited_support: "د {country} ملاتړ محدود دی",
    support_message_long:
      "له Selldone سره په خپل هېواد کې اسانه آنلاین معاملې تجربه کړئ؛ مسلکي مالیاتي محاسبې او بېلابېلې تادیې لارې ملاتړ کېږي.",
    limited_support_message_long:
      "            کېدای شي ستاسو په هېواد کې آنلاین تادیې شتون ونه لري، خو اندېښنه مه کوئ. Selldone په ټوله نړۍ کې نغدې پیسې، بانکي لېږد او COD ملاتړ کوي.\n",
    more_about_selldone_in_country: "ستاسو په هېواد کې د Selldone په اړه",

    tax: {
      title: "د مالیې لپاره مناسب",
      message:
        "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
    },
    global: {
      title: "نړیوال پلور",
      message:
        "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
    },
    shipping: {
      title: "ځايي او نړیوال لېږد",
      message:
        "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
    },
    erp: {
      title: "ERP یوځای کول",
      message:
        "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
    },
  },

  hero: {
    intro: "#1 د سوداګرۍ عملیاتي سیستم",
    title: "{infinite} plugin او app په یوه {app} بدل کړئ",
  },

  /**
   * {@see MakeYourShopHeader}
   */
  make_your_shop: {
    title: "خپل جوړ کړئ",
    amazon: "Amazon",
    local_store: "ځايي پلورنځی",
    instagram: "Instagram پلورنځی",
    dropshipping: "ډراپشېپینګ",
    coursera: "Coursera",
    gift_store: "د ډالیو پلورنځی",
    airbnb: "Airbnb",
    simple_store: "ساده پلورنځی",
    tiktok: "Tiktok پلورنځی",
  },
  /**
   * {@see SectionShowItsSimplicity}
   */
  show_its_simplicity: {
    title: "بله ستړې او پېچلې <div class=\"app-box\" style=\"font-size: 55%\">😣</div> د ای-کامرس پلاتفورم؟",
    subtitle: "بالکل نه! د نوملیکنې مخکې یې وازمویئ...",
    as_guest: "د مېلمه په توګه",
    need_register: "نوملیکنه اړینه ده",

    page_builder: {
      title: "دننه جوړ شوی پاڼه جوړوونکی",
      subtitle:
        "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
      try_action: "پاڼه جوړوونکی وازمویئ",
      see_collection_action: "کينډۍ وګورئ",
    },
    ai: {
      title: "دننه جوړې شوې AI ځانګړنې",
      subtitle:
        "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
      try_action: "Selldone Intelligence وازمویئ",
    },
    storefront: {
      title: "ژوندۍ پلورنځي مخ",
      subtitle:
        "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
      see_action: "د ډیمو پلورنځي مخ وګورئ",
    },
    backoffice: {
      title: "ژوندی شاتنی دفتر",
      subtitle: "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
      see_action: "د ډیمو شاتني دفتر وګورئ",
    },
  },

  /**
   * {@see SectionPricingCompact}
   */
  pricing_compact: {
    title: "<div class=\"app-box\" style=\"font-size: 55%\">💞️</div> ساده او روڼ بیه ټاکنه",
    subtitle:
      "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
  },

  screenshots: {
    item_1: {
      title: "ځانګړنه 1",
      desc: "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
    },
    item_2: {
      title: "ځانګړنه 2",
      desc: "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
    },
    item_3: {
      title: "ځانګړنه 3",
      desc: "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
    },
    item_4: {
      title: "ځانګړنه 4",
      desc: "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
    },
    item_5: {
      title: "ځانګړنه 5",
      desc: "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
    },
    item_6: {
      title: "ځانګړنه 6",
      desc: "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
    },
    item_7: {
      title: "ځانګړنه 7",
      desc: "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
    },
    item_8: {
      title: "ځانګړنه 8",
      desc: "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
    },
    item_9: {
      title: "ځانګړنه 9",
      desc: "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
    },
    item_10: {
      title: "ځانګړنه 10",
      desc: "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
    },
    item_11: {
      title: "ځانګړنه 11",
      desc: "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
    },
    item_12: {
      title: "ځانګړنه 12",
      desc: "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
    },
    item_13: {
      title: "ځانګړنه 13",
      desc: "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
    },
    item_14: {
      title: "ځانګړنه 14",
      desc: "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
    },
    item_15: {
      title:
        "ځانګړنه 15",
      desc: "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
    },
    item_16: {
      title: "ځانګړنه 16",
      desc: "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
    },
    item_17: {
      title: "ځانګړنه 17",
      desc: "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
    },
    item_18: {
      title: "ځانګړنه 18",
      desc: "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
    },
    item_19: {
      title: "ځانګړنه 19",
      desc: "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
    },
    item_20: {
      title: "ځانګړنه 20",
      desc: "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
    },
    item_21: {
      title: "ځانګړنه 21",
      desc: "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
    },
    item_22: {
      title: "ځانګړنه 22",
      desc: "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
    },
    item_23: {
      title: "ځانګړنه 23",
      desc: "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
    },
    item_24: {
      title: "ځانګړنه 24",
      desc: "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
    },
    item_25: {
      title: "ځانګړنه 25",
      desc: "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
    },
    item_26: {
      title: "ځانګړنه 26",
      desc: "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
    },
    item_27: {
      title: "ځانګړنه 27",
      desc: "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
    },
    item_28: {
      title: "ځانګړنه 28",
      desc: "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
    },
    item_29: {
      title: "ځانګړنه 29",
      desc: "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
    },
    item_30: {
      title: "ځانګړنه 30",
      desc: "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
    },
    item_31: {
      title: "ځانګړنه 31",
      desc: "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
    },
    item_32: {
      title: "ځانګړنه 32",
      desc: "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
    },
    item_33: {
      title: "ځانګړنه 33",
      desc: "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
    },
    item_34: {
      title: "ځانګړنه 34",
      desc: "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
    },
    item_35: {
      title: "ځانګړنه 35",
      desc: "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
    },
    item_36: {
      title: "د هر محصول لپاره ځانګړی کنټرول پینل.",
      desc: "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
    },
    item_37: {
      title: "ځانګړنه 37",
      desc: "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
    },
    item_38: {
      title: "ځانګړنه 38",
      desc: "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
    },
    item_39: {
      title: "ځانګړنه 39",
      desc: "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
    },
  },

  country_landing: {
    intro: "#1 د سوداګرۍ عملیاتي سیستم",
    title: "په {country} کې {infinite} plugin او app په {app} بدل کړئ",
  },

  /**
   * @see IntegrationPaymentPage
   */
  payment_landing: {
    intro: "#1 د سوداګرۍ عملیاتي سیستم",
    title: "{infinite} plugin او app په {app} بدل کړئ",

    unlock_section: {
      title: "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي. {payment}",
      subtitle:
        "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
      no_plugin: {
        title: "اسانه تادیې، plugin ته اړتیا نشته",
        subtitle:
          "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي. {payment}",
      },
      experience: {
        title: "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي. {payment}",
        subtitle:
          "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي. {payment}",
      },
      boost: {
        title: "د Selldone یوځای شویو تادیو سره پلور زیات کړئ",
        subtitle:
          "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي. {payment}",
      },
      security: {
        title: "چېرې چې امنیت او اغېزمنتیا یوځای کېږي",
        subtitle:
          "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي. {payment}",
      },
      setup_payment: "تادیه تنظیم کړئ",
    },

    how_to_add: {
      step_1: {
        step: "لومړی ګام",
        title: "خپله اسعار اضافه کړئ",
        subtitle:
          "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي. {payment}",
      },
      step_2: {
        step: "دوهم ګام",
        title: "خپل gateway تنظیم کړئ",
        subtitle: "بیا پلورنځی > محاسبه > د تادیې دروازې ته لاړ شئ، پر <b>د تادیې نوې طریقه</b> کلیک وکړئ، خپله اسعار وټاکئ او <b>{payment}</b> انتخاب کړئ. د تادیې دروازه د ازموینې یا فعال حالت کې اضافه کولای شئ. د هر حالت لپاره سمې API کیلي ولیکئ؛ دا په خپل <a href=\"{payment_url}\" target=\"_blank\">{payment} حساب</a> کې موندلی شئ.",
      },
    },

    integration: {
      title: "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي. {payment}",
      subtitle:
        "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
    },
    pay_after_earn: {
      title: "یوازې هغه وخت پیسې ورکړئ چې ګټه کوئ!",
      subtitle:
        "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
    },
  },

  feature_page_builder: {
    title: "د پلور پر بنسټ پاڼه جوړوونکی",
    message:
      "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
  },

  feature_items: {
    products: {
      title: "د محصول مدیریت",
      description:
        "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
    },
    excel: {
      title: "د Excel ډاټا واردول",
      description:
        "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
    },
    incentive: {
      title: "د پلور هڅونې",
      description:
        "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
    },
    loyalty: {
      title: "د پېرودونکو وفاداري",
      description:
        "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
    },
    cashback: {
      title: "د نغدو بېرته ورکولو وړاندیزونه",
      description:
        "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
    },
    cross_selling: {
      title: "د کراس پلور وسیلې",
      description:
        "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
    },
    accounting: {
      title: "ساده محاسبه",
      description: "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
    },
    inventory: {
      title: "د موجودۍ کنټرول",
      description:
        "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
    },
    analytics: {
      title: "پرمختللې شننه",
      description:
        "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
    },
    social: {
      title: "څو چینلي پلور",
      description:
        "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
    },
    community: {
      title: "د ټولنې جوړوونکی",
      description:
        "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
    },
    security: {
      title: "د ټیم مدیریت",
      description:
        "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
    },
    pos: {
      title: "په پلورنځي کې POS",
      description:
        "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
    },
    store: {
      title: "د پلورونکو بازار",
      description: "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
    },
    pricing: {
      title: "خوځنده بیه ټاکنه",
      description:
        "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
    },
    pod: {
      title: "د ډراپشېپینګ یوځای کول",
      description:
        "دا ځانګړنه په Selldone کې ستاسو د پلورنځي او سوداګرۍ اسانه او مسلکي مدیریت کې مرسته کوي.",
    },
  },
};
