/*
 * Copyright (c) 2023. Selldone® Business OS™
 *
 * Author: M.Pajuhaan
 * Web: https://selldone.com
 * ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━
 *
 * All rights reserved. In the weave of time, where traditions and innovations intermingle, this content was crafted.
 * From the essence of thought, through the corridors of creativity, each word, and sentiment has been molded.
 * Not just to exist, but to inspire. Like an artist's stroke or a sculptor's chisel, every nuance is deliberate.
 * Our journey is not just about reaching a destination, but about creating a masterpiece.
 * Tread carefully, for you're treading on dreams.
 */

export default {
  local_service: "Местная служба для {country_name}",
  local_service_message:
    "Этот сервис предназначен исключительно для пользователей, которые живут в <u>{country_name}</u> и продают свои услуги и продукты в этой стране. Вам разрешено использовать только местные или международные сервисы Selldone. Чтобы использовать этот сервис, вы должны соблюдать законы <b>{country_name}</b> и <b>Европейского Союза</b> .",

  my_shops: "Мои магазины",
  select_language_dialog_title: "Ведите свой бизнес на своем любимом языке",

  welcome_title: "Создавайте, управляйте и масштабируйте свой бизнес визуально",
  welcome_subtitle:
    "Создайте свой интернет-магазин с помощью решения без кода и специалистов для миллионов заказов.",
  //"Make your online store by no-code & no-expert needed solution for millions of orders.",

  moto: "Вы пытаетесь, мы открываем двери!",
  start_now_btn: "Начните сейчас — это бесплатно",
  create_ecommerce_btn: "Начните свою электронную коммерцию бесплатно",
  incentive_action: "Попрощайтесь с низкой скоростью онлайн-продаж!",

  create_shopping_website: "Создать мою электронную торговлю",

  your_shop: "Ваша витрина",
  your_dashboard: "Ваш бэк-офис",

  storefront: "Витрина магазина",
  back_office: "Бэк-офис",

  today_sales: "Продажи за сегодня",
  today_orders: "Заказы за сегодня",

  s1: {
    /* title: "Make Your Online Store By<br>No—Code & No—Expert Needed Solution",
                                 title_animated_words: [
                                   "Entrepreneurs",
                                   "Artists",
                                   "Independent Businesses",
                                   "Brands",
                                   "Retails",
                                   "Creators",
                                 ],*/

    subtitle:
      "<b>Электронная коммерция</b> + <b>Витрина</b> — Эта функция помогает удобно и профессионально управлять магазином и бизнесом в Selldone. <b>Операционная система №1 для бизнеса</b>.",

    domain_input: {
      message:
        "Ваш магазин может быть подключен к любому количеству ваших личных доменов с бесплатным хостингом и SSL.",
      action: "Создать магазин",
    },
    community: "Платформа сообщества",
    shop: "Конструктор интернет-магазинов",
    inventory: "Управление запасами",
    cms: "Редактор страниц и CMS",

    in_60_sec: "кликните сюда",

    why_use_selldone_if_frustrated_from_wordpress_and_shopify:
      "Если вас раздражают ошибочные плагины WordPress, серверы без масштабирования или дорогие и сложные настройки приложений Shopify, Selldone станет для вас оптимальным решением.",
  },

  video: {
    title: "Комплексное решение для онлайн-продаж и личных продаж.",
    msg: "Обеспечьте самый быстрый опыт покупки в вашей электронной коммерции.",
    pacman: "Я не технический основатель",

    card_pos: {
      title: "Продажа POS",
      msg: "Продавайте лично с помощью решения с нулевой стоимостью установки.",
    },
    card_ecommerce: {
      title: "Электронная коммерция Selldone",
      msg: "Продавайте онлайн как профессионалы.",
    },
  },

  why: {
    title: "Почему Selldone?",
    msg: "Мы не можем представить команды без тренеров, революции без лидеров, деревья без корней, а бизнес без операционной системы! Поэтому мы переосмысливаем онлайн-бизнес для быстрорастущих компаний и молодых предпринимателей.",

    sec1: {
      title: "Легко + Профессионально",
      //   msg: "It's built for you to game like a professional in the markets, even if you are a beginner but want to play like a professional, or you are an expert and deserve to play like yourself!",
    },
    sec2: {
      title: "Инструменты корпоративного уровня",
      //  msg: "We release new features, update APIs and apply new methods as a daily routine.  It's an operating system for your business, so your business scale up by our platform.",
    },
    sec3: {
      title: "Социальные продажи",
      //  msg: "Our product is designed on the real trading behavior of purchasers all around the world. We offer one-of-a-kind sales methods on Instagram, TikTok, and other social networks, named AVOCADO.",
    },
    sec4: {
      title: "Экономить деньги",
      // msg: "No need for any experts to have an ecommerce anymore! Say goodbye to the costly development, maintenance, programming process, and even ecommerce platforms experts' cost.",
    },
  },

  how_it_work: {
    title: "Как это устроено.",
    msg: "Без кредитной карты, без плагина, без шаблона, без настройки, без хоста, без технического решения для тех, кто хочет играть как профессионалы.",

    step0: {
      title: "Создан для покупателей, любим продавцами, в одном шаге.",
      msg1: "Пришло ваше время заняться настоящей электронной коммерцией, собрать довольных клиентов вокруг своего бизнеса и сосредоточиться на том, что вы действительно любите делать.",
    },
    step1: {
      title: "Добавьте свои продукты.",
      msg1: "Добавляйте товары вручную, как фото в Instagram! Или добавьте 100 000 элементов только с помощью файла Excel. Вы можете продавать товары, услуги, подписки и файлы в одном месте.",
    },
    step2: {
      title: "Подключите способы оплаты в соответствии с вашими потребностями.",
      msg1: "Мы не заинтересованы во вмешательстве в финансовые операции! 100% платежей клиентов будут переведены непосредственно на ваш банковский счет. Просто подключите Stripe, PayPal и т. д. Вы можете иметь несколько активных платежных сервисов в своем магазине одновременно!",
      crypto_msg: "Доступно для активных продавцов",
    },
    step3: {
      title: "Белая этикетка / Гибкость / Глубокая настройка.",
      msg1: "Создайте свои целевые страницы и измените цвет темы вашего сайта в соответствии с сообщением вашего бренда. Функция перетаскивания делает все это возможным без необходимости нанимать эксперта.",
      view_sample_pages: "Эта функция помогает удобно и профессионально управлять магазином и бизнесом в Selldone.",
    },
    step4: {
      title:
        "Оформление заказа в один клик: единый процесс оформления заказа по всему миру.",
      msg1: "Клиентам не нужно вводить информацию и заполнять регистрационную форму, чтобы купить у вас! Они входят в систему через SMS, заполняют форму оформления заказа одним щелчком мыши и оплачивают. Вы растете, мы растем.",
    },
  },

  /**
   * @see OOnboardingShop
   */
  onboarding: {
    title: "Сделайте свой бизнес в Интернете, быстрее и лучше - это бесплатно",
    success_title: "Установка операционной системы для вашего онлайн-бизнеса,",
    wait_msg: "Пожалуйста, подождите несколько секунд...",
    ready_msg: "Ваш магазин готов.",
    send_mail_msg: "Ссылка для входа отправлена на {email}",

    enable_disable_features_msg:
      "Вы сможете включить или отключить эти функции позже.",
    package_starter: {
      title: "Дополнительный пакет",
      subtitle:
        "Мы понимаем, что у вас может не быть времени на настройку или изучение Selldone, поэтому после регистрации вы получите доступ к <b>универсальному пакету</b>, который можно приобрести дополнительно. Он будет доступен только в течение <b>14 дней</b> после создания магазина.",
      include_items_title: "В него входят эти услуги",
      include_items: [
        "Настройка параметров и внешнего вида магазина",
        "Настройка одного способа доставки и одной оплаты",
        "Дизайн главной страницы",
        "Помощь с импортом товаров через Excel",
        "Добавление собственного домена",
      ],
    },

    sample: {
      title: "Установить демонстрационные данные",
      description:
        "Начать магазин с демонстрационными данными, такими как товары, категории и записи блога.",
    },

    options: {
      title: "Конфигурация магазина",
      msg: "Какие функции вы хотите видеть на своем сайте?",
      ecommerce: "Электронная торговля",
      pos: "Торговая точка",
      blog: "Блог и CMS",
      community: "Форум сообщества",

      ecommerce_desc: "Продавайте свои товары и услуги онлайн.",
      pos_desc: "Продавайте свои товары и услуги лично.",
      blog_desc: "Мощная CMS для публикации ваших статей и постов.",
      community_desc: "Создайте собственное сообщество и форум.",
    },

    job: {
      title: "Какая у вас отрасль?",
      placeholder:
        "Переключите свой бизнес на Selldone OS, независимо от того, какую платформу вы используете в настоящее время.",
    },
    shop_name: {
      title: "Наименование фирмы",
      placeholder: "Бывший. Алекс обувь",
    },
    income: {
      title: "Ежемесячные продажи",
      msg: "Выберите диапазон общих ежемесячных продаж.",
      Low: "До 5000 долларов США",
      Medium: "5000 долларов США ~ 50 000 долларов США",
      High: "50 000 долларов США ~ 1 000 000 долларов США",
      Extreme: "Свыше 1 000 000 долларов США",
    },
    step_1: "Цель",
    step_2: "Конфигурация",
    step_3: "Счет",
  },

  notion: {
    title: "Игра с другими правилами.",
    quote:
      "Мы верим, что один человек может внести изменения в эпоху онлайн-человечества, даже если у него недостаточно денег, даже у него нет технического опыта, даже нет банковского счета для оплаты счетов; мы делаем это, создавая готовую к использованию платформу с инструментами корпоративного уровня, которая действует как наиболее достижимая операционная система в Интернете.",
  },

  stop: {
    title: "Простой конструктор сайтов для онлайн-покупок + Прямая оплата.",
    subtitle:
      "Если вы планируете построить прибыльный онлайн-бизнес и воплотить свою бизнес-идею в жизнь, Selldone — идеальный выбор.",
    pacman: "Платежные плагины",
  },

  flow: {
    title: "Настраиваемый процесс оформления заказа.",
    subtitle:
      "Спланируйте путь клиента, поток покупок и результаты экспериментов.",
    pacman: "Плагины оформления заказа",
  },
  business_model: {
    title: "Визуальное принятие бизнес-модели.",
    subtitle:
      "Настройте свою бизнес-модель визуально, вся сложность будет настроена за кулисами.",
    pacman: "Торговая площадка и плагины POD",
  },

  os: {
    title: "Доступ к инструментам мирового класса — Бесплатно.",
    msg: "Мы предоставляем вам возможность создания профессиональной электронной коммерции.",
  },
  login: {
    title:
      "Готовы ли вы играть на рынке как профессионал?",
  },

  currencies: {
    title: "Валюты",
    sub: "Ваши клиенты могут беспрепятственно платить в местной валюте.",
    msg: "Сосредоточьтесь на продажах, а не мучайтесь с технологиями, плагинами и сложностями с оплатой. Мы работаем с локальными и глобальными платежными сервисами, чтобы все было согласовано в вашем онлайн-бизнесе.",
  },

  countries: {
    title: "Страны",
    sub: "Самая легко масштабируемая ОС для бизнеса в мире.",
    msg: "Мы адаптируем традиционное торговое поведение между людьми в онлайн-пространстве, независимо от того, где вы или ваш клиент живете, мы стремимся предоставить вам лучший опыт.",
  },
  dna: {
    title: "ДНК вашего бизнеса",
    sub: "ПРОДАН ЭТО!",
    msg: "Это единственная универсальная операционная система для бизнеса как услуга без кода с инструментами корпоративного уровня для вас.",
  },

  api: {
    header: "API и SDK с открытым исходным кодом и {infinite} возможностями настройки",
    title: "Дев. дружелюбно",
    msg: "Полностью открытое решение на основе API для онлайн-бизнеса.",

    sec1: {
      title: "Мы создаем основу вашего бизнеса",
      msg: "Все стороны вашего магазина доступны через наш мощный REST API. Вы можете вносить любые изменения в магазин, создавать свои приложения или разрабатывать приложение для покупок, не беспокоясь о технических, платежных и серверных проблемах.",
    },
    sec2: {
      title: "Быстрая интеграция",
      msg: "Мы разрабатываем SDK для всех распространенных языков и фреймворков, чтобы вы могли выполнять шаги аутентификации, доступа к учетной записи и управлять ею с помощью простых команд. Начало работы будет всего в несколько кликов.",
    },
  },

  /** @see ConvertibleSelldoneView **/
  convertible: {
    store_name: "Ваш магазин",
    variant_1: "Вариант продукта Янтарный",
    variant_2: "Вариант продукта Красный",
    buy: "Купи сейчас",
    price: "Эта функция помогает удобно и профессионально управлять магазином и бизнесом в Selldone.",
    management: {
      title: "Управление продуктами",
      msg: "Эта функция помогает удобно и профессионально управлять магазином и бизнесом в Selldone.",
      check1: "Загружайте товары файлами Excel или CSV.",
      check2: "Добавьте модели дополненной реальности.",
      check3: "Оптимизация с помощью автоматического SEO-движка.",
      check4: "Управление перетаскиванием.",
    },
    payment: {
      title: "Поддержка нескольких способов оплаты",
      msg: "Беспроблемный опыт оплаты на месте / в приложении.",
      check1: "Полоса",
      check1msg: "Поддержка более 40 стран.",

      check2: "Кларна",
      check2msg: "Купи сейчас, заплати потом.",

      check3: "PayPal",
      check3msg: "Оплата в один клик.",
    },
    checkout: {
      title: "Ваш бренд",
      online: "Интернет-клиенты",
      offline: "Личные клиенты",
    },
    design: {
      title: "Конструктор страниц",
      msg: "Сделайте это реальным, просто перетащив его.",
    },
  },

  secure: {
    title: "Сверхзащищенное решение",
    msg: "Целостность данных и управление уровнем корпоративного доступа.",
  },

  build: {
    title: "Заведите собственную электронную коммерцию под собственным брендом и верните себе контроль над бизнесом!",
    msg: "У вас есть много вариантов, чтобы преобразовать свои учетные записи в социальных сетях в веб-сайт онлайн-покупок на вашем домене или создать свой шедевр электронной коммерции с нуля.",
  },

  stripe: {
    title: "У вас есть учетная запись Stripe?",
    msg: "Поздравляю, у вас уже было много дел. Создайте свой интернет-магазин одним касанием! Selldone позаботится обо всем остальном.",
  },
  /* demo: {
                  title: "View Demo",
                  msg: "See professional live e-commerces",
                },*/

  unbanked: {
    title: "Одна платформа, одно решение — цель.",
    msg: "Уникальная бизнес-ОС для облегчения онлайн-продаж и раскрытия предпринимательского духа даже для более чем 1,7 миллиарда взрослых, не пользующихся банковскими услугами.",
  },
  faqs: [
    {
      question: "Могу ли я создать интернет-магазин без кредитной карты?",
      answer:
        "Да, вы можете создать свою электронную коммерцию, не нуждаясь в какой-либо банковской карте, такой как кредитные и дебетовые карты, на Selldone. Selldone использует уникальный способ предоставления расширенных услуг электронной коммерции людям, даже более 1,7 миллиарда человек, не имеющих доступа к обычным финансовым услугам.",
    },
    {
      question: "Как я могу продавать через Интернет клиентам, не имеющим банковских счетов?",
      answer:
        "Добавьте COD (наложенный <b>платеж</b> ) в свою электронную торговлю, чтобы ваши клиенты могли оплатить заказ после получения заказа. ХПК является традиционным способом в большинстве стран с отсутствием финансовой инфраструктуры.",
    },
    {
      question: "Как я могу настроить свою электронную коммерцию без банковского счета?",
      answer:
        "До Selldone не было решения для неискушенных людей. Но теперь вы можете создать свою электронную коммерцию и веб-сайт, не имея банковского счета. Имеет минимальную стоимость для вас; Вы можете оплатить эту стоимость в конце месяца через свой кошелек. Кошелек Selldone может получать комиссию от других людей или взимать плату с помощью подарочных карт. Вам не нужна кредитная карта для использования этих услуг.",
    },
    {
      question: "Как я могу начать бизнес без затрат на настройку?",
      answer:
        "<ol> <li> Зарегистрируйтесь бесплатно на <a href='https://selldone.com'>Selldone.com</a>. </li> <li> Создайте магазин. </li> <li> Добавьте товары и услуги. </li> <li> Подключите домен (необязательно) </li> <li> Включите платёжные шлюзы. </li> <li> Расскажите о бизнесе друзьям и семье. </li> <li>  Представьте товары в социальных сетях. </li> <li> Создайте бренд с уникальной ценностью. </li> <li> Отслеживайте поведение пользователей в панели Selldone. </li> </ol>",
    },
  ],

  brands: {
    title: "Постройте свой бизнес на надежном фундаменте.",
    subtitle: "Ваш бизнес того стоит!",
  },

  why_boxes: {
    title: "Оптимизировано для масштабных онлайн- и офлайн-продаж",
    subtitle:
      "Создано для конверсии. Поднимите свой интернет-магазин на новый уровень с помощью интуитивно понятных инструментов, предназначенных для превращения посетителей в клиентов.",

    block1: {
      title: "Сохранить первоначальную стоимость",
      subtitle: "Решение без темы и плагина.",
    },
    block2: {
      title: "Экономьте эксплуатационные расходы",
      subtitle: "Никаких дополнительных и скрытых комиссий.",
    },
    block3: {
      title: "Экономьте время",
      subtitle: "Корпоративный уровень, но удобный для начинающих.",
    },
  },

  money_transfer: {
    customer: "Ваш клиент",
    bank: "Ваш банковский счет",
    wallet: "Бумажник",
    free_setup: "Бесплатная установка.",
    no_extra_fee: "Без дополнительной платы.",
    no_hidden_fee: "Нет скрытой платы.",
  },

  /** @see HomePanelExtraFlow **/
  extra: {
    cart: "Управление тележками",
    payment: "Оплата",
    shipping: "Перевозки",
    fulfilment: "Исполнение",
    community: "Сообщество и обратная связь",
  },

  team: {
    title: "Встретиться с командой.",
    msg: "Мы будем играть по другим правилам на жестоком поле торговых площадок, особенно когда наши конкуренты тратят на рекламу миллионы долларов; мы инвестируем в продукт, людей и решение реальных проблем. Эта команда поддерживает ваш бизнес!",
  },

  customers: {
    title: "Познакомьтесь с нашим сообществом.",
    msg: "Это только начало пути к созданию эффективных инструментов для будущих предпринимателей, которые учатся у наших клиентов.",
  },
  /** {@see PanoramaImage} {@see HomePage} */

  panorama: {
    title:
      "Операционная система №1 для бизнеса — <b class=\"bg-gradient-animate text-gradient my-1\">Эта функция помогает удобно и профессионально управлять магазином и бизнесом в Selldone.</b>",
    msg: "Эта функция помогает удобно и профессионально управлять магазином и бизнесом в Selldone.",
    orders_management: "Управление заказами",
    online_pos: "Онлайн POS",
    shipping: "Перевозки",
    inventory_management: "Управление запасами",
    social_commerce: "Социальная коммерция",
    in_store_sell: "Продажа в магазине",
    team: "Команда/персонал",
    incentives: "Стимулы / Лояльность",
    community: "Управление сообществом",
    payments: "Местные платежи",
    ar_3d: "3D / AR",
  },

  no_plugin: "Нет — плагин",

  product_page: {
    title: "Результат после добавления вашего первого продукта.",
    msg: "Воплотите свои идеи в жизнь всего за несколько кликов.",
    open_sample_product_link: "Открыть живой продукт",
    open_templates: "Просмотр шаблонов",
  },

  /** {@see CountrySupportBox} */
  support_box: {
    country_select_label: "Выберите страну",
    we_support_message: "Мы поддерживаем {country}",
    we_limited_support: "Мы ограничили поддержку {country}",
    support_message_long:
      "Испытайте бесперебойные онлайн-транзакции в вашей стране с Selldone! Наряду с профессиональными расчетами НАЛОГОВ мы предлагаем разнообразные способы оплаты, включая наличные, POS, банковские переводы и многое другое. Начните строить свой бизнес на платформе, которая полностью соответствует потребностям вашей страны.",
    limited_support_message_long:
      "Онлайн-платежи могут быть недоступны в вашей стране, но не волнуйтесь! В Selldone мы предлагаем наличные платежи, банковские переводы и оплату наложенным платежом (COD) по всему миру. Вы можете уверенно строить свой онлайн-бизнес с нами, соблюдая при этом правила вашей страны и Европы. Для получения дополнительной информации или для запроса поддержки онлайн-платежей в вашей стране, пожалуйста, свяжитесь с нашей службой поддержки.",
    more_about_selldone_in_country: "О Selldone в вашей стране",

    tax: {
      title: "Удобно для налогов",
      message:
        "Легко настраивайте налоговые профили для разных категорий товаров с автоматической адаптацией к стране и региону покупателя.",
    },
    global: {
      title: "Глобальные продажи",
      message:
        "Охватывайте клиентов по всему миру с международной поддержкой Selldone.",
    },
    shipping: {
      title: "Локальная и глобальная доставка",
      message:
        "Интеграции с локальными и глобальными перевозчиками, а также собственная курьерская доставка для стабильных операций.",
    },
    erp: {
      title: "Интеграция ERP",
      message:
        "Подключайтесь к ERP через открытый шлюз и доступ API для упрощения операций.",
    },
  },

  hero: {
    intro: "Операционная система №1 для бизнеса",
    title: "Замените {infinite} количество плагинов и приложений одним {app}",
  },

  /**
   * {@see MakeYourShopHeader}
   */
  make_your_shop: {
    title: "Сделай свой собственный",
    amazon: "Амазонка",
    local_store: "Местный магазин",
    instagram: "Магазин в Instagram",
    dropshipping: "прямая доставка",
    coursera: "Курсера",
    gift_store: "Магазин подарков",
    airbnb: "Эта функция помогает удобно и профессионально управлять магазином и бизнесом в Selldone.",
    simple_store: "Простой магазин",
    tiktok: "Магазин ТикТок",
  },
  /**
   * {@see SectionShowItsSimplicity}
   */
  show_its_simplicity: {
    title: "Еще один скучный комплекс<div class=\"app-box\" style=\"font-size: 55%\"> 😣</div> платформа электронной коммерции!?",
    subtitle: "Конечно нет! Просто попробуйте, прежде чем регистрироваться...",
    as_guest: "Как гость",
    need_register: "Нужна регистрация",

    page_builder: {
      title: "Встроенный конструктор страниц",
      subtitle:
        "Первый интуитивно понятный конструктор страниц с функцией перетаскивания и встроенным редактированием.",
      try_action: "Попробуйте конструктор страниц",
      see_collection_action: "Посмотреть шаблоны",
    },
    ai: {
      title: "Встроенные функции ИИ",
      subtitle:
        "Лучшее промышленное удаление фона, оптимизация изображений, генерация контента, создание автопродукции и многое другое.",
      try_action: "Попробовать интеллект Selldone",
    },
    storefront: {
      title: "Живая витрина",
      subtitle:
        "Ощутите самую быструю скорость покупок с помощью современного веб-сайта PWA без необходимости писать ни единой строчки кода.",
      see_action: "Посмотреть демонстрационный магазин",
    },
    backoffice: {
      title: "Живой бэк-офис",
      subtitle: "Управляйте всем из одного места без необходимости установки каких-либо плагинов.",
      see_action: "Посмотреть демо бэк-офиса",
    },
  },

  /**
   * {@see SectionPricingCompact}
   */
  pricing_compact: {
    title: "<div class=\"app-box\" style=\"font-size: 55%\">💞️</div> Простое и прозрачное ценообразование",
    subtitle:
      "Получите доступ ко всем функциям корпоративного уровня, чтобы начать и масштабировать свой бизнес с помощью нашей модели распределения доходов — не платите ничего авансом, просто часть вашего дохода. Мы добиваемся успеха только тогда, когда вы этого добиваетесь, минимизируя ваши затраты и максимизируя вашу прибыль.",
  },

  screenshots: {
    item_1: {
      title: "Оптимизируйте управление заказами.",
      desc: "Эффективно управляйте большим объемом заказов ежедневно, используя наши расширенные функции списков и фильтров.",
    },
    item_2: {
      title: "Подключите свой магазин к POD.",
      desc: "Легко подключите свой магазин к сервису прямой поставки печати по запросу, такому как Printful, и продавайте свои работы на печатных материалах без необходимости установки дополнительных плагинов.",
    },
    item_3: {
      title: "Выполняйте заказы с помощью интуитивно понятных корпоративных инструментов.",
      desc: "Испытайте оптимизированный процесс заказа с возможностью интуитивного форматирования запросов, внесения необходимых изменений и обновления статуса одним щелчком мыши. Поднимите свои возможности выполнения заказов на новые высоты с помощью наших инструментов корпоративного уровня.",
    },
    item_4: {
      title: "Отслеживание действий на временной шкале заказа.",
      desc: "Временная шкала заказа содержит подробную запись всех действий и изменений, внесенных в заказ. Вы можете легко увидеть, кто внес изменения и когда они были сделаны.",
    },
    item_5: {
      title: "Упрощение коммуникации между клиентами и поставщиками.",
      desc: "Письма с вашим фирменным стилем будут автоматически отправляться клиентам, поставщикам и на любые указанные вами адреса электронной почты после завершения процесса оформления заказа и оплаты.",
    },
    item_6: {
      title: "Удобная организация продуктов с помощью перетаскивания.",
      desc: "Продукт в этой системе будет функционировать подобно файлам, а категории будут действовать как папки. У вас будет возможность легко перетаскивать продукты, переставлять их, копировать и вставлять, и даже импортировать массовые продукты с помощью простого файла Excel.",
    },
    item_7: {
      title: "Легко отслеживайте свои заказы на подписку.",
      desc: "Получите интуитивно понятный и компактный список, содержащий все текущие и прошлые заказы на подписку, включая время до следующего платежа и подробную информацию по каждому заказу.",
    },
    item_8: {
      title: "Используйте встроенные инструменты блога и CMS для взаимодействия с клиентами.",
      desc: "Используйте возможности внутреннего блога и системы управления контентом для создания контента о вашей компании и предложениях, а также для привлечения новой аудитории с помощью поисковой оптимизации. Таким образом, вы также можете взаимодействовать со своими клиентами.",
    },
    item_9: {
      title: "Упростите внешние сервисы",
      desc: "Можно подключаться к внешним сервисам, таким как торговые площадки, поставщики прямой поставки, POD и финансовое программное обеспечение, без необходимости установки дополнительных плагинов.",
    },
    item_10: {
      title: "Упростить импорт продукции из внешних служб.",
      desc: "Используйте инструменты Selldone для импорт товаров в вашем магазине.",
    },
    item_11: {
      title: "Упростите Google Merchant Center",
      desc: "Используйте инструменты Selldone для управления Google Merchant Center в вашем магазине.",
    },
    item_12: {
      title: "Авокадо — легко продавайте продукцию в социальных сетях.",
      desc: "С Avocado вы можете продавать продукты в социальных сетях без необходимости вручную добавлять продукты и цены. Инструмент автоматически генерирует ссылку на оплату для заказов и позволяет создавать индивидуальные счета с ссылками на оплату.",
    },
    item_13: {
      title: "Лента — Легко создавайте и продавайте подписки.",
      desc: "Ribbon — это мощный инструмент, позволяющий вам легко создавать и продавать подписки, такие как подписные ящики, платные подписки и различные типы контента, всего за несколько щелчков мыши.",
    },
    item_14: {
      title: "Предложите несколько вариантов оплаты в вашем магазине.",
      desc: "В вашем магазине будет полезно предложить различные варианты оплаты, например, включить Stripe и PayPal.",
    },
    item_15: {
      title:
        "Стимулируйте клиентов к покупкам с помощью скидок, предложений, купонов и геймификации.",
      desc: "Стимулируйте клиентов совершать больше покупок в вашем магазине, используя различные методы, такие как предложение скидочных кодов, рекламных акций, умных скидок, купонов, подарочных карт и включение элементов геймификации в процесс покупок.",
    },
    item_16: {
      title: "Увеличьте производительность с помощью управления кампаниями на стороне сервера.",
      desc: "Используйте серверный маркетинг и управление кампаниями, чтобы получить наиболее содержательную и точную информацию об эффективности вашей кампании.",
    },
    item_17: {
      title: "Управляйте партнерскими платежами и продажами.",
      desc: "Включайте партнеров и эффективно управляйте их платежами и продажами. Используйте различные расширенные возможности для управления партнерами, такие как назначение уникальных доменов клиентов для каждого партнера.",
    },
    item_18: {
      title: "Эффективное управление запасами и ценообразованием.",
      desc: "Инструменты управления логистикой и запасами помогают организовывать, фильтровать и управлять запасами и ценами для тысяч продуктов и их разновидностей.",
    },
    item_19: {
      title: "Активность клиентов и статистика в режиме реального времени.",
      desc: "Получите доступ к самым последним данным об активности клиентов и статистике веб-сайта, чтобы принимать обоснованные решения на основе данных.",
    },
    item_20: {
      title: "Увеличьте продажи с помощью создания сообщества.",
      desc: "Создайте интерактивное сообщество, чтобы увеличить продажи в вашем магазине, повысить вовлеченность аудитории, укрепить доверие и использовать преимущества SEO бесплатного контента.",
    },
    item_21: {
      title: "Повысьте качество обслуживания клиентов.",
      desc: "Организуйте и сегментируйте свою клиентскую базу, анализируйте их пожизненную ценность, прошлые покупки в Интернете и магазинах, а также отслеживайте их путь, чтобы улучшить их опыт и при этом уважать их конфиденциальность.",
    },
    item_22: {
      title: "Создавайте адаптивные страницы с легкостью.",
      desc: "Используйте инструменты Selldone для адаптивные страницы в вашем магазине.",
    },
    item_23: {
      title: "Оптимизируйте редактирование с помощью встроенного редактора страниц.",
      desc: "Легко редактируйте тексты и изображения на страницах с помощью встроенного редактора страниц, что упрощает и делает интуитивно понятным обновление контента.",
    },
    item_24: {
      title: "Управляйте доступом и ролями команды.",
      desc: "Пригласите членов вашей команды, установите роли персонала и установите их уровни доступа. По мере расширения вашего бизнеса и команды ваша операционная система будет адаптироваться соответствующим образом.",
    },
    item_25: {
      title: "Имейте свои приложения.",
      desc: "Начните свой бизнес с прогрессивного веб-приложения и предоставьте своим клиентам более быстрый опыт по сравнению с вашими конкурентами.",
    },
    item_26: {
      title: "Расширенные инструменты автоматизации и экономии.",
      desc: "Оптимизируйте свои бизнес-операции и сэкономьте драгоценное время и ресурсы, используя передовые инструменты автоматизации, которые можно интегрировать в ваш магазин.",
    },
    item_27: {
      title: "Легко персонализируйте свою витрину.",
      desc: "Легко персонализируйте витрину своего магазина в соответствии с вашим брендом, используя такие параметры визуальной настройки, как тема, цветовые схемы, шрифты и многое другое — и все это без необходимости программирования или технических навыков.",
    },
    item_28: {
      title: "Разработайте персонализированный клиентский опыт.",
      desc: "Разработайте персонализированный путь клиента, используя различные опции, доступные на Selldone, такие как выбор точки входа в систему или возможность гостевых покупок.",
    },
    item_29: {
      title: "Улучшите впечатления с помощью индивидуальных параметров входа и потока данных.",
      desc: "Создайте персонализированный интерфейс входа в систему и управления ею, предоставив различные варианты входа через социальные сети для вашего интернет-магазина.",
    },
    item_30: {
      title: "Поддержка сложных бизнес-моделей.",
      desc: "Используйте инструменты Selldone для сложные бизнес-модели в вашем магазине.",
    },
    item_31: {
      title: "Свяжите несколько пользовательских доменов.",
      desc: "Вы можете связать несколько пользовательских доменов с определенными аспектами вашего бизнеса, такими как сообщество, магазин, блог, целевые страницы или даже филиалы.",
    },
    item_32: {
      title: "Поддержка нескольких языков и автоматического перевода.",
      desc: "Ваш магазин полностью поддерживает несколько языков, как RTL, так и LTR. Вы можете легко установить и активировать пакеты автоматического перевода для вашего магазина.",
    },
    item_33: {
      title: "Встроенный многопрофильный расчет налогов.",
      desc: "Возможность создания нескольких налоговых профилей и назначения их определенным продуктам обеспечивает большую гибкость при расчете НДС и налога с продаж. Например, вы можете применять различные налоговые ставки для продуктов питания или электроприборов.",
    },
    item_34: {
      title: "Расчет налога по нескольким регионам.",
      desc: "Используйте правила по умолчанию или пользовательские правила для налога с продаж и НДС при продаже в разные страны и регионы. Переопределяйте правила для определенных регионов и налоговых территорий по мере необходимости.",
    },
    item_35: {
      title: "Публикуйте статьи с помощью мощного встроенного редактора.",
      desc: "Расширенный встроенный редактор статей оптимизирует процесс публикации и рецензирования ваших статей, делая его быстрым и простым, сохраняя при этом единообразие.",
    },
    item_36: {
      title: "Отдельная панель для каждого товара",
      desc: "У каждого товара есть отдельная панель со статистикой, нужной информацией и доступом к действиям управления.",
    },
    item_37: {
      title: "Автоматический перевод статей.",
      desc: "Используйте встроенную функцию перевода на основе искусственного интеллекта корпоративного уровня, чтобы легко переводить описания продуктов на разные языки всего одним щелчком мыши.",
    },
    item_38: {
      title: "Встроенные инструменты аналитики.",
      desc: "Используйте инструменты Selldone для встроенную аналитику в вашем магазине.",
    },
    item_39: {
      title: "Охватывает большинство ваших расширенных потребностей в SEO.",
      desc: "Наш внутренний инструмент предоставляет вам наиболее активные ключевые слова, самые эффективные URL-адреса и обзор эффективности вашего бизнеса в поиске Google, представленные в виде таблиц и графиков.",
    },
  },

  country_landing: {
    intro: "Операционная система №1 для бизнеса",
    title: "Замените {infinite} плагины и приложения на {app} в {country}",
  },

  /**
   * @see IntegrationPaymentPage
   */
  payment_landing: {
    intro: "Операционная система №1 для бизнеса",
    title: "Замените {infinite} плагинов и приложений на {app}",

    unlock_section: {
      title: "Откройте {payment} и начните зарабатывать на сайте",
      subtitle:
        "Запустите онлайн-магазин сегодня и легко продавайте товары, услуги и подписки.",
      no_plugin: {
        title: "Простые платежи без плагинов",
        subtitle:
          "Переходите к будущему электронной коммерции с платежными решениями Selldone без плагинов для {payment}.",
      },
      experience: {
        title: "Безупречные покупки с Selldone + {payment}",
        subtitle:
          "Преобразуйте опыт электронной коммерции с удобной платформой Selldone и интеграцией платежей {payment}.",
      },
      boost: {
        title: "Ускорьте продажи с интегрированными платежами Selldone",
        subtitle:
          "С интегрированным решением {payment} вы сможете сосредоточиться на главном: продавать больше.",
      },
      security: {
        title: "Безопасность и эффективность вместе",
        subtitle:
          "Selldone + {payment} означает высокий уровень безопасности и быстрые, плавные транзакции.",
      },
      setup_payment: "Настроить оплату",
    },

    how_to_add: {
      step_1: {
        step: "Шаг 1",
        title: "Добавьте валюту",
        subtitle:
          "Эта функция помогает удобно и профессионально управлять магазином и бизнесом в Selldone {payment}.",
      },
      step_2: {
        step: "Шаг 2",
        title: "Настройте шлюз",
        subtitle: "Затем перейдите в раздел Магазин > Бухгалтерия > Платежные шлюзы, нажмите <b>Новый способ оплаты</b>, выберите валюту и выберите <b>{payment}</b>. Можно добавить шлюзы в тестовом или активном режиме. Укажите корректные ключи API для каждого режима; их можно найти в <a href=\"{payment_url}\" target=\"_blank\">аккаунте {payment}</a>.",
      },
    },

    integration: {
      title: "Простая интеграция электронной коммерции с {payment}",
      subtitle:
        "Начните с Selldone и управляйте бизнесом легко. Без кода и плагинов!",
    },
    pay_after_earn: {
      title: "Платите только при прибыли!",
      subtitle:
        "Запустите бизнес с бесплатным пожизненным планом и платите комиссию только после начала заработка.",
    },
  },

  feature_page_builder: {
    title: "Конструктор страниц, ориентированный на продажи",
    message:
      "Создавайте собственные страницы без кода. Перетаскивайте элементы и собирайте страницы под свои задачи.",
  },

  feature_items: {
    products: {
      title: "Интуитивное управление товарами",
      description:
        "Управляйте интуитивное управление товарами легко и профессионально в Selldone.",
    },
    excel: {
      title: "Импорт данных Excel",
      description:
        "Импортируйте товары, категории и контакты через файлы Excel без лишней сложности.",
    },
    incentive: {
      title: "Стимулы продаж",
      description:
        "Управляйте стимулы продаж легко и профессионально в Selldone.",
    },
    loyalty: {
      title: "Лояльность клиентов",
      description:
        "Управляйте лояльность клиентов легко и профессионально в Selldone.",
    },
    cashback: {
      title: "Кэшбэк-предложения",
      description:
        "Управляйте кэшбэк-предложения легко и профессионально в Selldone.",
    },
    cross_selling: {
      title: "Инструменты кросс-продаж",
      description:
        "Управляйте инструменты кросс-продаж легко и профессионально в Selldone.",
    },
    accounting: {
      title: "Простая бухгалтерия",
      description: "Управляйте простая бухгалтерия легко и профессионально в Selldone.",
    },
    inventory: {
      title: "Контроль запасов",
      description:
        "Управляйте контроль запасов легко и профессионально в Selldone.",
    },
    analytics: {
      title: "Расширенная аналитика",
      description:
        "Управляйте расширенная аналитика легко и профессионально в Selldone.",
    },
    social: {
      title: "Многоканальные продажи",
      description:
        "Управляйте многоканальные продажи легко и профессионально в Selldone.",
    },
    community: {
      title: "Конструктор сообщества",
      description:
        "Управляйте конструктор сообщества легко и профессионально в Selldone.",
    },
    security: {
      title: "Управление командой",
      description:
        "Управляйте управление командой легко и профессионально в Selldone.",
    },
    pos: {
      title: "POS в магазине",
      description:
        "Упрощайте продажи в магазине, управляйте POS-системами и транзакциями.",
    },
    store: {
      title: "Маркетплейс продавцов",
      description: "Управляйте маркетплейс продавцов легко и профессионально в Selldone.",
    },
    pricing: {
      title: "Динамическое ценообразование",
      description:
        "Управляйте динамическое ценообразование легко и профессионально в Selldone.",
    },
    pod: {
      title: "Интеграция прямой доставки",
      description:
        "Подключайте сервисы POD и без лишних действий управляйте прямой доставкой.",
    },
  },
};
