export default {
  "local_service": "{country_name} க்கான உள்ளூர் சேவை",
  "local_service_message": "இந்தச் சேவையானது <u>{country_name}</u> இல் வசிக்கும் மற்றும் இந்த நாட்டில் தங்கள் சேவைகள் மற்றும் தயாரிப்புகளை விற்பனை செய்யும் பயனர்களுக்காக பிரத்யேகமாக வடிவமைக்கப்பட்டுள்ளது. நீங்கள் உள்ளூர் சேவைகள் அல்லது Selldone இன் சர்வதேச சேவையை மட்டுமே பயன்படுத்த அனுமதிக்கப்படுவீர்கள். இந்தச் சேவையைப் பயன்படுத்த, நீங்கள் இணங்க வேண்டும் <b>{country_name}</b> மற்றும் <b>ஐரோப்பிய ஒன்றியத்தின்</b> சட்டங்கள் .",
  "my_shops": "எனது கடைகள்",
  "moto": "நீங்கள் முயற்சி செய்யுங்கள், நாங்கள் கதவுகளைத் திறக்கிறோம்!",
  "start_now_btn": "இப்போதே தொடங்குங்கள் - இது இலவசம்",
  "create_ecommerce_btn": "உங்கள் மின்வணிகத்தை இலவசமாகத் தொடங்குங்கள்",
  "incentive_action": "உங்கள் குறைந்த ஆன்லைன் விற்பனை விகிதத்திற்கு விடைபெறுங்கள்!",
  "create_shopping_website": "எனது மின்வணிகத்தை உருவாக்கவும்",
  "s1": {
    "title": "உங்கள் ஆன்லைன் ஸ்டோரை உருவாக்கவும்<br> இல்லை—குறியீடு & இல்லை—நிபுணருக்குத் தேவையான தீர்வு",
    "title_animated_words": [
      "தொழில்முனைவோர்",
      "கலைஞர்கள்",
      "சுயாதீன வணிகங்கள்",
      "பிராண்டுகள்",
      "சில்லறை விற்பனை",
      "படைப்பாளிகள்"
    ],
    "subtitle": "உங்கள் வாடிக்கையாளர்களுக்கு தனித்துவமான, வேகமான, பாதுகாப்பான மற்றும் நம்பகமான அனுபவத்தை உருவாக்க விரும்பினால், இது உங்களுக்கான கருவியாகும். விளம்பரங்கள் இல்லாத நிறுவன தர வணிக இயக்க முறைமையில் உங்கள் தனித்துவமான சமூகத்தையும் வேகமான மின்வணிகத்தையும் உருவாக்குங்கள்.",
    "domain_input": {
      "message": "இலவச ஹோஸ்டிங் மற்றும் SSL மூலம் உங்களிடம் உள்ள தனிப்பட்ட டொமைன்களுடன் உங்கள் ஸ்டோர் இணைக்கப்படலாம்",
      "action": "ஒரு கடையை உருவாக்கவும்"
    },
    "community": "சமூக மேடை",
    "shop": "ஆன்லைன் ஷாப் பில்டர்",
    "inventory": "சரக்கு மேலாண்மை",
    "cms": "பக்க எடிட்டர் & CMS",
    "in_60_sec": "இங்கே கிளிக் செய்யவும்"
  },
  "video": {
    "title": "உங்கள் ஆன்லைன் மற்றும் நேரிடையான விற்பனைக்கான ஆல் இன் ஒன் தீர்வு.",
    "msg": "உங்கள் மின்வணிகத்தில் விரைவான கொள்முதல் அனுபவத்தை வழங்கவும்.",
    "card_pos": {
      "title": "விற்கப்பட்ட பிஓஎஸ்",
      "msg": "பூஜ்ஜிய-அமைவு விலை தீர்வு மூலம் நேரில் விற்கவும்."
    },
    "card_ecommerce": {
      "title": "விற்கப்பட்ட மின்வணிகம்",
      "msg": "தொழில் வல்லுநர்களைப் போல ஆன்லைனில் விற்கவும்."
    }
  },
  "why": {
    "title": "ஏன் Selldone?",
    "msg": "பயிற்சியாளர்கள் இல்லாத அணிகளையும், தலைவர்கள் இல்லாத புரட்சிகளையும், வேர்கள் இல்லாத மரங்களையும், இயக்க முறைமை இல்லாத வணிகங்களையும் நாம் கற்பனை செய்து பார்க்க முடியாது! எனவே வேகமாக வளர்ந்து வரும் நிறுவனங்கள் மற்றும் இளம் தொழில்முனைவோருக்காக ஆன்லைன் வணிகத்தை மறுவடிவமைத்து வருகிறோம்.",
    "sec1": {
      "title": "எளிதானது + தொழில்முறை",
      "msg": "நீங்கள் ஒரு தொடக்கக்காரராக இருந்தாலும், ஒரு நிபுணரைப் போல் விளையாட விரும்பினாலும், அல்லது நீங்கள் ஒரு நிபுணராக இருந்தாலும், உங்களைப் போல் விளையாடத் தகுதியானவராக இருந்தாலும், சந்தையில் நிபுணராக விளையாடுவதற்காக இது கட்டமைக்கப்பட்டுள்ளது!"
    },
    "sec2": {
      "title": "நிறுவன தர கருவிகள்",
      "msg": "நாங்கள் புதிய அம்சங்களை வெளியிடுகிறோம், APIகளைப் புதுப்பித்து, தினசரி வழக்கமாக புதிய முறைகளைப் பயன்படுத்துகிறோம். இது உங்கள் வணிகத்திற்கான இயக்க முறைமையாகும், எனவே எங்கள் தளத்தின் மூலம் உங்கள் வணிகம் அதிகரிக்கும்."
    },
    "sec3": {
      "title": "சமூக விற்பனை",
      "msg": "எங்கள் தயாரிப்பு உலகெங்கிலும் உள்ள வாங்குபவர்களின் உண்மையான வர்த்தக நடத்தையின் அடிப்படையில் வடிவமைக்கப்பட்டுள்ளது. இன்ஸ்டாகிராம், டிக்டோக் மற்றும் பிற சமூக வலைப்பின்னல்களில் AVOCADO எனப் பெயரிடப்பட்ட ஒரு வகையான விற்பனை முறைகளை நாங்கள் வழங்குகிறோம்."
    },
    "sec4": {
      "title": "பணத்தை சேமி",
      "msg": "எந்த நிபுணர்களும் இனி மின்வணிகத்தை வைத்திருக்க வேண்டிய அவசியமில்லை! விலையுயர்ந்த மேம்பாடு, பராமரிப்பு, நிரலாக்க செயல்முறை மற்றும் மின்வணிக தளங்களின் நிபுணர்களின் விலைக்கு விடைபெறுங்கள்."
    }
  },
  "how_it_work": {
    "title": "எப்படி இது செயல்படுகிறது.",
    "msg": "கிரெடிட் கார்டு இல்லை, செருகுநிரல் இல்லை, டெம்ப்ளேட் இல்லை, செட்டப் இல்லை, ஹோஸ்ட் இல்லை, தொழில் வல்லுநர்களைப் போல விளையாட விரும்புவோருக்கு தொழில்நுட்ப தீர்வு இல்லை.",
    "step0": {
      "title": "கடைக்காரர்களுக்காக கட்டப்பட்டது, விற்பனையாளர்களால் விரும்பப்படுகிறது, ஒரு படி தொலைவில்.",
      "msg1": "உண்மையான மின்வணிகத்தைப் பெறுவதற்கும், உங்கள் வணிகத்தைச் சுற்றி மகிழ்ச்சியான வாடிக்கையாளர்களைச் சேகரிப்பதற்கும், நீங்கள் உண்மையிலேயே விரும்புவதில் கவனம் செலுத்துவதற்கும் இது உங்கள் நேரம்."
    },
    "step1": {
      "title": "உங்கள் தயாரிப்புகளைச் சேர்க்கவும்.",
      "msg1": "இன்ஸ்டாகிராமில் புகைப்படங்களைச் சேர்ப்பது போன்ற தயாரிப்புகளை கைமுறையாகச் சேர்க்கவும்! அல்லது எக்செல் கோப்பு மூலம் 100,000 உருப்படிகளைச் சேர்க்கவும். நீங்கள் தயாரிப்புகள், சேவைகள், சந்தாக்கள் மற்றும் கோப்புகளை ஒரே இடத்தில் விற்கலாம்."
    },
    "step2": {
      "title": "உங்கள் தேவைக்கு ஏற்ற கட்டண முறைகளை இணைக்கவும்.",
      "msg1": "நிதி பரிவர்த்தனைகளில் தலையிடுவதில் எங்களுக்கு ஆர்வம் இல்லை! வாடிக்கையாளர்களின் 100% பணம் நேரடியாக உங்கள் வங்கிக் கணக்கிற்கு மாற்றப்படும். உங்கள் ஸ்ட்ரைப், பேபால் போன்றவற்றை இணைக்கவும். ஒரே நேரத்தில் உங்கள் கடையில் பல செயலில் உள்ள கட்டணச் சேவைகளைப் பெறலாம்!",
      "crypto_msg": "செயலில் உள்ள வணிகர்களுக்குக் கிடைக்கும்"
    },
    "step3": {
      "title": "வெள்ளை லேபிள் / நெகிழ்வான / ஆழமாக தனிப்பயனாக்கக்கூடியது.",
      "msg1": "உங்கள் லேண்டிங் பக்கங்களை வடிவமைத்து, உங்கள் பிராண்ட் செய்திக்கு ஏற்ப உங்கள் தளத்தின் தீம் நிறத்தை மாற்றவும். ஒரு நிபுணரை பணியமர்த்த வேண்டிய அவசியமின்றி இழுத்து விடுதல் அம்சம் இவை அனைத்தையும் சாத்தியமாக்குகிறது.",
      "view_sample_pages": "உங்களை ஊக்குவிக்கும் சிறந்த SD ஸ்டோர்கள்"
    },
    "step4": {
      "title": "ஒரே கிளிக்கில் செக் அவுட்: உலகம் முழுவதும் ஒரே கிளிக்கில் செக் அவுட் அனுபவம்.",
      "msg1": "உங்களிடமிருந்து வாங்குவதற்கு வாடிக்கையாளர்கள் தகவலை உள்ளிட்டு பதிவுப் படிவத்தை நிரப்ப வேண்டியதில்லை! அவர்கள் எஸ்எம்எஸ் வழியாக உள்நுழைந்து ஒரே கிளிக்கில் செக்அவுட் படிவத்தை நிரப்பி பணம் செலுத்துகிறார்கள். நீங்கள் வளர்கிறோம், நாங்கள் வளர்கிறோம்."
    }
  },
  "onboarding": {
    "title": "உங்கள் வணிகத்தை ஆன்லைனில், வேகமாகவும் சிறப்பாகவும் உருவாக்குங்கள் - இது இலவசம்",
    "success_title": "உங்கள் ஆன்லைன் வணிக OS ஐ நிறுவுதல்,",
    "wait_msg": "தயவுசெய்து சில வினாடிகள் காத்திருக்கவும்...",
    "ready_msg": "உங்கள் கடை தயாராக உள்ளது.",
    "send_mail_msg": "உள்நுழைவு இணைப்பு {email} க்கு அனுப்பப்பட்டது",
    "options": {
      "title": "கடை கட்டமைப்பு",
      "msg": "உங்கள் இணையதளத்தில் என்ன அம்சங்களை விரும்புகிறீர்கள்?",
      "ecommerce": "மின்வணிகம்",
      "pos": "விற்பனை செய்யும் இடம்",
      "blog": "வலைப்பதிவு & CMS",
      "community": "சமூகம் & மன்றம்"
    },
    "job": {
      "title": "உங்கள் தொழில் என்ன?",
      "placeholder": "நீங்கள் தற்போது எந்த பிளாட்ஃபார்மைப் பயன்படுத்தினாலும், உங்கள் வணிகத்தை Selldone OSக்கு மாற்றவும்."
    },
    "shop_name": {
      "title": "வணிகத்தின் பெயர்",
      "placeholder": "Ex. அலெக்ஸ் காலணிகள்"
    },
    "income": {
      "title": "மாதாந்திர விற்பனை",
      "msg": "உங்கள் மொத்த மாதாந்திர விற்பனையின் வரம்பைத் தேர்ந்தெடுக்கவும்.",
      "Low": "$5,000 USD வரை",
      "Medium": "$5,000 USD ~ $50,000 USD",
      "High": "50,000 USD ~ $1,000,000 USD",
      "Extreme": "$1,000,000 USDக்கு மேல்"
    },
    "step_1": "நோக்கம்",
    "step_2": "கட்டமைப்பு",
    "step_3": "கணக்கு"
  },
  "notion": {
    "title": "வெவ்வேறு விதிகள் கொண்ட விளையாட்டு.",
    "quote": "ஆன்லைன் மனிதநேய சகாப்தத்தில் ஒருவரால் மாற்றத்தை ஏற்படுத்த முடியும் என்று நாங்கள் நம்புகிறோம், போதுமான பணம் இல்லாதவர்கள், தொழில்நுட்ப அனுபவம் இல்லாதவர்கள், பில்களை செலுத்த வங்கிக் கணக்கு இல்லாதவர்கள் கூட; இணையத்தில் மிகவும் அடையக்கூடிய ஆப்பரேட்டிங் சிஸ்டமாக செயல்பட, நிறுவன-தர கருவிகளுடன் பயன்படுத்த தயாராக உள்ள தளத்தை உருவாக்குவதன் மூலம் இதைச் செய்கிறோம்."
  },
  "stop": {
    "title": "எளிதான ஆன்லைன் ஷாப்பிங் இணையதளத்தை உருவாக்குபவர் + நேரடி கட்டணம்.",
    "subtitle": "லாபகரமான ஆன்லைன் வணிகத்தை உருவாக்கி, உங்கள் வணிக யோசனையை யதார்த்தமாக மாற்ற நீங்கள் திட்டமிட்டால், Selldone சரியான தேர்வாகும்.",
    "pacman": "கட்டண செருகுநிரல்கள்"
  },
  "os": {
    "title": "உலகத்தரம் வாய்ந்த கருவிகளுக்கான அணுகல் — இலவசம்.",
    "msg": "தொழில்முறை மின்வணிகத்தை உருவாக்கும் சக்தியை உங்கள் விரல் நுனியில் வைக்கிறோம்."
  },
  "login": {
    "title": "சந்தையில் ஒரு சார்பு போல விளையாட நீங்கள் தயாரா?"
  },
  "currencies": {
    "title": "நாணயங்கள்",
    "sub": "உங்கள் வாடிக்கையாளர்கள் தங்கள் உள்ளூர் நாணயங்களில் சுமூகமாக பணம் செலுத்தலாம்.",
    "msg": "தொழில்நுட்பம், செருகுநிரல்கள் மற்றும் கட்டணச் சிக்கல்களின் வலியுடன் போராடுவதை விட விற்பனையில் கவனம் செலுத்துங்கள். உங்கள் ஆன்லைன் வணிகத்தில் அனைத்தையும் சீரமைக்க உள்ளூர் மற்றும் உலகளாவிய கட்டணச் சேவைகளுடன் நாங்கள் பணியாற்றுகிறோம்."
  },
  "countries": {
    "title": "நாடுகள்",
    "sub": "உலகின் மிக எளிதாக அளவிடக்கூடிய வணிக OS.",
    "msg": "நீங்கள் அல்லது உங்கள் வாடிக்கையாளர் எங்கு வாழ்ந்தாலும், உங்களுக்குச் சிறந்த அனுபவத்தை வழங்கும் பணியில் நாங்கள் ஈடுபட்டுள்ளோம்."
  },
  "dna": {
    "title": "உங்கள் வணிகத்தின் டிஎன்ஏ",
    "sub": "அதை விற்று!",
    "msg": "உங்களுக்கான எண்டர்பிரைஸ்-கிரேடு கருவிகளைக் கொண்ட சேவையாக, ஆல் இன் ஒன், குறியீடு இல்லாத வணிக இயக்க முறைமை இதுவாகும்."
  },
  "api": {
    "title": "தேவ். நட்பாக",
    "msg": "ஆன்லைன் வணிகங்களுக்கான முழுமையான திறந்த API அடிப்படையிலான தீர்வு.",
    "sec1": {
      "title": "உங்கள் வணிகத்தின் முதுகெலும்பை நாங்கள் உருவாக்குகிறோம்",
      "msg": "உங்கள் ஸ்டோரின் அனைத்துப் பக்கங்களும் எங்களின் சக்திவாய்ந்த REST API மூலம் கிடைக்கும். தொழில்நுட்பம், பணம் செலுத்துதல் மற்றும் பின்தளத்தில் உள்ள சிக்கல்களைப் பற்றி கவலைப்படாமல், ஸ்டோரில் ஏதேனும் மாற்றங்களைச் செய்யலாம், உங்கள் பயன்பாடுகளை உருவாக்கலாம் அல்லது உங்கள் ஷாப்பிங் பயன்பாட்டை உருவாக்கலாம்."
    },
    "sec2": {
      "title": "விரைவான ஒருங்கிணைப்பு",
      "msg": "அனைத்து பொதுவான மொழிகள் மற்றும் கட்டமைப்புகளுக்கான SDKகளை நாங்கள் உருவாக்குகிறோம், இதன் மூலம் நீங்கள் அங்கீகாரம், கணக்கிற்கான அணுகல் மற்றும் எளிய கட்டளைகள் மூலம் அதை நிர்வகிக்கலாம். தொடங்குவதற்கு சில கிளிக்குகள் மட்டுமே இருக்கும்."
    }
  },
  "convertible": {
    "store_name": "உங்கள் கடை",
    "variant_1": "தயாரிப்பு மாறுபாடு ஆம்பர்",
    "variant_2": "தயாரிப்பு மாறுபாடு சிவப்பு",
    "buy": "இப்போது வாங்க",
    "price": "$89",
    "management": {
      "title": "தயாரிப்பு மேலாண்மை",
      "msg": "விண்டோஸில் நீங்கள் இழுத்து விடக்கூடிய கோப்புகள் மற்றும் கோப்புறைகள் போன்ற தயாரிப்புகள் மற்றும் வகைகளை நிர்வகிக்கவும்.",
      "check1": "Excel அல்லது CSV கோப்புகள் மூலம் தயாரிப்புகளைப் பதிவேற்றவும்.",
      "check2": "AR மாதிரிகளைச் சேர்க்கவும்.",
      "check3": "ஆட்டோ எஸ்சிஓ இன்ஜின் மூலம் மேம்படுத்தவும்.",
      "check4": "இழுத்து விடு மேலாண்மை."
    },
    "payment": {
      "title": "பல கட்டண முறைகளை ஆதரிக்கவும்",
      "msg": "தளத்தில் / பயன்பாட்டில் கட்டணம் செலுத்துவதில் தடையற்ற அனுபவம்.",
      "check1": "பட்டை",
      "check1msg": "40 நாடுகளுக்கு மேல் ஆதரவு.",
      "check2": "கிளார்னா",
      "check2msg": "இப்போது வாங்க பின்னர் பணம் செலுத்துங்கள்.",
      "check3": "பேபால்",
      "check3msg": "ஒரு கிளிக் கட்டணம்."
    },
    "checkout": {
      "title": "உங்கள் பிராண்ட்",
      "online": "ஆன்லைன் வாடிக்கையாளர்கள்",
      "offline": "நேரில் வரும் வாடிக்கையாளர்கள்"
    },
    "design": {
      "title": "பக்கத்தை உருவாக்குபவர்",
      "msg": "இழுத்து விடுவதன் மூலம் அதை உண்மையாக்குங்கள்."
    }
  },
  "secure": {
    "title": "ஹைப்பர் செக்யூர் தீர்வு",
    "msg": "தரவு ஒருமைப்பாடு மற்றும் நிறுவன அணுகல் நிலை மேலாண்மை."
  },
  "build": {
    "title": "உங்கள் சொந்த பிராண்டுடன் உங்கள் சொந்த மின்வணிகத்தைக் கொண்டு உங்கள் வணிகக் கட்டுப்பாட்டை திரும்பப் பெறுங்கள்!",
    "msg": "உங்கள் சமூக ஊடக கணக்குகளை உங்கள் டொமைனில் ஆன்லைன் ஷாப்பிங் இணையதளமாக மாற்ற அல்லது புதிதாக உங்கள் தலைசிறந்த மின்வணிகத்தை உருவாக்க உங்களுக்கு பல தேர்வுகள் உள்ளன."
  },
  "stripe": {
    "title": "ஸ்ட்ரைப் கணக்கு உள்ளதா?",
    "msg": "வாழ்த்துக்கள், நீங்கள் இதற்கு முன்பு பெரும்பாலான விஷயங்களைச் செய்திருக்கிறீர்கள். ஒரே தட்டினால் உங்கள் ஆன்லைன் ஸ்டோரை உருவாக்கவும்! மீதமுள்ளவற்றை செல்டோன் கவனித்துக்கொள்கிறார்."
  },
  "unbanked": {
    "title": "ஒரு தளம், ஒரு தீர்வு - குறிக்கோள்.",
    "msg": "1.7 பில்லியனுக்கும் அதிகமான வங்கியில்லாத பெரியவர்களுக்கும் கூட ஆன்லைன் விற்பனையை எளிதாக்குவதற்கும் தொழில் முனைவோர் உணர்வைத் திறப்பதற்கும் ஒரு தனித்துவமான வணிக OS."
  },
  "faqs": [
    {
      "question": "கிரெடிட் கார்டு இல்லாமல் ஆன்லைன் ஸ்டோரை உருவாக்க முடியுமா?",
      "answer": "ஆம், Selldone இல் கிரெடிட் மற்றும் டெபிட் கார்டுகள் போன்ற எந்த வங்கி அட்டையும் தேவையில்லாமல் உங்கள் இணையவழியை உருவாக்கலாம். பொதுவான நிதிச் சேவைகளை அணுகாமல் 1.7 பில்லியனுக்கும் அதிகமான மக்களுக்கு மேம்பட்ட மின்வணிக சேவைகளை வழங்க Selldone ஒரு தனித்துவமான வழியைப் பயன்படுத்துகிறது."
    },
    {
      "question": "வங்கியில்லாத வாடிக்கையாளர்களுக்கு நான் எப்படி ஆன்லைனில் விற்க முடியும்?",
      "answer": "உங்கள் மின்வணிகத்தில் COD ( <b>Cash on delivery</b> ) ஐச் சேர்க்கவும், எனவே உங்கள் வாடிக்கையாளர்கள் ஆர்டரைப் பெற்ற பிறகு பணம் செலுத்தலாம். COD என்பது பெரும்பாலான நாடுகளில் நிதியளிப்பு உள்கட்டமைப்பு இல்லாத பாரம்பரிய வழி."
    },
    {
      "question": "வங்கிக் கணக்கு இல்லாமல் எனது இணையவழி வணிகத்தை எவ்வாறு அமைப்பது?",
      "answer": "Selldone முன் சுடப்படாத மக்களுக்கு தீர்வு இல்லை. ஆனால் இப்போது, எந்த வங்கிக் கணக்கும் இல்லாமல் உங்கள் இணையவழி மற்றும் இணையதளத்தை உருவாக்கலாம். இது உங்களுக்கு குறைந்தபட்ச செலவைக் கொண்டுள்ளது; இந்தச் செலவை மாதக் கடைசியில் உங்கள் வாலட் மூலம் செலுத்தலாம். Selldone Wallet பிறரிடம் இருந்து கட்டணம் பெறலாம் அல்லது பரிசு அட்டைகள் மூலம் கட்டணம் வசூலிக்கலாம். இந்த சேவைகளைப் பயன்படுத்த உங்களுக்கு கிரெடிட் கார்டு தேவையில்லை."
    },
    {
      "question": "அமைவு செலவு இல்லாமல் நான் எப்படி ஒரு தொழிலை தொடங்குவது?",
      "answer": "<ol><li><a href='https://selldone.com'>Selldone.com</a> இல் இலவசமாகப் பதிவு செய்யுங்கள்.</li><li> உங்கள் கடையை உருவாக்குங்கள்.</li><li> உங்கள் தயாரிப்புகள் மற்றும் சேவைகளைச் சேர்க்கவும்.</li><li> உங்கள் டொமைனை இணைக்கவும் (விரும்பினால்)</li><li> கட்டண நுழைவாயில்களை இயக்கவும்.</li><li> நண்பர்கள் மற்றும் குடும்பத்தினருக்கு உங்கள் வணிகத்தை அறிமுகப்படுத்தத் தொடங்குங்கள்.</li><li> சமூக ஊடகங்களில் உங்களையும் உங்கள் தயாரிப்புகளையும் அறிமுகப்படுத்துங்கள்.</li><li> தனித்துவமான மதிப்பு முன்மொழிவை வழங்குவதன் மூலம் உங்கள் வணிகத்திற்கான பிராண்டை உருவாக்குங்கள்.</li><li> Selldone குழு மூலம் உங்கள் பயனர்களின் நடத்தையை கண்காணிக்கவும்.</li></ol>"
    }
  ],
  "brands": {
    "title": "நம்பகமான அடித்தளத்தில் உங்கள் வணிகத்தை உருவாக்குங்கள்.",
    "subtitle": "உங்கள் வணிகம் மதிப்புக்குரியது!"
  },
  "why_boxes": {
    "block1": {
      "title": "ஆரம்ப செலவைச் சேமிக்கவும்",
      "subtitle": "தீம் இல்லை & செருகுநிரல் இல்லை தீர்வு."
    },
    "block2": {
      "title": "செயல்பாட்டுச் செலவைச் சேமிக்கவும்",
      "subtitle": "கூடுதல் & மறைக்கப்பட்ட கட்டணம் இல்லை."
    },
    "block3": {
      "title": "நேரத்தை சேமிக்க",
      "subtitle": "நிறுவன தரம் ஆனால் ஆரம்பநிலைக்கு ஏற்றது."
    }
  },
  "money_transfer": {
    "customer": "உங்கள் வாடிக்கையாளர்",
    "bank": "உங்கள் வங்கி கணக்கு",
    "wallet": "பணப்பை",
    "free_setup": "இலவச அமைப்பு.",
    "no_extra_fee": "கூடுதல் கட்டணம் இல்லை.",
    "no_hidden_fee": "மறைக்கப்பட்ட கட்டணம் இல்லை."
  },
  "extra": {
    "cart": "வண்டிகள் மேலாண்மை",
    "payment": "பணம் செலுத்துதல்",
    "shipping": "கப்பல் போக்குவரத்து",
    "fulfilment": "பூர்த்தி",
    "community": "சமூகம் & கருத்து"
  },
  "select_language_dialog_title": "உங்கள் வணிகத்தை உங்களுக்கு பிடித்த மொழியில் செய்யுங்கள்",
  "welcome_title": "பார்வைக்கு உங்கள் வணிகத்தை உருவாக்கவும், நிர்வகிக்கவும் மற்றும் அளவிடவும்",
  "welcome_subtitle": "கோடிக்கணக்கான ஆர்டர்களுக்கு எந்த-குறியீடும் இல்லாத & நிபுணரின் தேவையற்ற தீர்வு மூலம் உங்கள் ஆன்லைன் ஸ்டோரை உருவாக்கவும்.",
  "your_shop": "உங்கள் கடை முகப்பு",
  "your_dashboard": "உங்கள் பின் அலுவலகம்",
  "flow": {
    "title": "தனிப்பயனாக்கக்கூடிய செக்அவுட் ஓட்டம்.",
    "subtitle": "உங்கள் வாடிக்கையாளர் பயணம் மற்றும் கொள்முதல் ஓட்டம் மற்றும் பரிசோதனை முடிவுகளை வடிவமைக்கவும்.",
    "pacman": "செக்அவுட் செருகுநிரல்கள்"
  },
  "business_model": {
    "title": "பார்வைக்கு வணிக மாதிரி தத்தெடுப்பு.",
    "subtitle": "உங்கள் வணிக மாதிரியை பார்வைக்கு அமைக்கவும், அனைத்து சிக்கல்களும் காட்சிக்குப் பின்னால் டியூன் செய்யப்படும்.",
    "pacman": "சந்தை மற்றும் POD செருகுநிரல்கள்"
  },
  "team": {
    "title": "குழுவை சந்திக்கவும்.",
    "msg": "வணிகத் தளங்களின் மிருகத்தனமான துறையில் வெவ்வேறு விதிகளின்படி நாங்கள் விளையாடுவோம், குறிப்பாக எங்கள் போட்டியாளர்கள் மில்லியன் கணக்கான டாலர்களை விளம்பரத்திற்காக செலவிடும்போது; நாங்கள் தயாரிப்பு, மக்கள் மற்றும் உண்மையான சிக்கல்களைத் தீர்ப்பதில் முதலீடு செய்கிறோம். இந்த குழு உங்கள் வணிகத்தை ஆதரிக்கிறது!"
  },
  "customers": {
    "title": "எங்கள் சமூகத்தை சந்திக்கவும்.",
    "msg": "எங்கள் வாடிக்கையாளர்களிடமிருந்து கற்றுக்கொள்வதன் மூலம் எதிர்கால தொழில்முனைவோரைத் திறக்க அர்த்தமுள்ள கருவிகளை உருவாக்குவதற்கான பயணத்தின் ஆரம்பம் இது."
  },
  "panorama": {
    "title": "விலையுயர்ந்த செருகுநிரல் இல்லை, <b class=\"font-weight-bold\">அனைத்து அம்சங்களும் முன்பே கட்டமைக்கப்பட்டவை</b>",
    "msg": "ஒவ்வொரு மாதமும் செருகுநிரல்கள் மற்றும் பயன்பாடுகளுக்கு நூற்றுக்கணக்கான டாலர்களை செலவழிக்க வேண்டிய அவசியமில்லை மற்றும் புதுப்பிப்புகளைப் பற்றி கவலைப்பட வேண்டியதில்லை. உங்கள் கணினிக்கான MacOS ஐப் போலவே, Selldone OS உங்கள் வணிகத்தின் அனைத்து தொழில்நுட்ப அம்சங்களையும் கவனித்துக்கொள்கிறது.",
    "orders_management": "ஆர்டர்கள் மேலாண்மை",
    "online_pos": "ஆன்லைன் பிஓஎஸ்",
    "shipping": "கப்பல் போக்குவரத்து",
    "inventory_management": "சரக்கு மேலாண்மை",
    "social_commerce": "சமூக வர்த்தகம்",
    "in_store_sell": "கடையில் விற்பனை",
    "team": "குழு / பணியாளர்கள்",
    "incentives": "ஊக்கத்தொகை / விசுவாசம்",
    "community": "சமூக மேலாண்மை",
    "payments": "உள்ளூர் கொடுப்பனவுகள்",
    "ar_3d": "3டி / ஏஆர்"
  },
  "no_plugin": "இல்லை - சொருகி"
};