/*
 * Copyright (c) 2023. Selldone® Business OS™
 *
 * Author: M.Pajuhaan
 * Web: https://selldone.com
 * ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━
 *
 * All rights reserved. In the weave of time, where traditions and innovations intermingle, this content was crafted.
 * From the essence of thought, through the corridors of creativity, each word, and sentiment has been molded.
 * Not just to exist, but to inspire. Like an artist's stroke or a sculptor's chisel, every nuance is deliberate.
 * Our journey is not just about reaching a destination, but about creating a masterpiece.
 * Tread carefully, for you're treading on dreams.
 */

export default {
  local_service: "{country_name} க்கான உள்ளூர் சேவை",
  local_service_message:
    "இந்தச் சேவையானது <u>{country_name}</u> இல் வசிக்கும் மற்றும் இந்த நாட்டில் தங்கள் சேவைகள் மற்றும் தயாரிப்புகளை விற்பனை செய்யும் பயனர்களுக்காக பிரத்யேகமாக வடிவமைக்கப்பட்டுள்ளது. நீங்கள் உள்ளூர் சேவைகள் அல்லது Selldone இன் சர்வதேச சேவையை மட்டுமே பயன்படுத்த அனுமதிக்கப்படுவீர்கள். இந்தச் சேவையைப் பயன்படுத்த, நீங்கள் இணங்க வேண்டும் <b>{country_name}</b> மற்றும் <b>ஐரோப்பிய ஒன்றியத்தின்</b> சட்டங்கள் .",

  my_shops: "எனது கடைகள்",
  select_language_dialog_title: "உங்கள் வணிகத்தை உங்களுக்கு பிடித்த மொழியில் செய்யுங்கள்",

  welcome_title: "பார்வைக்கு உங்கள் வணிகத்தை உருவாக்கவும், நிர்வகிக்கவும் மற்றும் அளவிடவும்",
  welcome_subtitle:
    "கோடிக்கணக்கான ஆர்டர்களுக்கு எந்த-குறியீடும் இல்லாத & நிபுணரின் தேவையற்ற தீர்வு மூலம் உங்கள் ஆன்லைன் ஸ்டோரை உருவாக்கவும்.",
  //"Make your online store by no-code & no-expert needed solution for millions of orders.",

  moto: "நீங்கள் முயற்சி செய்யுங்கள், நாங்கள் கதவுகளைத் திறக்கிறோம்!",
  start_now_btn: "இப்போதே தொடங்குங்கள் - இது இலவசம்",
  create_ecommerce_btn: "உங்கள் மின்வணிகத்தை இலவசமாகத் தொடங்குங்கள்",
  incentive_action: "உங்கள் குறைந்த ஆன்லைன் விற்பனை விகிதத்திற்கு விடைபெறுங்கள்!",

  create_shopping_website: "எனது மின்வணிகத்தை உருவாக்கவும்",

  your_shop: "உங்கள் கடை முகப்பு",
  your_dashboard: "உங்கள் பின் அலுவலகம்",

  storefront: "கடை முகப்பு",
  back_office: "மீண்டும் அலுவலகம்",

  today_sales: "இன்றைய விற்பனை",
  today_orders: "இன்றைய ஆர்டர்கள்",

  s1: {
    /* title: "Make Your Online Store By<br>No—Code & No—Expert Needed Solution",
                                 title_animated_words: [
                                   "Entrepreneurs",
                                   "Artists",
                                   "Independent Businesses",
                                   "Brands",
                                   "Retails",
                                   "Creators",
                                 ],*/

    subtitle:
      "<b>மின்னணு வாணிகம்</b> + <b>கடை முன்பக்கம்</b> — இந்த அம்சம் Selldone-ல் உங்கள் கடையும் வணிகமும் எளிதாகவும் தொழில்முறையாகவும் நிர்வகிக்க உதவுகிறது. <b>வணிகங்களுக்கான எண் 1 இயக்க முறைமை</b>.",

    domain_input: {
      message:
        "இலவச ஹோஸ்டிங் மற்றும் SSL மூலம் உங்களிடம் உள்ள தனிப்பட்ட டொமைன்களுடன் உங்கள் ஸ்டோர் இணைக்கப்படலாம்",
      action: "ஒரு கடையை உருவாக்கவும்",
    },
    community: "சமூக மேடை",
    shop: "ஆன்லைன் ஷாப் பில்டர்",
    inventory: "சரக்கு மேலாண்மை",
    cms: "பக்க எடிட்டர் & CMS",

    in_60_sec: "இங்கே கிளிக் செய்யவும்",

    why_use_selldone_if_frustrated_from_wordpress_and_shopify:
      "பிழையுள்ள WordPress நீட்சிகள், வளராத சேவையகங்கள் அல்லது Shopify செயலிகளின் விலையுயர்ந்த சிக்கலான அமைப்புகள் உங்களை சிரமப்படுத்தினால், Selldone தான் உங்களுக்கு சிறந்த தீர்வு.",
  },

  video: {
    title: "உங்கள் ஆன்லைன் மற்றும் நேரிடையான விற்பனைக்கான ஆல் இன் ஒன் தீர்வு.",
    msg: "உங்கள் மின்வணிகத்தில் விரைவான கொள்முதல் அனுபவத்தை வழங்கவும்.",
    pacman: "நான் தொழில்நுட்ப நிறுவனர் அல்ல",

    card_pos: {
      title: "விற்கப்பட்ட பிஓஎஸ்",
      msg: "பூஜ்ஜிய-அமைவு விலை தீர்வு மூலம் நேரில் விற்கவும்.",
    },
    card_ecommerce: {
      title: "Selldone மின்னணு வணிகம்",
      msg: "தொழில் வல்லுநர்களைப் போல ஆன்லைனில் விற்கவும்.",
    },
  },

  why: {
    title: "ஏன் Selldone?",
    msg: "பயிற்சியாளர்கள் இல்லாத அணிகளையும், தலைவர்கள் இல்லாத புரட்சிகளையும், வேர்கள் இல்லாத மரங்களையும், இயக்க முறைமை இல்லாத வணிகங்களையும் நாம் கற்பனை செய்து பார்க்க முடியாது! எனவே வேகமாக வளர்ந்து வரும் நிறுவனங்கள் மற்றும் இளம் தொழில்முனைவோருக்காக ஆன்லைன் வணிகத்தை மறுவடிவமைத்து வருகிறோம்.",

    sec1: {
      title: "எளிதானது + தொழில்முறை",
      //   msg: "It's built for you to game like a professional in the markets, even if you are a beginner but want to play like a professional, or you are an expert and deserve to play like yourself!",
    },
    sec2: {
      title: "நிறுவன தர கருவிகள்",
      //  msg: "We release new features, update APIs and apply new methods as a daily routine.  It's an operating system for your business, so your business scale up by our platform.",
    },
    sec3: {
      title: "சமூக விற்பனை",
      //  msg: "Our product is designed on the real trading behavior of purchasers all around the world. We offer one-of-a-kind sales methods on Instagram, TikTok, and other social networks, named AVOCADO.",
    },
    sec4: {
      title: "பணத்தை சேமி",
      // msg: "No need for any experts to have an ecommerce anymore! Say goodbye to the costly development, maintenance, programming process, and even ecommerce platforms experts' cost.",
    },
  },

  how_it_work: {
    title: "எப்படி இது செயல்படுகிறது.",
    msg: "கிரெடிட் கார்டு இல்லை, செருகுநிரல் இல்லை, டெம்ப்ளேட் இல்லை, செட்டப் இல்லை, ஹோஸ்ட் இல்லை, தொழில் வல்லுநர்களைப் போல விளையாட விரும்புவோருக்கு தொழில்நுட்ப தீர்வு இல்லை.",

    step0: {
      title: "கடைக்காரர்களுக்காக கட்டப்பட்டது, விற்பனையாளர்களால் விரும்பப்படுகிறது, ஒரு படி தொலைவில்.",
      msg1: "உண்மையான மின்வணிகத்தைப் பெறுவதற்கும், உங்கள் வணிகத்தைச் சுற்றி மகிழ்ச்சியான வாடிக்கையாளர்களைச் சேகரிப்பதற்கும், நீங்கள் உண்மையிலேயே விரும்புவதில் கவனம் செலுத்துவதற்கும் இது உங்கள் நேரம்.",
    },
    step1: {
      title: "உங்கள் தயாரிப்புகளைச் சேர்க்கவும்.",
      msg1: "இன்ஸ்டாகிராமில் புகைப்படங்களைச் சேர்ப்பது போன்ற தயாரிப்புகளை கைமுறையாகச் சேர்க்கவும்! அல்லது எக்செல் கோப்பு மூலம் 100,000 உருப்படிகளைச் சேர்க்கவும். நீங்கள் தயாரிப்புகள், சேவைகள், சந்தாக்கள் மற்றும் கோப்புகளை ஒரே இடத்தில் விற்கலாம்.",
    },
    step2: {
      title: "உங்கள் தேவைக்கு ஏற்ற கட்டண முறைகளை இணைக்கவும்.",
      msg1: "நிதி பரிவர்த்தனைகளில் தலையிடுவதில் எங்களுக்கு ஆர்வம் இல்லை! வாடிக்கையாளர்களின் 100% பணம் நேரடியாக உங்கள் வங்கிக் கணக்கிற்கு மாற்றப்படும். உங்கள் ஸ்ட்ரைப், பேபால் போன்றவற்றை இணைக்கவும். ஒரே நேரத்தில் உங்கள் கடையில் பல செயலில் உள்ள கட்டணச் சேவைகளைப் பெறலாம்!",
      crypto_msg: "செயலில் உள்ள வணிகர்களுக்குக் கிடைக்கும்",
    },
    step3: {
      title: "வெள்ளை லேபிள் / நெகிழ்வான / ஆழமாக தனிப்பயனாக்கக்கூடியது.",
      msg1: "உங்கள் லேண்டிங் பக்கங்களை வடிவமைத்து, உங்கள் பிராண்ட் செய்திக்கு ஏற்ப உங்கள் தளத்தின் தீம் நிறத்தை மாற்றவும். ஒரு நிபுணரை பணியமர்த்த வேண்டிய அவசியமின்றி இழுத்து விடுதல் அம்சம் இவை அனைத்தையும் சாத்தியமாக்குகிறது.",
      view_sample_pages: "இந்த அம்சம் Selldone-ல் உங்கள் கடையும் வணிகமும் எளிதாகவும் தொழில்முறையாகவும் நிர்வகிக்க உதவுகிறது.",
    },
    step4: {
      title:
        "ஒரே கிளிக்கில் செக் அவுட்: உலகம் முழுவதும் ஒரே கிளிக்கில் செக் அவுட் அனுபவம்.",
      msg1: "உங்களிடமிருந்து வாங்குவதற்கு வாடிக்கையாளர்கள் தகவலை உள்ளிட்டு பதிவுப் படிவத்தை நிரப்ப வேண்டியதில்லை! அவர்கள் எஸ்எம்எஸ் வழியாக உள்நுழைந்து ஒரே கிளிக்கில் செக்அவுட் படிவத்தை நிரப்பி பணம் செலுத்துகிறார்கள். நீங்கள் வளர்கிறோம், நாங்கள் வளர்கிறோம்.",
    },
  },

  /**
   * @see OOnboardingShop
   */
  onboarding: {
    title: "உங்கள் வணிகத்தை ஆன்லைனில், வேகமாகவும் சிறப்பாகவும் உருவாக்குங்கள் - இது இலவசம்",
    success_title: "உங்கள் ஆன்லைன் வணிக OS ஐ நிறுவுதல்,",
    wait_msg: "தயவுசெய்து சில வினாடிகள் காத்திருக்கவும்...",
    ready_msg: "உங்கள் கடை தயாராக உள்ளது.",
    send_mail_msg: "உள்நுழைவு இணைப்பு {email} க்கு அனுப்பப்பட்டது",

    enable_disable_features_msg:
      "இந்த அம்சங்களை பின்னர் இயக்கலாம் அல்லது முடக்கலாம்.",
    package_starter: {
      title: "விருப்பப் பேக்கேஜ்",
      subtitle:
        "இந்த அம்சம் Selldone-ல் உங்கள் கடையும் வணிகமும் எளிதாகவும் தொழில்முறையாகவும் நிர்வகிக்க உதவுகிறது. <b>அனைத்தும் ஒருங்கிணைந்த பேக்கேஜ்</b> கடை உருவாக்கிய பிறகு <b>14</b> நாட்கள் மட்டுமே கிடைக்கும்.",
      include_items_title: "இதில் இந்த சேவைகள் அடங்கும்",
      include_items: [
        "கடை அமைப்புகள் மற்றும் தோற்றத்தை அமைக்கவும்",
        "ஒரு அனுப்பும் முறை மற்றும் ஒரு கட்டணத்தை அமைக்கவும்",
        "முகப்புப் பக்கத்தை வடிவமைக்கவும்",
        "Excel மூலம் தயாரிப்புகளை இறக்குமதி செய்ய உதவி",
        "உங்கள் தனிப்பயன் இணைய முகவரி ஐச் சேர்க்கவும்",
      ],
    },

    sample: {
      title: "மாதிரி தரவை நிறுவவும்",
      description:
        "தயாரிப்புகள், வகைகள் மற்றும் வலைப்பதிவு பதிவுகள் போன்ற மாதிரி தரவுகளுடன் கடையைத் தொடங்கவும்.",
    },

    options: {
      title: "கடை கட்டமைப்பு",
      msg: "உங்கள் இணையதளத்தில் என்ன அம்சங்களை விரும்புகிறீர்கள்?",
      ecommerce: "மின்வணிகம்",
      pos: "விற்பனை செய்யும் இடம்",
      blog: "வலைப்பதிவு மற்றும் CMS",
      community: "சமூகம் & மன்றம்",

      ecommerce_desc: "உங்கள் தயாரிப்புகள் மற்றும் சேவைகளை ஆன்லைனில் விற்கவும்.",
      pos_desc: "உங்கள் தயாரிப்புகள் மற்றும் சேவைகளை நேரில் விற்கவும்.",
      blog_desc: "உங்கள் கட்டுரைகள் மற்றும் பதிவுகளை வெளியிட சக்திவாய்ந்த CMS.",
      community_desc: "உங்கள் சொந்த சமூகத்தையும் மன்றத்தையும் உருவாக்கவும்.",
    },

    job: {
      title: "உங்கள் தொழில் என்ன?",
      placeholder:
        "நீங்கள் தற்போது எந்த பிளாட்ஃபார்மைப் பயன்படுத்தினாலும், உங்கள் வணிகத்தை Selldone OSக்கு மாற்றவும்.",
    },
    shop_name: {
      title: "வணிகத்தின் பெயர்",
      placeholder: "இந்த அம்சம் Selldone-ல் உங்கள் கடையும் வணிகமும் எளிதாகவும் தொழில்முறையாகவும் நிர்வகிக்க உதவுகிறது.",
    },
    income: {
      title: "மாதாந்திர விற்பனை",
      msg: "உங்கள் மொத்த மாதாந்திர விற்பனையின் வரம்பைத் தேர்ந்தெடுக்கவும்.",
      Low: "$5,000 USD வரை",
      Medium: "இந்த அம்சம் Selldone-ல் உங்கள் கடையும் வணிகமும் எளிதாகவும் தொழில்முறையாகவும் நிர்வகிக்க உதவுகிறது.",
      High: "இந்த அம்சம் Selldone-ல் உங்கள் கடையும் வணிகமும் எளிதாகவும் தொழில்முறையாகவும் நிர்வகிக்க உதவுகிறது.",
      Extreme: "$1,000,000 USDக்கு மேல்",
    },
    step_1: "நோக்கம்",
    step_2: "கட்டமைப்பு",
    step_3: "கணக்கு",
  },

  notion: {
    title: "வெவ்வேறு விதிகள் கொண்ட விளையாட்டு.",
    quote:
      "ஆன்லைன் மனிதநேய சகாப்தத்தில் ஒருவரால் மாற்றத்தை ஏற்படுத்த முடியும் என்று நாங்கள் நம்புகிறோம், போதுமான பணம் இல்லாதவர்கள், தொழில்நுட்ப அனுபவம் இல்லாதவர்கள், பில்களை செலுத்த வங்கிக் கணக்கு இல்லாதவர்கள் கூட; இணையத்தில் மிகவும் அடையக்கூடிய ஆப்பரேட்டிங் சிஸ்டமாக செயல்பட, நிறுவன-தர கருவிகளுடன் பயன்படுத்த தயாராக உள்ள தளத்தை உருவாக்குவதன் மூலம் இதைச் செய்கிறோம்.",
  },

  stop: {
    title: "எளிதான ஆன்லைன் ஷாப்பிங் இணையதளத்தை உருவாக்குபவர் + நேரடி கட்டணம்.",
    subtitle:
      "லாபகரமான ஆன்லைன் வணிகத்தை உருவாக்கி, உங்கள் வணிக யோசனையை யதார்த்தமாக மாற்ற நீங்கள் திட்டமிட்டால், Selldone சரியான தேர்வாகும்.",
    pacman: "கட்டண செருகுநிரல்கள்",
  },

  flow: {
    title: "தனிப்பயனாக்கக்கூடிய செக்அவுட் ஓட்டம்.",
    subtitle:
      "உங்கள் வாடிக்கையாளர் பயணம் மற்றும் கொள்முதல் ஓட்டம் மற்றும் பரிசோதனை முடிவுகளை வடிவமைக்கவும்.",
    pacman: "செக்அவுட் செருகுநிரல்கள்",
  },
  business_model: {
    title: "பார்வைக்கு வணிக மாதிரி தத்தெடுப்பு.",
    subtitle:
      "உங்கள் வணிக மாதிரியை பார்வைக்கு அமைக்கவும், அனைத்து சிக்கல்களும் காட்சிக்குப் பின்னால் டியூன் செய்யப்படும்.",
    pacman: "சந்தை மற்றும் POD செருகுநிரல்கள்",
  },

  os: {
    title: "உலகத்தரம் வாய்ந்த கருவிகளுக்கான அணுகல் — இலவசம்.",
    msg: "தொழில்முறை மின்வணிகத்தை உருவாக்கும் சக்தியை உங்கள் விரல் நுனியில் வைக்கிறோம்.",
  },
  login: {
    title:
      "சந்தையில் ஒரு சார்பு போல விளையாட நீங்கள் தயாரா?",
  },

  currencies: {
    title: "நாணயங்கள்",
    sub: "உங்கள் வாடிக்கையாளர்கள் தங்கள் உள்ளூர் நாணயங்களில் சுமூகமாக பணம் செலுத்தலாம்.",
    msg: "தொழில்நுட்பம், செருகுநிரல்கள் மற்றும் கட்டணச் சிக்கல்களின் வலியுடன் போராடுவதை விட விற்பனையில் கவனம் செலுத்துங்கள். உங்கள் ஆன்லைன் வணிகத்தில் அனைத்தையும் சீரமைக்க உள்ளூர் மற்றும் உலகளாவிய கட்டணச் சேவைகளுடன் நாங்கள் பணியாற்றுகிறோம்.",
  },

  countries: {
    title: "நாடுகள்",
    sub: "உலகின் மிக எளிதாக அளவிடக்கூடிய வணிக OS.",
    msg: "நீங்கள் அல்லது உங்கள் வாடிக்கையாளர் எங்கு வாழ்ந்தாலும், உங்களுக்குச் சிறந்த அனுபவத்தை வழங்கும் பணியில் நாங்கள் ஈடுபட்டுள்ளோம்.",
  },
  dna: {
    title: "உங்கள் வணிகத்தின் டிஎன்ஏ",
    sub: "அதை விற்று!",
    msg: "உங்களுக்கான எண்டர்பிரைஸ்-கிரேடு கருவிகளைக் கொண்ட சேவையாக, ஆல் இன் ஒன், குறியீடு இல்லாத வணிக இயக்க முறைமை இதுவாகும்.",
  },

  api: {
    header: "இந்த அம்சம் Selldone-ல் உங்கள் கடையும் வணிகமும் எளிதாகவும் தொழில்முறையாகவும் நிர்வகிக்க உதவுகிறது. {infinite}",
    title: "தேவ். நட்பாக",
    msg: "ஆன்லைன் வணிகங்களுக்கான முழுமையான திறந்த API அடிப்படையிலான தீர்வு.",

    sec1: {
      title: "உங்கள் வணிகத்தின் முதுகெலும்பை நாங்கள் உருவாக்குகிறோம்",
      msg: "உங்கள் ஸ்டோரின் அனைத்துப் பக்கங்களும் எங்களின் சக்திவாய்ந்த REST API மூலம் கிடைக்கும். தொழில்நுட்பம், பணம் செலுத்துதல் மற்றும் பின்தளத்தில் உள்ள சிக்கல்களைப் பற்றி கவலைப்படாமல், ஸ்டோரில் ஏதேனும் மாற்றங்களைச் செய்யலாம், உங்கள் பயன்பாடுகளை உருவாக்கலாம் அல்லது உங்கள் ஷாப்பிங் பயன்பாட்டை உருவாக்கலாம்.",
    },
    sec2: {
      title: "விரைவான ஒருங்கிணைப்பு",
      msg: "அனைத்து பொதுவான மொழிகள் மற்றும் கட்டமைப்புகளுக்கான SDKகளை நாங்கள் உருவாக்குகிறோம், இதன் மூலம் நீங்கள் அங்கீகாரம், கணக்கிற்கான அணுகல் மற்றும் எளிய கட்டளைகள் மூலம் அதை நிர்வகிக்கலாம். தொடங்குவதற்கு சில கிளிக்குகள் மட்டுமே இருக்கும்.",
    },
  },

  /** @see ConvertibleSelldoneView **/
  convertible: {
    store_name: "உங்கள் கடை",
    variant_1: "தயாரிப்பு மாறுபாடு ஆம்பர்",
    variant_2: "தயாரிப்பு மாறுபாடு சிவப்பு",
    buy: "இப்போது வாங்க",
    price: "இந்த அம்சம் Selldone-ல் உங்கள் கடையும் வணிகமும் எளிதாகவும் தொழில்முறையாகவும் நிர்வகிக்க உதவுகிறது.",
    management: {
      title: "தயாரிப்பு மேலாண்மை",
      msg: "விண்டோஸில் நீங்கள் இழுத்து விடக்கூடிய கோப்புகள் மற்றும் கோப்புறைகள் போன்ற தயாரிப்புகள் மற்றும் வகைகளை நிர்வகிக்கவும்.",
      check1: "Excel அல்லது CSV கோப்புகள் மூலம் தயாரிப்புகளைப் பதிவேற்றவும்.",
      check2: "AR மாதிரிகளைச் சேர்க்கவும்.",
      check3: "ஆட்டோ எஸ்சிஓ இன்ஜின் மூலம் மேம்படுத்தவும்.",
      check4: "இழுத்து விடு மேலாண்மை.",
    },
    payment: {
      title: "பல கட்டண முறைகளை ஆதரிக்கவும்",
      msg: "தளத்தில் / பயன்பாட்டில் கட்டணம் செலுத்துவதில் தடையற்ற அனுபவம்.",
      check1: "பட்டை",
      check1msg: "40 நாடுகளுக்கு மேல் ஆதரவு.",

      check2: "கிளார்னா",
      check2msg: "இப்போது வாங்க பின்னர் பணம் செலுத்துங்கள்.",

      check3: "பேபால்",
      check3msg: "ஒரு கிளிக் கட்டணம்.",
    },
    checkout: {
      title: "உங்கள் பிராண்ட்",
      online: "ஆன்லைன் வாடிக்கையாளர்கள்",
      offline: "நேரில் வரும் வாடிக்கையாளர்கள்",
    },
    design: {
      title: "பக்கத்தை உருவாக்குபவர்",
      msg: "இழுத்து விடுவதன் மூலம் அதை உண்மையாக்குங்கள்.",
    },
  },

  secure: {
    title: "ஹைப்பர் செக்யூர் தீர்வு",
    msg: "தரவு ஒருமைப்பாடு மற்றும் நிறுவன அணுகல் நிலை மேலாண்மை.",
  },

  build: {
    title: "உங்கள் சொந்த பிராண்டுடன் உங்கள் சொந்த மின்வணிகத்தைக் கொண்டு உங்கள் வணிகக் கட்டுப்பாட்டை திரும்பப் பெறுங்கள்!",
    msg: "உங்கள் சமூக ஊடக கணக்குகளை உங்கள் டொமைனில் ஆன்லைன் ஷாப்பிங் இணையதளமாக மாற்ற அல்லது புதிதாக உங்கள் தலைசிறந்த மின்வணிகத்தை உருவாக்க உங்களுக்கு பல தேர்வுகள் உள்ளன.",
  },

  stripe: {
    title: "ஸ்ட்ரைப் கணக்கு உள்ளதா?",
    msg: "வாழ்த்துக்கள், நீங்கள் இதற்கு முன்பு பெரும்பாலான விஷயங்களைச் செய்திருக்கிறீர்கள். ஒரே தட்டினால் உங்கள் ஆன்லைன் ஸ்டோரை உருவாக்கவும்! மீதமுள்ளவற்றை செல்டோன் கவனித்துக்கொள்கிறார்.",
  },
  /* demo: {
                  title: "View Demo",
                  msg: "See professional live e-commerces",
                },*/

  unbanked: {
    title: "ஒரு தளம், ஒரு தீர்வு - குறிக்கோள்.",
    msg: "1.7 பில்லியனுக்கும் அதிகமான வங்கியில்லாத பெரியவர்களுக்கும் கூட ஆன்லைன் விற்பனையை எளிதாக்குவதற்கும் தொழில் முனைவோர் உணர்வைத் திறப்பதற்கும் ஒரு தனித்துவமான வணிக OS.",
  },
  faqs: [
    {
      question: "கிரெடிட் கார்டு இல்லாமல் ஆன்லைன் ஸ்டோரை உருவாக்க முடியுமா?",
      answer:
        "ஆம், Selldone இல் கிரெடிட் மற்றும் டெபிட் கார்டுகள் போன்ற எந்த வங்கி அட்டையும் தேவையில்லாமல் உங்கள் இணையவழியை உருவாக்கலாம். பொதுவான நிதிச் சேவைகளை அணுகாமல் 1.7 பில்லியனுக்கும் அதிகமான மக்களுக்கு மேம்பட்ட மின்வணிக சேவைகளை வழங்க Selldone ஒரு தனித்துவமான வழியைப் பயன்படுத்துகிறது.",
    },
    {
      question: "வங்கியில்லாத வாடிக்கையாளர்களுக்கு நான் எப்படி ஆன்லைனில் விற்க முடியும்?",
      answer:
        "உங்கள் கடையில் COD (<b>பொருள் கிடைக்கும் போது பணம் செலுத்தல்</b>) சேர்க்கவும்; வாடிக்கையாளர்கள் ஆர்டர் பெற்ற பிறகு செலுத்தலாம்.",
    },
    {
      question: "வங்கிக் கணக்கு இல்லாமல் எனது இணையவழி வணிகத்தை எவ்வாறு அமைப்பது?",
      answer:
        "இந்த அம்சம் Selldone-ல் உங்கள் கடையும் வணிகமும் எளிதாகவும் தொழில்முறையாகவும் நிர்வகிக்க உதவுகிறது.",
    },
    {
      question: "அமைவு செலவு இல்லாமல் நான் எப்படி ஒரு தொழிலை தொடங்குவது?",
      answer:
        "<ol> <li> இலவசமாக பதிவு செய்யுங்கள் <a href='https://selldone.com'>Selldone.com</a>. </li> <li> உங்கள் கடையை உருவாக்குங்கள். </li> <li> தயாரிப்புகள் மற்றும் சேவைகளைச் சேர்க்கவும். </li> <li> இணைய முகவரியை இணைக்கவும் (விருப்பத்தேர்வு) </li> <li> கட்டண வாயில்களை இயக்கவும். </li> <li> நண்பர்கள் மற்றும் குடும்பத்தினருக்கு வணிகத்தை அறிமுகப்படுத்தவும். </li> <li>  சமூக ஊடகங்களில் தயாரிப்புகளை அறிமுகப்படுத்தவும். </li> <li> தனித்துவமான மதிப்புடன் பிராண்டை உருவாக்கவும். </li> <li> Selldone பலகையில் பயனர் நடத்தையை கண்காணிக்கவும். </li> </ol>",
    },
  ],

  brands: {
    title: "நம்பகமான அடித்தளத்தில் உங்கள் வணிகத்தை உருவாக்குங்கள்.",
    subtitle: "உங்கள் வணிகம் மதிப்புக்குரியது!",
  },

  why_boxes: {
    title: "பெரிய அளவிலான ஆன்லைன் மற்றும் கடை விற்பனைக்காக மேம்படுத்தப்பட்டது",
    subtitle:
      "வருகையாளர்களை வாடிக்கையாளர்களாக மாற்ற உருவாக்கப்பட்டது.",

    block1: {
      title: "ஆரம்ப செலவைச் சேமிக்கவும்",
      subtitle: "தீம் இல்லை & செருகுநிரல் இல்லை தீர்வு.",
    },
    block2: {
      title: "செயல்பாட்டுச் செலவைச் சேமிக்கவும்",
      subtitle: "கூடுதல் & மறைக்கப்பட்ட கட்டணம் இல்லை.",
    },
    block3: {
      title: "நேரத்தை சேமிக்க",
      subtitle: "நிறுவன தரம் ஆனால் ஆரம்பநிலைக்கு ஏற்றது.",
    },
  },

  money_transfer: {
    customer: "உங்கள் வாடிக்கையாளர்",
    bank: "உங்கள் வங்கி கணக்கு",
    wallet: "பணப்பை",
    free_setup: "இலவச அமைப்பு.",
    no_extra_fee: "கூடுதல் கட்டணம் இல்லை.",
    no_hidden_fee: "மறைக்கப்பட்ட கட்டணம் இல்லை.",
  },

  /** @see HomePanelExtraFlow **/
  extra: {
    cart: "வண்டிகள் மேலாண்மை",
    payment: "பணம் செலுத்துதல்",
    shipping: "கப்பல் போக்குவரத்து",
    fulfilment: "பூர்த்தி",
    community: "சமூகம் & கருத்து",
  },

  team: {
    title: "குழுவை சந்திக்கவும்.",
    msg: "வணிகத் தளங்களின் மிருகத்தனமான துறையில் வெவ்வேறு விதிகளின்படி நாங்கள் விளையாடுவோம், குறிப்பாக எங்கள் போட்டியாளர்கள் மில்லியன் கணக்கான டாலர்களை விளம்பரத்திற்காக செலவிடும்போது; நாங்கள் தயாரிப்பு, மக்கள் மற்றும் உண்மையான சிக்கல்களைத் தீர்ப்பதில் முதலீடு செய்கிறோம். இந்த குழு உங்கள் வணிகத்தை ஆதரிக்கிறது!",
  },

  customers: {
    title: "எங்கள் சமூகத்தை சந்திக்கவும்.",
    msg: "எங்கள் வாடிக்கையாளர்களிடமிருந்து கற்றுக்கொள்வதன் மூலம் எதிர்கால தொழில்முனைவோரைத் திறக்க அர்த்தமுள்ள கருவிகளை உருவாக்குவதற்கான பயணத்தின் ஆரம்பம் இது.",
  },
  /** {@see PanoramaImage} {@see HomePage} */

  panorama: {
    title:
      "வணிகங்களுக்கான எண் 1 இயக்க முறைமை — <b class=\"bg-gradient-animate text-gradient my-1\">இந்த அம்சம் Selldone-ல் உங்கள் கடையும் வணிகமும் எளிதாகவும் தொழில்முறையாகவும் நிர்வகிக்க உதவுகிறது.</b>",
    msg: "இந்த அம்சம் Selldone-ல் உங்கள் கடையும் வணிகமும் எளிதாகவும் தொழில்முறையாகவும் நிர்வகிக்க உதவுகிறது.",
    orders_management: "ஆர்டர்கள் மேலாண்மை",
    online_pos: "ஆன்லைன் பிஓஎஸ்",
    shipping: "கப்பல் போக்குவரத்து",
    inventory_management: "சரக்கு மேலாண்மை",
    social_commerce: "சமூக வர்த்தகம்",
    in_store_sell: "கடையில் விற்பனை",
    team: "குழு / பணியாளர்கள்",
    incentives: "ஊக்கத்தொகை / விசுவாசம்",
    community: "சமூக மேலாண்மை",
    payments: "உள்ளூர் கொடுப்பனவுகள்",
    ar_3d: "3D / AR",
  },

  no_plugin: "இல்லை - சொருகி",

  product_page: {
    title: "உங்கள் முதல் தயாரிப்பைச் சேர்த்த பிறகு வெளியீடு.",
    msg: "ஒரு சில கிளிக்குகளில் உங்கள் யோசனைகளை உயிர்ப்பிக்கவும்.",
    open_sample_product_link: "நேரடி தயாரிப்பைத் திறக்கவும்",
    open_templates: "டெம்ப்ளேட்களைப் பார்க்கவும்",
  },

  /** {@see CountrySupportBox} */
  support_box: {
    country_select_label: "உங்கள் நாட்டைத் தேர்ந்தெடுக்கவும்",
    we_support_message: "நாங்கள் ஆதரிக்கிறோம் {country}",
    we_limited_support: "வரையறுக்கப்பட்ட ஆதரவு {country}",
    support_message_long:
      "Selldone மூலம் உங்கள் நாட்டில் எளிதான ஆன்லைன் பரிவர்த்தனைகளை அனுபவிக்கவும்; வரி கணக்கீடு மற்றும் பல கட்டண முறைகள் உடன்.",
    limited_support_message_long:
      "            இந்த அம்சம் Selldone-ல் உங்கள் கடையும் வணிகமும் எளிதாகவும் தொழில்முறையாகவும் நிர்வகிக்க உதவுகிறது.\n",
    more_about_selldone_in_country: "உங்கள் நாட்டில் Selldone பற்றி",

    tax: {
      title: "வரிக்கு ஏற்றது",
      message:
        "இந்த அம்சம் Selldone-ல் உங்கள் கடையும் வணிகமும் எளிதாகவும் தொழில்முறையாகவும் நிர்வகிக்க உதவுகிறது.",
    },
    global: {
      title: "உலகளாவிய விற்பனை",
      message:
        "இந்த அம்சம் Selldone-ல் உங்கள் கடையும் வணிகமும் எளிதாகவும் தொழில்முறையாகவும் நிர்வகிக்க உதவுகிறது.",
    },
    shipping: {
      title: "உள்ளூர் மற்றும் உலகளாவிய அனுப்புதல்",
      message:
        "இந்த அம்சம் Selldone-ல் உங்கள் கடையும் வணிகமும் எளிதாகவும் தொழில்முறையாகவும் நிர்வகிக்க உதவுகிறது.",
    },
    erp: {
      title: "ERP",
      message:
        "இந்த அம்சம் Selldone-ல் உங்கள் கடையும் வணிகமும் எளிதாகவும் தொழில்முறையாகவும் நிர்வகிக்க உதவுகிறது.",
    },
  },

  hero: {
    intro: "வணிகங்களுக்கான எண் 1 இயக்க முறைமை",
    title: "மாற்றவும் {infinite} நீட்சிகள் மற்றும் செயலி-களை {app}",
  },

  /**
   * {@see MakeYourShopHeader}
   */
  make_your_shop: {
    title: "உங்களுடையதை உருவாக்கவும்",
    amazon: "இந்த அம்சம் Selldone-ல் உங்கள் கடையும் வணிகமும் எளிதாகவும் தொழில்முறையாகவும் நிர்வகிக்க உதவுகிறது.",
    local_store: "உள்ளூர் கடை",
    instagram: "Instagram கடை",
    dropshipping: "நேரடி விநியோகம்",
    coursera: "இந்த அம்சம் Selldone-ல் உங்கள் கடையும் வணிகமும் எளிதாகவும் தொழில்முறையாகவும் நிர்வகிக்க உதவுகிறது.",
    gift_store: "பரிசு கடை",
    airbnb: "இந்த அம்சம் Selldone-ல் உங்கள் கடையும் வணிகமும் எளிதாகவும் தொழில்முறையாகவும் நிர்வகிக்க உதவுகிறது.",
    simple_store: "எளிய கடை",
    tiktok: "Tiktok கடை",
  },
  /**
   * {@see SectionShowItsSimplicity}
   */
  show_its_simplicity: {
    title: "மற்றொரு சலிப்பான சிக்கலான மின்னணு வணிக தளம் <div class=\"app-box\" style=\"font-size: 55%\">😣</div>?",
    subtitle: "நிச்சயமாக இல்லை! பதிவு செய்வதற்கு முன்பே முயற்சிக்கவும்...",
    as_guest: "விருந்தினராக",
    need_register: "பதிவு தேவை",

    page_builder: {
      title: "உள்ளமைந்த பக்க உருவாக்கி",
      subtitle:
        "இந்த அம்சம் Selldone-ல் உங்கள் கடையும் வணிகமும் எளிதாகவும் தொழில்முறையாகவும் நிர்வகிக்க உதவுகிறது.",
      try_action: "உள்ளமைந்த பக்க உருவாக்கி",
      see_collection_action: "வார்ப்புருக்களைப் பார்க்கவும்",
    },
    ai: {
      title: "உள்ளமைந்த AI அம்சங்கள்",
      subtitle:
        "இந்த அம்சம் Selldone-ல் உங்கள் கடையும் வணிகமும் எளிதாகவும் தொழில்முறையாகவும் நிர்வகிக்க உதவுகிறது.",
      try_action: "முயற்சிக்கவும் Selldone",
    },
    storefront: {
      title: "கடை முன்பக்கம்",
      subtitle:
        "இந்த அம்சம் Selldone-ல் உங்கள் கடையும் வணிகமும் எளிதாகவும் தொழில்முறையாகவும் நிர்வகிக்க உதவுகிறது.",
      see_action: "கடை முன்பக்கம்",
    },
    backoffice: {
      title: "நிர்வாக அலுவலகம்",
      subtitle: "இந்த அம்சம் Selldone-ல் உங்கள் கடையும் வணிகமும் எளிதாகவும் தொழில்முறையாகவும் நிர்வகிக்க உதவுகிறது.",
      see_action: "நிர்வாக அலுவலகம்",
    },
  },

  /**
   * {@see SectionPricingCompact}
   */
  pricing_compact: {
    title: "<div class=\"app-box\" style=\"font-size: 55%\">💞️</div> எளிய மற்றும் வெளிப்படையான விலை",
    subtitle:
      "இந்த அம்சம் Selldone-ல் உங்கள் கடையும் வணிகமும் எளிதாகவும் தொழில்முறையாகவும் நிர்வகிக்க உதவுகிறது.",
  },

  screenshots: {
    item_1: {
      title: "எளிமைப்படுத்தவும் தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
      desc: "Selldone கருவிகளைப் பயன்படுத்தி தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
    },
    item_2: {
      title: "எளிமைப்படுத்தவும் தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
      desc: "Selldone கருவிகளைப் பயன்படுத்தி தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
    },
    item_3: {
      title: "எளிமைப்படுத்தவும் தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
      desc: "Selldone கருவிகளைப் பயன்படுத்தி தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
    },
    item_4: {
      title: "எளிமைப்படுத்தவும் தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
      desc: "Selldone கருவிகளைப் பயன்படுத்தி தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
    },
    item_5: {
      title: "எளிமைப்படுத்தவும் தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
      desc: "Selldone கருவிகளைப் பயன்படுத்தி தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
    },
    item_6: {
      title: "எளிமைப்படுத்தவும் தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
      desc: "Selldone கருவிகளைப் பயன்படுத்தி தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
    },
    item_7: {
      title: "எளிமைப்படுத்தவும் தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
      desc: "Selldone கருவிகளைப் பயன்படுத்தி தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
    },
    item_8: {
      title: "எளிமைப்படுத்தவும் தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
      desc: "Selldone கருவிகளைப் பயன்படுத்தி தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
    },
    item_9: {
      title: "எளிமைப்படுத்தவும் தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
      desc: "Selldone கருவிகளைப் பயன்படுத்தி தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
    },
    item_10: {
      title: "எளிமைப்படுத்தவும் தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
      desc: "Selldone கருவிகளைப் பயன்படுத்தி தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
    },
    item_11: {
      title: "எளிமைப்படுத்தவும் தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
      desc: "Selldone கருவிகளைப் பயன்படுத்தி தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
    },
    item_12: {
      title: "எளிமைப்படுத்தவும் தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
      desc: "Selldone கருவிகளைப் பயன்படுத்தி தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
    },
    item_13: {
      title: "எளிமைப்படுத்தவும் தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
      desc: "Selldone கருவிகளைப் பயன்படுத்தி தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
    },
    item_14: {
      title: "எளிமைப்படுத்தவும் தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
      desc: "Selldone கருவிகளைப் பயன்படுத்தி தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
    },
    item_15: {
      title:
        "எளிமைப்படுத்தவும் தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
      desc: "Selldone கருவிகளைப் பயன்படுத்தி தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
    },
    item_16: {
      title: "எளிமைப்படுத்தவும் தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
      desc: "Selldone கருவிகளைப் பயன்படுத்தி தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
    },
    item_17: {
      title: "எளிமைப்படுத்தவும் தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
      desc: "Selldone கருவிகளைப் பயன்படுத்தி தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
    },
    item_18: {
      title: "எளிமைப்படுத்தவும் தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
      desc: "Selldone கருவிகளைப் பயன்படுத்தி தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
    },
    item_19: {
      title: "எளிமைப்படுத்தவும் தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
      desc: "Selldone கருவிகளைப் பயன்படுத்தி தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
    },
    item_20: {
      title: "எளிமைப்படுத்தவும் தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
      desc: "Selldone கருவிகளைப் பயன்படுத்தி தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
    },
    item_21: {
      title: "எளிமைப்படுத்தவும் தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
      desc: "Selldone கருவிகளைப் பயன்படுத்தி தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
    },
    item_22: {
      title: "எளிமைப்படுத்தவும் தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
      desc: "Selldone கருவிகளைப் பயன்படுத்தி தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
    },
    item_23: {
      title: "எளிமைப்படுத்தவும் தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
      desc: "Selldone கருவிகளைப் பயன்படுத்தி தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
    },
    item_24: {
      title: "எளிமைப்படுத்தவும் தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
      desc: "Selldone கருவிகளைப் பயன்படுத்தி தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
    },
    item_25: {
      title: "எளிமைப்படுத்தவும் தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
      desc: "Selldone கருவிகளைப் பயன்படுத்தி தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
    },
    item_26: {
      title: "எளிமைப்படுத்தவும் தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
      desc: "Selldone கருவிகளைப் பயன்படுத்தி தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
    },
    item_27: {
      title: "எளிமைப்படுத்தவும் தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
      desc: "Selldone கருவிகளைப் பயன்படுத்தி தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
    },
    item_28: {
      title: "எளிமைப்படுத்தவும் தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
      desc: "Selldone கருவிகளைப் பயன்படுத்தி தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
    },
    item_29: {
      title: "எளிமைப்படுத்தவும் தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
      desc: "Selldone கருவிகளைப் பயன்படுத்தி தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
    },
    item_30: {
      title: "எளிமைப்படுத்தவும் தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
      desc: "Selldone கருவிகளைப் பயன்படுத்தி தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
    },
    item_31: {
      title: "எளிமைப்படுத்தவும் தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
      desc: "Selldone கருவிகளைப் பயன்படுத்தி தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
    },
    item_32: {
      title: "எளிமைப்படுத்தவும் தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
      desc: "Selldone கருவிகளைப் பயன்படுத்தி தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
    },
    item_33: {
      title: "எளிமைப்படுத்தவும் தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
      desc: "Selldone கருவிகளைப் பயன்படுத்தி தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
    },
    item_34: {
      title: "எளிமைப்படுத்தவும் தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
      desc: "Selldone கருவிகளைப் பயன்படுத்தி தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
    },
    item_35: {
      title: "எளிமைப்படுத்தவும் தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
      desc: "Selldone கருவிகளைப் பயன்படுத்தி தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
    },
    item_36: {
      title: "ஒவ்வொரு தயாரிப்புக்கும் தனி கட்டுப்பாட்டு பலகை",
      desc: "ஒவ்வொரு தயாரிப்புக்கும் புள்ளிவிவரங்கள், தேவையான தகவல்கள் மற்றும் நிர்வாக நடவடிக்கைகளுக்கான அணுகலை வழங்கும் தனி கட்டுப்பாட்டு பலகை உள்ளது.",
    },
    item_37: {
      title: "எளிமைப்படுத்தவும் தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
      desc: "Selldone கருவிகளைப் பயன்படுத்தி தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
    },
    item_38: {
      title: "எளிமைப்படுத்தவும் தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
      desc: "Selldone கருவிகளைப் பயன்படுத்தி தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
    },
    item_39: {
      title: "எளிமைப்படுத்தவும் தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
      desc: "Selldone கருவிகளைப் பயன்படுத்தி தயாரிப்புகள், ஆர்டர்கள், கட்டணங்கள் மற்றும் கடை வளர்ச்சி நிர்வாகம்",
    },
  },

  country_landing: {
    intro: "வணிகங்களுக்கான எண் 1 இயக்க முறைமை",
    title: "{infinite} செருகிகள் மற்றும் பயன்பாடுகளை {app} மூலம் {country} இல் மாற்றுங்கள்",
  },

  /**
   * @see IntegrationPaymentPage
   */
  payment_landing: {
    intro: "வணிகங்களுக்கான எண் 1 இயக்க முறைமை",
    title: "மாற்றவும் {infinite} நீட்சிகள் மற்றும் செயலி-களை {app}",

    unlock_section: {
      title: "திறக்கவும் {payment}",
      subtitle:
        "இந்த அம்சம் Selldone-ல் உங்கள் கடையும் வணிகமும் எளிதாகவும் தொழில்முறையாகவும் நிர்வகிக்க உதவுகிறது.",
      no_plugin: {
        title: "நீட்சிகள் இன்றி எளிய கட்டணம்",
        subtitle:
          "இந்த அம்சம் Selldone-ல் உங்கள் கடையும் வணிகமும் எளிதாகவும் தொழில்முறையாகவும் நிர்வகிக்க உதவுகிறது. {payment}",
      },
      experience: {
        title: "Selldone + {payment}",
        subtitle:
          "இந்த அம்சம் Selldone-ல் உங்கள் கடையும் வணிகமும் எளிதாகவும் தொழில்முறையாகவும் நிர்வகிக்க உதவுகிறது. {payment}",
      },
      boost: {
        title: "இந்த அம்சம் Selldone-ல் உங்கள் கடையும் வணிகமும் எளிதாகவும் தொழில்முறையாகவும் நிர்வகிக்க உதவுகிறது.",
        subtitle:
          "இந்த அம்சம் Selldone-ல் உங்கள் கடையும் வணிகமும் எளிதாகவும் தொழில்முறையாகவும் நிர்வகிக்க உதவுகிறது. {payment}",
      },
      security: {
        title: "பாதுகாப்பும் திறனும் ஒன்றாக",
        subtitle:
          "இந்த அம்சம் Selldone-ல் உங்கள் கடையும் வணிகமும் எளிதாகவும் தொழில்முறையாகவும் நிர்வகிக்க உதவுகிறது. {payment}",
      },
      setup_payment: "கட்டணத்தை அமைக்கவும்",
    },

    how_to_add: {
      step_1: {
        step: "படி 1",
        title: "நாணயத்தைச் சேர்க்கவும்",
        subtitle:
          "இந்த அம்சம் Selldone-ல் உங்கள் கடையும் வணிகமும் எளிதாகவும் தொழில்முறையாகவும் நிர்வகிக்க உதவுகிறது {payment}.",
      },
      step_2: {
        step: "படி 2",
        title: "கட்டண வாயில் அமைக்கவும்",
        subtitle: "அடுத்து கடை > கணக்கியல் > கட்டண நுழைவாயில்கள் பகுதிக்கு சென்று, <b>புதிய கட்டண முறை</b> என்பதைக் கிளிக் செய்து, நாணயத்தைத் தேர்ந்தெடுத்து <b>{payment}</b> என்பதைத் தேர்ந்தெடுக்கவும். கட்டண நுழைவாயில்களை சோதனை முறையிலோ செயலில் உள்ள முறையிலோ சேர்க்கலாம். ஒவ்வொரு முறைக்கும் சரியான API விசைகளை உள்ளிடுங்கள்; அவற்றை <a href=\"{payment_url}\" target=\"_blank\">{payment} கணக்கில்</a> காணலாம்.",
      },
    },

    integration: {
      title: "{payment} உடன் எளிய மின்னணு வணிக ஒருங்கிணைப்பு",
      subtitle:
        "இந்த அம்சம் Selldone-ல் உங்கள் கடையும் வணிகமும் எளிதாகவும் தொழில்முறையாகவும் நிர்வகிக்க உதவுகிறது.",
    },
    pay_after_earn: {
      title: "லாபம் கிடைக்கும் போது மட்டும் செலுத்துங்கள்!",
      subtitle:
        "இந்த அம்சம் Selldone-ல் உங்கள் கடையும் வணிகமும் எளிதாகவும் தொழில்முறையாகவும் நிர்வகிக்க உதவுகிறது.",
    },
  },

  feature_page_builder: {
    title: "உள்ளமைந்த பக்க உருவாக்கி",
    message:
      "இந்த அம்சம் Selldone-ல் உங்கள் கடையும் வணிகமும் எளிதாகவும் தொழில்முறையாகவும் நிர்வகிக்க உதவுகிறது.",
  },

  feature_items: {
    products: {
      title: "கடைக்கான தொழில்முறை அம்சம்",
      description:
        "எளிமைப்படுத்தவும் கடைக்கான தொழில்முறை அம்சம்",
    },
    excel: {
      title: "கடைக்கான தொழில்முறை அம்சம்",
      description:
        "எளிமைப்படுத்தவும் கடைக்கான தொழில்முறை அம்சம்",
    },
    incentive: {
      title: "கடைக்கான தொழில்முறை அம்சம்",
      description:
        "எளிமைப்படுத்தவும் கடைக்கான தொழில்முறை அம்சம்",
    },
    loyalty: {
      title: "கடைக்கான தொழில்முறை அம்சம்",
      description:
        "எளிமைப்படுத்தவும் கடைக்கான தொழில்முறை அம்சம்",
    },
    cashback: {
      title: "கடைக்கான தொழில்முறை அம்சம்",
      description:
        "எளிமைப்படுத்தவும் கடைக்கான தொழில்முறை அம்சம்",
    },
    cross_selling: {
      title: "கடைக்கான தொழில்முறை அம்சம்",
      description:
        "எளிமைப்படுத்தவும் கடைக்கான தொழில்முறை அம்சம்",
    },
    accounting: {
      title: "கடைக்கான தொழில்முறை அம்சம்",
      description: "எளிமைப்படுத்தவும் கடைக்கான தொழில்முறை அம்சம்",
    },
    inventory: {
      title: "கடைக்கான தொழில்முறை அம்சம்",
      description:
        "எளிமைப்படுத்தவும் கடைக்கான தொழில்முறை அம்சம்",
    },
    analytics: {
      title: "கடைக்கான தொழில்முறை அம்சம்",
      description:
        "எளிமைப்படுத்தவும் கடைக்கான தொழில்முறை அம்சம்",
    },
    social: {
      title: "கடைக்கான தொழில்முறை அம்சம்",
      description:
        "எளிமைப்படுத்தவும் கடைக்கான தொழில்முறை அம்சம்",
    },
    community: {
      title: "கடைக்கான தொழில்முறை அம்சம்",
      description:
        "எளிமைப்படுத்தவும் கடைக்கான தொழில்முறை அம்சம்",
    },
    security: {
      title: "கடைக்கான தொழில்முறை அம்சம்",
      description:
        "எளிமைப்படுத்தவும் கடைக்கான தொழில்முறை அம்சம்",
    },
    pos: {
      title: "கடைக்கான தொழில்முறை அம்சம்",
      description:
        "எளிமைப்படுத்தவும் கடைக்கான தொழில்முறை அம்சம்",
    },
    store: {
      title: "கடைக்கான தொழில்முறை அம்சம்",
      description: "எளிமைப்படுத்தவும் கடைக்கான தொழில்முறை அம்சம்",
    },
    pricing: {
      title: "கடைக்கான தொழில்முறை அம்சம்",
      description:
        "எளிமைப்படுத்தவும் கடைக்கான தொழில்முறை அம்சம்",
    },
    pod: {
      title: "நேரடி விநியோக ஒருங்கிணைப்பு",
      description:
        "POD சேவைகளை இணைத்து நேரடி விநியோகத்தை எளிதாக நிர்வகிக்கவும்.",
    },
  },
};
