export default {
  "local_service": "{country_name} కోసం స్థానిక సేవ",
  "local_service_message": "ఈ సేవ <u>{country_name}</u> లో నివసిస్తున్న మరియు ఈ దేశంలో వారి సేవలు మరియు ఉత్పత్తులను విక్రయించే వినియోగదారుల కోసం ప్రత్యేకంగా రూపొందించబడింది. మీరు స్థానిక సేవలు లేదా Selldone యొక్క అంతర్జాతీయ సేవను మాత్రమే ఉపయోగించడానికి అనుమతించబడతారు. ఈ సేవను ఉపయోగించడానికి, మీరు తప్పనిసరిగా కట్టుబడి ఉండాలి <b>{country_name}</b> మరియు <b>యూరోపియన్ యూనియన్</b> చట్టాలు .",
  "my_shops": "నా దుకాణాలు",
  "moto": "మీరు ప్రయత్నించండి, మేము తలుపులు తెరుస్తాము!",
  "start_now_btn": "ఇప్పుడే ప్రారంభించండి — ఇది ఉచితం",
  "create_ecommerce_btn": "మీ ఈకామర్స్‌ను ఉచితంగా ప్రారంభించండి",
  "incentive_action": "మీ తక్కువ ఆన్‌లైన్ విక్రయాల రేటుకు వీడ్కోలు చెప్పండి!",
  "create_shopping_website": "నా ఇకామర్స్‌ని సృష్టించండి",
  "s1": {
    "title": "ద్వారా మీ ఆన్‌లైన్ స్టోర్‌ను రూపొందించండి<br> కాదు—కోడ్ & నం—నిపుణులు అవసరమైన పరిష్కారం",
    "title_animated_words": [
      "పారిశ్రామికవేత్తలు",
      "కళాకారులు",
      "స్వతంత్ర వ్యాపారాలు",
      "బ్రాండ్లు",
      "రిటైల్స్",
      "సృష్టికర్తలు"
    ],
    "subtitle": "మీరు మీ కస్టమర్‌ల కోసం ప్రత్యేకమైన, వేగవంతమైన, సురక్షితమైన మరియు నమ్మదగిన అనుభవాన్ని సృష్టించాలనుకుంటే, ఇది మీ కోసం సాధనం. ప్రకటనలు లేని ఎంటర్‌ప్రైజ్-గ్రేడ్ బిజినెస్ ఆపరేటింగ్ సిస్టమ్‌లో మీ ప్రత్యేక సంఘాన్ని మరియు వేగవంతమైన ఇకామర్స్‌ను రూపొందించండి.",
    "domain_input": {
      "message": "మీ స్టోర్ ఉచిత హోస్టింగ్ మరియు SSLతో మీరు కలిగి ఉన్న వ్యక్తిగత డొమైన్‌ల సంఖ్యకు కనెక్ట్ చేయవచ్చు",
      "action": "దుకాణాన్ని సృష్టించండి"
    },
    "community": "కమ్యూనిటీ వేదిక",
    "shop": "ఆన్‌లైన్ షాప్ బిల్డర్",
    "inventory": "ఇన్వెంటరీ నిర్వహణ",
    "cms": "పేజీ ఎడిటర్ & CMS",
    "in_60_sec": "ఇక్కడ నొక్కండి"
  },
  "video": {
    "title": "మీ ఆన్‌లైన్ మరియు వ్యక్తిగత విక్రయాల కోసం ఆల్ ఇన్ వన్ సొల్యూషన్.",
    "msg": "మీ ఇకామర్స్‌లో వేగవంతమైన కొనుగోలు అనుభవాన్ని అందించండి.",
    "card_pos": {
      "title": "POS విక్రయించబడింది",
      "msg": "జీరో-సెటప్ కాస్ట్ సొల్యూషన్ ద్వారా వ్యక్తిగతంగా విక్రయించండి."
    },
    "card_ecommerce": {
      "title": "విక్రయించబడిన ఈకామర్స్",
      "msg": "ప్రొఫెషనల్స్ లాగా ఆన్‌లైన్‌లో అమ్మండి."
    }
  },
  "why": {
    "title": "ఎందుకు సెల్డన్?",
    "msg": "కోచ్‌లు లేని జట్లను, నాయకులు లేని విప్లవాలను, మూలాలు లేని చెట్లను, ఆపరేటింగ్ సిస్టమ్ లేని వ్యాపారాలను మనం ఊహించలేం! కాబట్టి మేము వేగంగా అభివృద్ధి చెందుతున్న కంపెనీలు మరియు యువ వ్యాపారవేత్తల కోసం ఆన్‌లైన్ వ్యాపారాన్ని పునఃప్రారంభిస్తున్నాము.",
    "sec1": {
      "title": "సులభమైన + వృత్తిపరమైన",
      "msg": "మీరు ఒక అనుభవశూన్యుడు అయినప్పటికీ ప్రొఫెషనల్‌గా ఆడాలనుకున్నా, లేదా మీరు నిపుణుడు మరియు మీలాగే ఆడటానికి అర్హులైనప్పటికీ, మార్కెట్‌లలో ప్రొఫెషనల్‌గా ఆడేందుకు ఇది మీ కోసం నిర్మించబడింది!"
    },
    "sec2": {
      "title": "ఎంటర్‌ప్రైజ్-గ్రేడ్ సాధనాలు",
      "msg": "మేము కొత్త ఫీచర్‌లను విడుదల చేస్తాము, APIలను అప్‌డేట్ చేస్తాము మరియు రోజువారీ దినచర్యగా కొత్త పద్ధతులను వర్తింపజేస్తాము. ఇది మీ వ్యాపారం కోసం ఆపరేటింగ్ సిస్టమ్, కాబట్టి మా ప్లాట్‌ఫారమ్ ద్వారా మీ వ్యాపారాన్ని పెంచండి."
    },
    "sec3": {
      "title": "సామాజిక అమ్మకాలు",
      "msg": "మా ఉత్పత్తి ప్రపంచవ్యాప్తంగా ఉన్న కొనుగోలుదారుల నిజమైన వ్యాపార ప్రవర్తనపై రూపొందించబడింది. మేము ఇన్‌స్టాగ్రామ్, టిక్‌టాక్ మరియు ఇతర సోషల్ నెట్‌వర్క్‌లలో AVOCADO పేరుతో ఒక రకమైన విక్రయ పద్ధతులను అందిస్తున్నాము."
    },
    "sec4": {
      "title": "డబ్బు దాచు",
      "msg": "ఇకపై ఈకామర్స్‌ను కలిగి ఉండాల్సిన అవసరం లేదు! ఖరీదైన అభివృద్ధి, నిర్వహణ, ప్రోగ్రామింగ్ ప్రక్రియ మరియు ఇకామర్స్ ప్లాట్‌ఫారమ్‌ల నిపుణుల ఖర్చులకు వీడ్కోలు చెప్పండి."
    }
  },
  "how_it_work": {
    "title": "అది ఎలా పని చేస్తుంది.",
    "msg": "ప్రొఫెషనల్స్ వంటి గేమ్‌లు ఆడాలనుకునే వారికి క్రెడిట్ కార్డ్ లేదు, ప్లగిన్ లేదు, టెంప్లేట్ లేదు, సెటప్ లేదు, హోస్ట్ లేదు, సాంకేతికత లేదు.",
    "step0": {
      "title": "దుకాణదారుల కోసం నిర్మించబడింది, విక్రేతలు ఇష్టపడతారు, ఒక అడుగు దూరంలో.",
      "msg1": "ఇది నిజమైన ఇకామర్స్‌ను కలిగి ఉండటానికి, మీ వ్యాపారం చుట్టూ సంతోషంగా ఉన్న కస్టమర్‌లను సేకరించడానికి మరియు మీరు నిజంగా ఇష్టపడే వాటిపై దృష్టి పెట్టడానికి మీ సమయం."
    },
    "step1": {
      "title": "మీ ఉత్పత్తులను జోడించండి.",
      "msg1": "ఇన్‌స్టాగ్రామ్‌లో ఫోటోలను జోడించడం వంటి ఉత్పత్తులను మాన్యువల్‌గా జోడించండి! లేదా Excel ఫైల్ ద్వారా 100,000 అంశాలను జోడించండి. మీరు ఒకే చోట ఉత్పత్తులు, సేవలు, సభ్యత్వాలు మరియు ఫైల్‌లను విక్రయించవచ్చు."
    },
    "step2": {
      "title": "మీ అవసరానికి సరిపోయే చెల్లింపు పద్ధతులను కనెక్ట్ చేయండి.",
      "msg1": "ఆర్థిక లావాదేవీల్లో జోక్యం చేసుకోవడానికి మాకు ఆసక్తి లేదు! 100% కస్టమర్ల చెల్లింపులు నేరుగా మీ బ్యాంక్ ఖాతాకు బదిలీ చేయబడతాయి. మీ గీత, PayPal మొదలైనవాటిని కనెక్ట్ చేయండి. మీరు మీ స్టోర్‌లో ఒకే సమయంలో బహుళ యాక్టివ్ చెల్లింపు సేవలను కలిగి ఉండవచ్చు!",
      "crypto_msg": "క్రియాశీల వ్యాపారులకు అందుబాటులో ఉంది"
    },
    "step3": {
      "title": "వైట్ లేబుల్ / ఫ్లెక్సిబుల్ / లోతుగా అనుకూలీకరించదగినది.",
      "msg1": "మీ ల్యాండింగ్ పేజీలను డిజైన్ చేయండి మరియు మీ బ్రాండ్ సందేశానికి అనుగుణంగా మీ సైట్ యొక్క థీమ్ రంగును మార్చండి. నిపుణుడిని నియమించాల్సిన అవసరం లేకుండానే డ్రాగ్ అండ్ డ్రాప్ ఫీచర్ ఇవన్నీ సాధ్యం చేస్తుంది.",
      "view_sample_pages": "మీకు స్ఫూర్తినిచ్చే గొప్ప SD స్టోర్‌లు"
    },
    "step4": {
      "title": "ఒక-క్లిక్ చెక్అవుట్: ప్రపంచవ్యాప్తంగా ఏకీకృత చెక్అవుట్ అనుభవం.",
      "msg1": "మీ నుండి కొనుగోలు చేయడానికి కస్టమర్‌లు సమాచారాన్ని నమోదు చేసి, రిజిస్ట్రేషన్ ఫారమ్‌ను పూరించాల్సిన అవసరం లేదు! వారు SMS ద్వారా లాగిన్ చేసి, చెక్అవుట్ ఫారమ్‌ను ఒకే క్లిక్‌తో నింపి చెల్లించాలి. మీరు పెరుగుతారు, మేము పెరుగుతాము."
    }
  },
  "onboarding": {
    "title": "మీ వ్యాపారాన్ని ఆన్‌లైన్‌లో, వేగంగా మరియు మెరుగుపరచండి - ఇది ఉచితం",
    "success_title": "మీ ఆన్‌లైన్ వ్యాపార OSని ఇన్‌స్టాల్ చేస్తోంది,",
    "wait_msg": "దయచేసి కొన్ని సెకన్లు వేచి ఉండండి...",
    "ready_msg": "మీ దుకాణం సిద్ధంగా ఉంది.",
    "send_mail_msg": "లాగిన్ లింక్ {email}కి పంపబడింది",
    "options": {
      "title": "షాప్ కాన్ఫిగరేషన్",
      "msg": "మీ వెబ్‌సైట్‌లో మీకు ఏ ఫీచర్లు కావాలి?",
      "ecommerce": "ఇకామర్స్",
      "pos": "అమ్మే చోటు",
      "blog": "బ్లాగ్ & CMS",
      "community": "సంఘం & ఫోరమ్"
    },
    "job": {
      "title": "మీ పరిశ్రమ ఏమిటి?",
      "placeholder": "మీరు ప్రస్తుతం ఏ ప్లాట్‌ఫారమ్‌ని ఉపయోగిస్తున్నప్పటికీ, మీ వ్యాపారాన్ని Selldone OSకి మార్చండి."
    },
    "shop_name": {
      "title": "వ్యాపారం పేరు",
      "placeholder": "ఉదా. అలెక్స్ బూట్లు"
    },
    "income": {
      "title": "నెలవారీ అమ్మకాలు",
      "msg": "మీ మొత్తం నెలవారీ విక్రయాల పరిధిని ఎంచుకోండి.",
      "Low": "$5,000 USD వరకు",
      "Medium": "$5,000 USD ~ $50,000 USD",
      "High": "50,000 USD ~ $1,000,000 USD",
      "Extreme": "$1,000,000 USD కంటే ఎక్కువ"
    },
    "step_1": "ప్రయోజనం",
    "step_2": "ఆకృతీకరణ",
    "step_3": "ఖాతా"
  },
  "notion": {
    "title": "విభిన్న నియమాలతో గేమ్.",
    "quote": "ఆన్‌లైన్ హ్యుమానిటీ యుగంలో ఒక వ్యక్తి మార్పు చేయగలడని మేము విశ్వసిస్తున్నాము, తగినంత డబ్బు లేకపోయినా, సాంకేతిక అనుభవం లేకున్నా, బిల్లులు చెల్లించడానికి బ్యాంక్ ఖాతా కూడా లేదు; ఇంటర్నెట్‌లో అత్యంత సాధించగలిగే ఆపరేటింగ్ సిస్టమ్‌గా పని చేయడానికి ఎంటర్‌ప్రైజ్-గ్రేడ్ సాధనాలతో ఉపయోగించడానికి సిద్ధంగా ఉన్న ప్లాట్‌ఫారమ్‌ను సృష్టించడం ద్వారా మేము దీన్ని చేస్తాము."
  },
  "stop": {
    "title": "సులభమైన ఆన్‌లైన్ షాపింగ్ వెబ్‌సైట్ బిల్డర్ + ప్రత్యక్ష చెల్లింపు.",
    "subtitle": "మీరు లాభదాయకమైన ఆన్‌లైన్ వ్యాపారాన్ని నిర్మించాలని మరియు మీ వ్యాపార ఆలోచనను రియాలిటీగా మార్చాలని ప్లాన్ చేస్తే, Selldone సరైన ఎంపిక.",
    "pacman": "చెల్లింపు ప్లగిన్లు"
  },
  "os": {
    "title": "ప్రపంచ స్థాయి సాధనాలకు యాక్సెస్ — ఉచితం.",
    "msg": "మేము వృత్తిపరమైన ఇకామర్స్‌ని సృష్టించే శక్తిని మీ చేతికి అందిస్తాము."
  },
  "login": {
    "title": "మీరు మార్కెట్లో ప్రో లాగా గేమ్ చేయడానికి సిద్ధంగా ఉన్నారా?"
  },
  "currencies": {
    "title": "కరెన్సీలు",
    "sub": "మీ కస్టమర్‌లు వారి స్థానిక కరెన్సీలలో సజావుగా చెల్లించవచ్చు.",
    "msg": "టెక్, ప్లగిన్‌లు మరియు చెల్లింపు సమస్యల బాధతో పోరాడకుండా అమ్మకాలపై దృష్టి పెట్టండి. మీ ఆన్‌లైన్ వ్యాపారంలో ప్రతిదీ సమలేఖనం చేయడానికి మేము స్థానిక మరియు ప్రపంచ చెల్లింపు సేవలతో పని చేస్తాము."
  },
  "countries": {
    "title": "దేశాలు",
    "sub": "ప్రపంచంలో అత్యంత సులభమైన స్థాయి వ్యాపార OS.",
    "msg": "మీరు లేదా మీ కస్టమర్ ఎక్కడ నివసిస్తున్నారు అనే దానితో సంబంధం లేకుండా, మేము మీకు ఉత్తమ అనుభవాన్ని అందించాలనే లక్ష్యంతో ఆన్‌లైన్ స్పేస్‌లో సంప్రదాయ వ్యక్తి-వ్యక్తి వ్యాపార ప్రవర్తనను స్వీకరించాము."
  },
  "dna": {
    "title": "మీ వ్యాపారం యొక్క DNA",
    "sub": "దాన్ని అమ్మండి!",
    "msg": "ఇది మీ కోసం ఎంటర్‌ప్రైజ్-గ్రేడ్ టూల్స్‌తో కూడిన సర్వీస్‌గా ఆల్-ఇన్-వన్, నో-కోడ్ బిజినెస్ ఆపరేటింగ్ సిస్టమ్."
  },
  "api": {
    "title": "దేవ్. స్నేహపూర్వక",
    "msg": "ఆన్‌లైన్ వ్యాపారాల కోసం పూర్తిగా ఓపెన్ API-ఆధారిత పరిష్కారం.",
    "sec1": {
      "title": "మేము మీ వ్యాపారానికి వెన్నెముకను నిర్మిస్తాము",
      "msg": "మీ స్టోర్ యొక్క అన్ని వైపులా మా శక్తివంతమైన REST API ద్వారా అందుబాటులో ఉన్నాయి. మీరు సాంకేతిక, చెల్లింపు మరియు బ్యాకెండ్ సమస్యల గురించి చింతించకుండా స్టోర్‌లో ఏవైనా మార్పులు చేయవచ్చు, మీ యాప్‌లను సృష్టించవచ్చు లేదా మీ షాపింగ్ యాప్‌ను అభివృద్ధి చేయవచ్చు."
    },
    "sec2": {
      "title": "వేగవంతమైన ఏకీకరణ",
      "msg": "మేము అన్ని సాధారణ భాషలు మరియు ఫ్రేమ్‌వర్క్‌ల కోసం SDKలను అభివృద్ధి చేస్తాము, తద్వారా మీరు ప్రామాణీకరణ దశలను నిర్వహించవచ్చు, ఖాతాకు యాక్సెస్ చేయవచ్చు మరియు సాధారణ ఆదేశాల ద్వారా దీన్ని నిర్వహించవచ్చు. ప్రారంభించడానికి కేవలం కొన్ని క్లిక్‌ల దూరంలో ఉంటుంది."
    }
  },
  "convertible": {
    "store_name": "మీ స్టోర్",
    "variant_1": "ఉత్పత్తి వేరియంట్ అంబర్",
    "variant_2": "ఉత్పత్తి వేరియంట్ రెడ్",
    "buy": "ఇప్పుడే కొనండి",
    "price": "$89",
    "management": {
      "title": "ఉత్పత్తుల నిర్వహణ",
      "msg": "మీరు Windowsలో డ్రాగ్ & డ్రాప్ చేసే ఫైల్‌లు మరియు ఫోల్డర్‌ల వంటి ఉత్పత్తులు మరియు వర్గాలను నిర్వహించండి.",
      "check1": "Excel లేదా CSV ఫైల్‌ల ద్వారా ఉత్పత్తులను అప్‌లోడ్ చేయండి.",
      "check2": "AR మోడల్‌లను జోడించండి.",
      "check3": "ఆటో SEO ఇంజిన్ ద్వారా ఆప్టిమైజ్ చేయండి.",
      "check4": "డ్రాగ్ & డ్రాప్ నిర్వహణ."
    },
    "payment": {
      "title": "బహుళ చెల్లింపు పద్ధతులకు మద్దతు",
      "msg": "ఇన్-సైట్/యాప్ చెల్లింపులో అతుకులు లేని అనుభవం.",
      "check1": "గీత",
      "check1msg": "40 దేశాలకు పైగా మద్దతు.",
      "check2": "క్లార్నా",
      "check2msg": "ఇప్పుడు కొనండి తర్వాత చెల్లించండి.",
      "check3": "పేపాల్",
      "check3msg": "ఒక క్లిక్ చెల్లింపు."
    },
    "checkout": {
      "title": "మీ బ్రాండ్",
      "online": "ఆన్‌లైన్ కస్టమర్‌లు",
      "offline": "వ్యక్తిగతంగా కస్టమర్లు"
    },
    "design": {
      "title": "పేజీ బిల్డర్",
      "msg": "డ్రాగ్ & డ్రాప్ చేయడం ద్వారా దీన్ని వాస్తవికంగా చేయండి."
    }
  },
  "secure": {
    "title": "హైపర్ సెక్యూర్ సొల్యూషన్",
    "msg": "డేటా సమగ్రత మరియు ఎంటర్‌ప్రైజ్ యాక్సెస్ స్థాయి నిర్వహణ."
  },
  "build": {
    "title": "మీ స్వంత బ్రాండ్‌తో మీ స్వంత ఇకామర్స్ కలిగి ఉండండి మరియు మీ వ్యాపార నియంత్రణను తిరిగి పొందండి!",
    "msg": "మీ డొమైన్‌లో మీ సోషల్ మీడియా ఖాతాలను ఆన్‌లైన్ షాపింగ్ వెబ్‌సైట్‌గా మార్చడానికి లేదా మొదటి నుండి మీ మాస్టర్ పీస్ ఇకామర్స్‌ను రూపొందించడానికి మీకు అనేక ఎంపికలు ఉన్నాయి."
  },
  "stripe": {
    "title": "గీత ఖాతా ఉందా?",
    "msg": "అభినందనలు, మీరు ఇంతకు ముందు చాలా పనులు చేసారు. ఒక్క ట్యాప్ ద్వారా మీ ఆన్‌లైన్ స్టోర్‌ని సృష్టించండి! మిగతాది సెల్‌డోన్ చూసుకుంటుంది."
  },
  "unbanked": {
    "title": "ఒక వేదిక, ఒక పరిష్కారం - లక్ష్యం.",
    "msg": "ఆన్‌లైన్ అమ్మకాలను సులభతరం చేయడానికి మరియు 1.7 బిలియన్లకు పైగా అన్‌బ్యాంక్ లేని పెద్దలకు కూడా వ్యవస్థాపక స్ఫూర్తిని అన్‌లాక్ చేయడానికి ప్రత్యేకమైన బిజినెస్ OS."
  },
  "faqs": [
    {
      "question": "నేను క్రెడిట్ కార్డ్ లేకుండా ఆన్‌లైన్ స్టోర్‌ని సృష్టించవచ్చా?",
      "answer": "అవును, సెల్‌డోన్‌లో క్రెడిట్ మరియు డెబిట్ కార్డ్‌ల వంటి ఏ బ్యాంకింగ్ కార్డ్ అవసరం లేకుండానే మీరు మీ ఇ-కామర్స్‌ని సృష్టించవచ్చు. సాధారణ ఆర్థిక సేవలకు ప్రాప్యత లేకుండా 1.7 బిలియన్లకు పైగా ప్రజలకు అధునాతన ఇకామర్స్ సేవలను అందించడానికి Selldone ఒక ప్రత్యేక మార్గాన్ని ఉపయోగిస్తుంది."
    },
    {
      "question": "నేను బ్యాంక్ చేయని కస్టమర్‌లకు ఆన్‌లైన్‌లో ఎలా విక్రయించగలను?",
      "answer": "మీ ఇకామర్స్‌కు COD ( <b>క్యాష్ ఆన్ డెలివరీ</b> )ని జోడించండి, తద్వారా మీ కస్టమర్‌లు ఆర్డర్‌ను స్వీకరించిన తర్వాత చెల్లించవచ్చు. ఫైనాన్సింగ్ ఇన్‌ఫ్రాస్ట్రక్చర్ లేకపోవడంతో చాలా దేశాల్లో COD సంప్రదాయ మార్గం."
    },
    {
      "question": "బ్యాంక్ ఖాతా లేకుండా నేను నా ఈకామర్స్‌ని ఎలా సెటప్ చేయగలను?",
      "answer": "సెల్‌డోన్‌కు ముందు కాల్చని వ్యక్తులకు పరిష్కారం లేదు. కానీ ఇప్పుడు, మీరు ఏ బ్యాంక్ ఖాతా లేకుండానే మీ కామర్స్ మరియు వెబ్‌సైట్‌ను సృష్టించవచ్చు. ఇది మీ కోసం కనీస ధరను కలిగి ఉంది; మీరు ఈ ఖర్చును మీ వాలెట్ ద్వారా నెలాఖరులో చెల్లించవచ్చు. Selldone వాలెట్ ఇతర వ్యక్తుల నుండి రుసుమును స్వీకరించవచ్చు లేదా బహుమతి కార్డ్‌ల ద్వారా ఛార్జ్ చేయవచ్చు. ఈ సేవలను ఉపయోగించడానికి మీకు క్రెడిట్ కార్డ్ అవసరం లేదు."
    },
    {
      "question": "సెటప్ ఖర్చు లేకుండా నేను వ్యాపారాన్ని ఎలా ప్రారంభించగలను?",
      "answer": "<ol><li><a href='https://selldone.com'>Selldone.com</a> లో ఉచితంగా నమోదు చేసుకోండి.</li><li> మీ దుకాణాన్ని నిర్మించండి.</li><li> మీ ఉత్పత్తులు మరియు సేవలను జోడించండి.</li><li> మీ డొమైన్‌ను కనెక్ట్ చేయండి (ఐచ్ఛికం)</li><li> చెల్లింపు గేట్‌వేలను ప్రారంభించండి.</li><li> స్నేహితులు మరియు కుటుంబాలకు మీ వ్యాపారాన్ని పరిచయం చేయడం ప్రారంభించండి.</li><li> సోషల్ మీడియాలో మిమ్మల్ని మరియు మీ ఉత్పత్తులను పరిచయం చేసుకోండి.</li><li> ప్రత్యేకమైన విలువ ప్రతిపాదనను అందించడం ద్వారా మీ వ్యాపారం కోసం బ్రాండ్‌ను రూపొందించండి.</li><li> Selldone ప్యానెల్ ద్వారా మీ వినియోగదారుల ప్రవర్తనను పర్యవేక్షించండి.</li></ol>"
    }
  ],
  "brands": {
    "title": "విశ్వసనీయ పునాదిపై మీ వ్యాపారాన్ని నిర్మించుకోండి.",
    "subtitle": "మీ వ్యాపారం విలువైనది!"
  },
  "why_boxes": {
    "block1": {
      "title": "ప్రారంభ ఖర్చును ఆదా చేయండి",
      "subtitle": "నో-థీమ్ & నో-ప్లగ్ఇన్ సొల్యూషన్."
    },
    "block2": {
      "title": "కార్యాచరణ ఖర్చును ఆదా చేయండి",
      "subtitle": "అదనపు & దాచిన రుసుము లేదు."
    },
    "block3": {
      "title": "సమయాన్ని ఆదా చేసుకోండి",
      "subtitle": "ఎంటర్‌ప్రైజ్-గ్రేడ్ కానీ బిగినర్స్-ఫ్రెండ్లీ."
    }
  },
  "money_transfer": {
    "customer": "మీ కస్టమర్",
    "bank": "మీ బ్యాంక్ ఖాతా",
    "wallet": "వాలెట్",
    "free_setup": "ఉచిత సెటప్.",
    "no_extra_fee": "అదనపు రుసుము లేదు.",
    "no_hidden_fee": "దాచిన రుసుము లేదు."
  },
  "extra": {
    "cart": "కార్ట్స్ మేనేజ్‌మెంట్",
    "payment": "చెల్లింపు",
    "shipping": "షిప్పింగ్",
    "fulfilment": "నెరవేర్చుట",
    "community": "సంఘం & అభిప్రాయం"
  },
  "select_language_dialog_title": "మీకు ఇష్టమైన భాషలో మీ వ్యాపారం చేయండి",
  "welcome_title": "మీ వ్యాపారాన్ని దృశ్యమానంగా రూపొందించండి, నిర్వహించండి మరియు స్కేల్ చేయండి",
  "welcome_subtitle": "మీ ఆన్‌లైన్ స్టోర్‌ను నో-కోడ్ & నో ఎక్స్‌పర్ట్ ద్వారా మిలియన్ల ఆర్డర్‌ల కోసం అవసరమైన పరిష్కారాన్ని రూపొందించండి.",
  "your_shop": "మీ దుకాణం ముందరి",
  "your_dashboard": "మీ బ్యాక్ ఆఫీస్",
  "flow": {
    "title": "అనుకూలీకరించదగిన చెక్అవుట్ ఫ్లో.",
    "subtitle": "మీ కస్టమర్ ప్రయాణం మరియు కొనుగోలు విధానం మరియు ప్రయోగ ఫలితాలను రూపొందించండి.",
    "pacman": "చెక్అవుట్ ప్లగిన్‌లు"
  },
  "business_model": {
    "title": "దృశ్యపరంగా వ్యాపార నమూనా స్వీకరణ.",
    "subtitle": "మీ వ్యాపార నమూనాను దృశ్యమానంగా సెటప్ చేయండి, అన్ని సంక్లిష్టత తెర వెనుక ట్యూన్ చేయబడుతుంది.",
    "pacman": "మార్కెట్‌ప్లేస్ & POD ప్లగిన్‌లు"
  },
  "team": {
    "title": "బృందాన్ని కలవండి.",
    "msg": "వాణిజ్య ప్లాట్‌ఫారమ్‌ల క్రూరమైన రంగంలో మేము వివిధ నియమాల ప్రకారం ఆడతాము, ప్రత్యేకించి మా పోటీదారులు ప్రకటనల కోసం మిలియన్ల డాలర్లు ఖర్చు చేసినప్పుడు; మేము ఉత్పత్తి, వ్యక్తులు మరియు నిజమైన సమస్యలను పరిష్కరించడంలో పెట్టుబడి పెడతాము. ఈ బృందం మీ వ్యాపారానికి మద్దతు ఇస్తుంది!"
  },
  "customers": {
    "title": "మా సంఘాన్ని కలవండి.",
    "msg": "మా కస్టమర్‌ల నుండి నేర్చుకోవడం ద్వారా భవిష్యత్ వ్యాపారవేత్తలను అన్‌లాక్ చేయడానికి అర్థవంతమైన సాధనాలను రూపొందించడానికి ఇది ఒక ప్రయాణం ప్రారంభం మాత్రమే."
  },
  "panorama": {
    "title": "ఖరీదైన ప్లగ్ఇన్ లేదు, <b class=\"font-weight-bold\">అన్ని ఫీచర్లు ముందే నిర్మించబడ్డాయి</b>",
    "msg": "ప్రతి నెలా ప్లగిన్‌లు మరియు యాప్‌ల కోసం వందల కొద్దీ డాలర్లు వెచ్చించాల్సిన అవసరం లేదు మరియు అప్‌డేట్‌ల గురించి ఆందోళన చెందాల్సిన అవసరం లేదు. మీ PC కోసం MacOS వలె, Selldone OS మీ వ్యాపారం యొక్క అన్ని సాంకేతిక అంశాలను చూసుకుంటుంది.",
    "orders_management": "ఆర్డర్ నిర్వహణ",
    "online_pos": "ఆన్‌లైన్ POS",
    "shipping": "షిప్పింగ్",
    "inventory_management": "ఇన్వెంటరీ నిర్వహణ",
    "social_commerce": "సామాజిక వాణిజ్యం",
    "in_store_sell": "స్టోర్‌లో విక్రయించండి",
    "team": "బృందం / సిబ్బంది",
    "incentives": "ప్రోత్సాహకాలు / విధేయత",
    "community": "సంఘం నిర్వహణ",
    "payments": "స్థానిక చెల్లింపులు",
    "ar_3d": "3D / AR"
  },
  "no_plugin": "లేదు-ప్లగ్ఇన్"
};