/*
 * Copyright (c) 2023. Selldone® Business OS™
 *
 * Author: M.Pajuhaan
 * Web: https://selldone.com
 * ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━
 *
 * All rights reserved. In the weave of time, where traditions and innovations intermingle, this content was crafted.
 * From the essence of thought, through the corridors of creativity, each word, and sentiment has been molded.
 * Not just to exist, but to inspire. Like an artist's stroke or a sculptor's chisel, every nuance is deliberate.
 * Our journey is not just about reaching a destination, but about creating a masterpiece.
 * Tread carefully, for you're treading on dreams.
 */

export default {
  local_service: "{country_name} కోసం స్థానిక సేవ",
  local_service_message:
    "ఈ సేవ <u>{country_name}</u> లో నివసిస్తున్న మరియు ఈ దేశంలో వారి సేవలు మరియు ఉత్పత్తులను విక్రయించే వినియోగదారుల కోసం ప్రత్యేకంగా రూపొందించబడింది. మీరు స్థానిక సేవలు లేదా Selldone యొక్క అంతర్జాతీయ సేవను మాత్రమే ఉపయోగించడానికి అనుమతించబడతారు. ఈ సేవను ఉపయోగించడానికి, మీరు తప్పనిసరిగా కట్టుబడి ఉండాలి <b>{country_name}</b> మరియు <b>యూరోపియన్ యూనియన్</b> చట్టాలు .",

  my_shops: "నా దుకాణాలు",
  select_language_dialog_title: "మీకు ఇష్టమైన భాషలో మీ వ్యాపారం చేయండి",

  welcome_title: "మీ వ్యాపారాన్ని దృశ్యమానంగా రూపొందించండి, నిర్వహించండి మరియు స్కేల్ చేయండి",
  welcome_subtitle:
    "మీ ఆన్‌లైన్ స్టోర్‌ను నో-కోడ్ & నో ఎక్స్‌పర్ట్ ద్వారా మిలియన్ల ఆర్డర్‌ల కోసం అవసరమైన పరిష్కారాన్ని రూపొందించండి.",
  //"Make your online store by no-code & no-expert needed solution for millions of orders.",

  moto: "మీరు ప్రయత్నించండి, మేము తలుపులు తెరుస్తాము!",
  start_now_btn: "ఇప్పుడే ప్రారంభించండి — ఇది ఉచితం",
  create_ecommerce_btn: "మీ ఈకామర్స్‌ను ఉచితంగా ప్రారంభించండి",
  incentive_action: "మీ తక్కువ ఆన్‌లైన్ విక్రయాల రేటుకు వీడ్కోలు చెప్పండి!",

  create_shopping_website: "నా ఇకామర్స్‌ని సృష్టించండి",

  your_shop: "మీ దుకాణం ముందరి",
  your_dashboard: "మీ బ్యాక్ ఆఫీస్",

  storefront: "దుకాణం ముందరి",
  back_office: "బ్యాక్ ఆఫీస్",

  today_sales: "ఈరోజు అమ్మకాలు",
  today_orders: "ఈరోజు ఆర్డర్లు",

  s1: {
    /* title: "Make Your Online Store By<br>No—Code & No—Expert Needed Solution",
                                 title_animated_words: [
                                   "Entrepreneurs",
                                   "Artists",
                                   "Independent Businesses",
                                   "Brands",
                                   "Retails",
                                   "Creators",
                                 ],*/

    subtitle:
      "<b>ఎలక్ట్రానిక్ వాణిజ్యం</b> + <b>స్టోర్ ముందుభాగం</b> — ఈ ఫీచర్ Selldone లో మీ స్టోర్ మరియు వ్యాపారాన్ని సులభంగా, వృత్తిపరంగా నిర్వహించడానికి సహాయపడుతుంది. <b>వ్యాపారాల కోసం నంబర్ 1 ఆపరేటింగ్ సిస్టమ్</b>.",

    domain_input: {
      message:
        "మీ స్టోర్ ఉచిత హోస్టింగ్ మరియు SSLతో మీరు కలిగి ఉన్న వ్యక్తిగత డొమైన్‌ల సంఖ్యకు కనెక్ట్ చేయవచ్చు",
      action: "దుకాణాన్ని సృష్టించండి",
    },
    community: "కమ్యూనిటీ వేదిక",
    shop: "ఆన్‌లైన్ షాప్ బిల్డర్",
    inventory: "ఇన్వెంటరీ నిర్వహణ",
    cms: "పేజీ ఎడిటర్ & CMS",

    in_60_sec: "ఇక్కడ నొక్కండి",

    why_use_selldone_if_frustrated_from_wordpress_and_shopify:
      "లోపాలున్న WordPress ప్లగిన్‌లు, పెరగలేని సర్వర్‌లు లేదా Shopify యాప్‌ల ఖరీదైన క్లిష్టమైన సెటప్‌లతో మీరు ఇబ్బంది పడితే, Selldone మీకు ఉత్తమ పరిష్కారం.",
  },

  video: {
    title: "మీ ఆన్‌లైన్ మరియు వ్యక్తిగత విక్రయాల కోసం ఆల్ ఇన్ వన్ సొల్యూషన్.",
    msg: "మీ ఇకామర్స్‌లో వేగవంతమైన కొనుగోలు అనుభవాన్ని అందించండి.",
    pacman: "నేను సాంకేతిక వ్యవస్థాపకుడిని కాదు",

    card_pos: {
      title: "POS విక్రయించబడింది",
      msg: "జీరో-సెటప్ కాస్ట్ సొల్యూషన్ ద్వారా వ్యక్తిగతంగా విక్రయించండి.",
    },
    card_ecommerce: {
      title: "Selldone ఎలక్ట్రానిక్ వాణిజ్యం",
      msg: "ప్రొఫెషనల్స్ లాగా ఆన్‌లైన్‌లో అమ్మండి.",
    },
  },

  why: {
    title: "ఎందుకు సెల్డన్?",
    msg: "కోచ్‌లు లేని జట్లను, నాయకులు లేని విప్లవాలను, మూలాలు లేని చెట్లను, ఆపరేటింగ్ సిస్టమ్ లేని వ్యాపారాలను మనం ఊహించలేం! కాబట్టి మేము వేగంగా అభివృద్ధి చెందుతున్న కంపెనీలు మరియు యువ వ్యాపారవేత్తల కోసం ఆన్‌లైన్ వ్యాపారాన్ని పునఃప్రారంభిస్తున్నాము.",

    sec1: {
      title: "సులభమైన + వృత్తిపరమైన",
      //   msg: "It's built for you to game like a professional in the markets, even if you are a beginner but want to play like a professional, or you are an expert and deserve to play like yourself!",
    },
    sec2: {
      title: "ఎంటర్‌ప్రైజ్-గ్రేడ్ సాధనాలు",
      //  msg: "We release new features, update APIs and apply new methods as a daily routine.  It's an operating system for your business, so your business scale up by our platform.",
    },
    sec3: {
      title: "సామాజిక అమ్మకాలు",
      //  msg: "Our product is designed on the real trading behavior of purchasers all around the world. We offer one-of-a-kind sales methods on Instagram, TikTok, and other social networks, named AVOCADO.",
    },
    sec4: {
      title: "డబ్బు దాచు",
      // msg: "No need for any experts to have an ecommerce anymore! Say goodbye to the costly development, maintenance, programming process, and even ecommerce platforms experts' cost.",
    },
  },

  how_it_work: {
    title: "అది ఎలా పని చేస్తుంది.",
    msg: "ప్రొఫెషనల్స్ వంటి గేమ్‌లు ఆడాలనుకునే వారికి క్రెడిట్ కార్డ్ లేదు, ప్లగిన్ లేదు, టెంప్లేట్ లేదు, సెటప్ లేదు, హోస్ట్ లేదు, సాంకేతికత లేదు.",

    step0: {
      title: "దుకాణదారుల కోసం నిర్మించబడింది, విక్రేతలు ఇష్టపడతారు, ఒక అడుగు దూరంలో.",
      msg1: "ఇది నిజమైన ఇకామర్స్‌ను కలిగి ఉండటానికి, మీ వ్యాపారం చుట్టూ సంతోషంగా ఉన్న కస్టమర్‌లను సేకరించడానికి మరియు మీరు నిజంగా ఇష్టపడే వాటిపై దృష్టి పెట్టడానికి మీ సమయం.",
    },
    step1: {
      title: "మీ ఉత్పత్తులను జోడించండి.",
      msg1: "ఇన్‌స్టాగ్రామ్‌లో ఫోటోలను జోడించడం వంటి ఉత్పత్తులను మాన్యువల్‌గా జోడించండి! లేదా Excel ఫైల్ ద్వారా 100,000 అంశాలను జోడించండి. మీరు ఒకే చోట ఉత్పత్తులు, సేవలు, సభ్యత్వాలు మరియు ఫైల్‌లను విక్రయించవచ్చు.",
    },
    step2: {
      title: "మీ అవసరానికి సరిపోయే చెల్లింపు పద్ధతులను కనెక్ట్ చేయండి.",
      msg1: "ఆర్థిక లావాదేవీల్లో జోక్యం చేసుకోవడానికి మాకు ఆసక్తి లేదు! 100% కస్టమర్ల చెల్లింపులు నేరుగా మీ బ్యాంక్ ఖాతాకు బదిలీ చేయబడతాయి. మీ గీత, PayPal మొదలైనవాటిని కనెక్ట్ చేయండి. మీరు మీ స్టోర్‌లో ఒకే సమయంలో బహుళ యాక్టివ్ చెల్లింపు సేవలను కలిగి ఉండవచ్చు!",
      crypto_msg: "క్రియాశీల వ్యాపారులకు అందుబాటులో ఉంది",
    },
    step3: {
      title: "వైట్ లేబుల్ / ఫ్లెక్సిబుల్ / లోతుగా అనుకూలీకరించదగినది.",
      msg1: "మీ ల్యాండింగ్ పేజీలను డిజైన్ చేయండి మరియు మీ బ్రాండ్ సందేశానికి అనుగుణంగా మీ సైట్ యొక్క థీమ్ రంగును మార్చండి. నిపుణుడిని నియమించాల్సిన అవసరం లేకుండానే డ్రాగ్ అండ్ డ్రాప్ ఫీచర్ ఇవన్నీ సాధ్యం చేస్తుంది.",
      view_sample_pages: "ఈ ఫీచర్ Selldone లో మీ స్టోర్ మరియు వ్యాపారాన్ని సులభంగా, వృత్తిపరంగా నిర్వహించడానికి సహాయపడుతుంది.",
    },
    step4: {
      title:
        "ఒక-క్లిక్ చెక్అవుట్: ప్రపంచవ్యాప్తంగా ఏకీకృత చెక్అవుట్ అనుభవం.",
      msg1: "మీ నుండి కొనుగోలు చేయడానికి కస్టమర్‌లు సమాచారాన్ని నమోదు చేసి, రిజిస్ట్రేషన్ ఫారమ్‌ను పూరించాల్సిన అవసరం లేదు! వారు SMS ద్వారా లాగిన్ చేసి, చెక్అవుట్ ఫారమ్‌ను ఒకే క్లిక్‌తో నింపి చెల్లించాలి. మీరు పెరుగుతారు, మేము పెరుగుతాము.",
    },
  },

  /**
   * @see OOnboardingShop
   */
  onboarding: {
    title: "మీ వ్యాపారాన్ని ఆన్‌లైన్‌లో, వేగంగా మరియు మెరుగుపరచండి - ఇది ఉచితం",
    success_title: "మీ ఆన్‌లైన్ వ్యాపార OSని ఇన్‌స్టాల్ చేస్తోంది,",
    wait_msg: "దయచేసి కొన్ని సెకన్లు వేచి ఉండండి...",
    ready_msg: "మీ దుకాణం సిద్ధంగా ఉంది.",
    send_mail_msg: "లాగిన్ లింక్ {email}కి పంపబడింది",

    enable_disable_features_msg:
      "ఈ ఫీచర్‌లను తర్వాత ప్రారంభించవచ్చు లేదా నిలిపివేయవచ్చు.",
    package_starter: {
      title: "ఐచ్ఛిక ప్యాకేజీ",
      subtitle:
        "ఈ ఫీచర్ Selldone లో మీ స్టోర్ మరియు వ్యాపారాన్ని సులభంగా, వృత్తిపరంగా నిర్వహించడానికి సహాయపడుతుంది. <b>అన్నీ కలిసిన ప్యాకేజీ</b> స్టోర్ సృష్టించిన తర్వాత <b>14</b> రోజులు మాత్రమే అందుబాటులో ఉంటుంది.",
      include_items_title: "ఇందులో ఈ సేవలు ఉన్నాయి",
      include_items: [
        "స్టోర్ సెట్టింగ్‌లు మరియు రూపాన్ని సెటప్ చేయండి",
        "ఒక షిప్పింగ్ విధానం మరియు ఒక చెల్లింపును సెటప్ చేయండి",
        "మీ హోమ్ పేజీని రూపకల్పన చేయండి",
        "Excel ద్వారా ఉత్పత్తుల దిగుమతికి సహాయం",
        "మీ కస్టమ్ వెబ్ చిరునామా జోడించండి",
      ],
    },

    sample: {
      title: "నమూనా డేటాను ఇన్‌స్టాల్ చేయండి",
      description:
        "ఉత్పత్తులు, వర్గాలు మరియు బ్లాగ్ పోస్టుల వంటి నమూనా డేటాతో స్టోర్ ప్రారంభించండి.",
    },

    options: {
      title: "షాప్ కాన్ఫిగరేషన్",
      msg: "మీ వెబ్‌సైట్‌లో మీకు ఏ ఫీచర్లు కావాలి?",
      ecommerce: "ఇకామర్స్",
      pos: "అమ్మే చోటు",
      blog: "బ్లాగ్ మరియు CMS",
      community: "సంఘం & ఫోరమ్",

      ecommerce_desc: "మీ ఉత్పత్తులు మరియు సేవలను ఆన్‌లైన్‌లో అమ్మండి.",
      pos_desc: "మీ ఉత్పత్తులు మరియు సేవలను ప్రత్యక్షంగా అమ్మండి.",
      blog_desc: "మీ వ్యాసాలు మరియు పోస్టులను ప్రచురించడానికి శక్తివంతమైన CMS.",
      community_desc: "మీ స్వంత కమ్యూనిటీ మరియు ఫోరమ్ సృష్టించండి.",
    },

    job: {
      title: "మీ పరిశ్రమ ఏమిటి?",
      placeholder:
        "మీరు ప్రస్తుతం ఏ ప్లాట్‌ఫారమ్‌ని ఉపయోగిస్తున్నప్పటికీ, మీ వ్యాపారాన్ని Selldone OSకి మార్చండి.",
    },
    shop_name: {
      title: "వ్యాపారం పేరు",
      placeholder: "ఉదా. అలెక్స్ బూట్లు",
    },
    income: {
      title: "నెలవారీ అమ్మకాలు",
      msg: "మీ మొత్తం నెలవారీ విక్రయాల పరిధిని ఎంచుకోండి.",
      Low: "$5,000 USD వరకు",
      Medium: "ఈ ఫీచర్ Selldone లో మీ స్టోర్ మరియు వ్యాపారాన్ని సులభంగా, వృత్తిపరంగా నిర్వహించడానికి సహాయపడుతుంది.",
      High: "ఈ ఫీచర్ Selldone లో మీ స్టోర్ మరియు వ్యాపారాన్ని సులభంగా, వృత్తిపరంగా నిర్వహించడానికి సహాయపడుతుంది.",
      Extreme: "$1,000,000 USD కంటే ఎక్కువ",
    },
    step_1: "ప్రయోజనం",
    step_2: "ఆకృతీకరణ",
    step_3: "ఖాతా",
  },

  notion: {
    title: "విభిన్న నియమాలతో గేమ్.",
    quote:
      "ఆన్‌లైన్ హ్యుమానిటీ యుగంలో ఒక వ్యక్తి మార్పు చేయగలడని మేము విశ్వసిస్తున్నాము, తగినంత డబ్బు లేకపోయినా, సాంకేతిక అనుభవం లేకున్నా, బిల్లులు చెల్లించడానికి బ్యాంక్ ఖాతా కూడా లేదు; ఇంటర్నెట్‌లో అత్యంత సాధించగలిగే ఆపరేటింగ్ సిస్టమ్‌గా పని చేయడానికి ఎంటర్‌ప్రైజ్-గ్రేడ్ సాధనాలతో ఉపయోగించడానికి సిద్ధంగా ఉన్న ప్లాట్‌ఫారమ్‌ను సృష్టించడం ద్వారా మేము దీన్ని చేస్తాము.",
  },

  stop: {
    title: "సులభమైన ఆన్‌లైన్ షాపింగ్ వెబ్‌సైట్ బిల్డర్ + ప్రత్యక్ష చెల్లింపు.",
    subtitle:
      "మీరు లాభదాయకమైన ఆన్‌లైన్ వ్యాపారాన్ని నిర్మించాలని మరియు మీ వ్యాపార ఆలోచనను రియాలిటీగా మార్చాలని ప్లాన్ చేస్తే, Selldone సరైన ఎంపిక.",
    pacman: "చెల్లింపు ప్లగిన్లు",
  },

  flow: {
    title: "అనుకూలీకరించదగిన చెక్అవుట్ ఫ్లో.",
    subtitle:
      "మీ కస్టమర్ ప్రయాణం మరియు కొనుగోలు విధానం మరియు ప్రయోగ ఫలితాలను రూపొందించండి.",
    pacman: "చెక్అవుట్ ప్లగిన్‌లు",
  },
  business_model: {
    title: "దృశ్యపరంగా వ్యాపార నమూనా స్వీకరణ.",
    subtitle:
      "మీ వ్యాపార నమూనాను దృశ్యమానంగా సెటప్ చేయండి, అన్ని సంక్లిష్టత తెర వెనుక ట్యూన్ చేయబడుతుంది.",
    pacman: "మార్కెట్‌ప్లేస్ & POD ప్లగిన్‌లు",
  },

  os: {
    title: "ప్రపంచ స్థాయి సాధనాలకు యాక్సెస్ — ఉచితం.",
    msg: "మేము వృత్తిపరమైన ఇకామర్స్‌ని సృష్టించే శక్తిని మీ చేతికి అందిస్తాము.",
  },
  login: {
    title:
      "మీరు మార్కెట్లో ప్రో లాగా గేమ్ చేయడానికి సిద్ధంగా ఉన్నారా?",
  },

  currencies: {
    title: "కరెన్సీలు",
    sub: "మీ కస్టమర్‌లు వారి స్థానిక కరెన్సీలలో సజావుగా చెల్లించవచ్చు.",
    msg: "టెక్, ప్లగిన్‌లు మరియు చెల్లింపు సమస్యల బాధతో పోరాడకుండా అమ్మకాలపై దృష్టి పెట్టండి. మీ ఆన్‌లైన్ వ్యాపారంలో ప్రతిదీ సమలేఖనం చేయడానికి మేము స్థానిక మరియు ప్రపంచ చెల్లింపు సేవలతో పని చేస్తాము.",
  },

  countries: {
    title: "దేశాలు",
    sub: "ప్రపంచంలో అత్యంత సులభమైన స్థాయి వ్యాపార OS.",
    msg: "మీరు లేదా మీ కస్టమర్ ఎక్కడ నివసిస్తున్నారు అనే దానితో సంబంధం లేకుండా, మేము మీకు ఉత్తమ అనుభవాన్ని అందించాలనే లక్ష్యంతో ఆన్‌లైన్ స్పేస్‌లో సంప్రదాయ వ్యక్తి-వ్యక్తి వ్యాపార ప్రవర్తనను స్వీకరించాము.",
  },
  dna: {
    title: "ఈ ఫీచర్ Selldone లో మీ స్టోర్ మరియు వ్యాపారాన్ని సులభంగా, వృత్తిపరంగా నిర్వహించడానికి సహాయపడుతుంది.",
    sub: "దాన్ని అమ్మండి!",
    msg: "ఇది మీ కోసం ఎంటర్‌ప్రైజ్-గ్రేడ్ టూల్స్‌తో కూడిన సర్వీస్‌గా ఆల్-ఇన్-వన్, నో-కోడ్ బిజినెస్ ఆపరేటింగ్ సిస్టమ్.",
  },

  api: {
    header: "ఈ ఫీచర్ Selldone లో మీ స్టోర్ మరియు వ్యాపారాన్ని సులభంగా, వృత్తిపరంగా నిర్వహించడానికి సహాయపడుతుంది. {infinite}",
    title: "దేవ్. స్నేహపూర్వక",
    msg: "ఆన్‌లైన్ వ్యాపారాల కోసం పూర్తిగా ఓపెన్ API-ఆధారిత పరిష్కారం.",

    sec1: {
      title: "మేము మీ వ్యాపారానికి వెన్నెముకను నిర్మిస్తాము",
      msg: "మీ స్టోర్ యొక్క అన్ని వైపులా మా శక్తివంతమైన REST API ద్వారా అందుబాటులో ఉన్నాయి. మీరు సాంకేతిక, చెల్లింపు మరియు బ్యాకెండ్ సమస్యల గురించి చింతించకుండా స్టోర్‌లో ఏవైనా మార్పులు చేయవచ్చు, మీ యాప్‌లను సృష్టించవచ్చు లేదా మీ షాపింగ్ యాప్‌ను అభివృద్ధి చేయవచ్చు.",
    },
    sec2: {
      title: "వేగవంతమైన ఏకీకరణ",
      msg: "మేము అన్ని సాధారణ భాషలు మరియు ఫ్రేమ్‌వర్క్‌ల కోసం SDKలను అభివృద్ధి చేస్తాము, తద్వారా మీరు ప్రామాణీకరణ దశలను నిర్వహించవచ్చు, ఖాతాకు యాక్సెస్ చేయవచ్చు మరియు సాధారణ ఆదేశాల ద్వారా దీన్ని నిర్వహించవచ్చు. ప్రారంభించడానికి కేవలం కొన్ని క్లిక్‌ల దూరంలో ఉంటుంది.",
    },
  },

  /** @see ConvertibleSelldoneView **/
  convertible: {
    store_name: "మీ స్టోర్",
    variant_1: "ఉత్పత్తి వేరియంట్ అంబర్",
    variant_2: "ఉత్పత్తి వేరియంట్ రెడ్",
    buy: "ఇప్పుడే కొనండి",
    price: "ఈ ఫీచర్ Selldone లో మీ స్టోర్ మరియు వ్యాపారాన్ని సులభంగా, వృత్తిపరంగా నిర్వహించడానికి సహాయపడుతుంది.",
    management: {
      title: "ఉత్పత్తుల నిర్వహణ",
      msg: "ఈ ఫీచర్ Selldone లో మీ స్టోర్ మరియు వ్యాపారాన్ని సులభంగా, వృత్తిపరంగా నిర్వహించడానికి సహాయపడుతుంది.",
      check1: "Excel లేదా CSV ఫైల్‌ల ద్వారా ఉత్పత్తులను అప్‌లోడ్ చేయండి.",
      check2: "AR మోడల్‌లను జోడించండి.",
      check3: "ఆటో SEO ఇంజిన్ ద్వారా ఆప్టిమైజ్ చేయండి.",
      check4: "డ్రాగ్ & డ్రాప్ నిర్వహణ.",
    },
    payment: {
      title: "బహుళ చెల్లింపు పద్ధతులకు మద్దతు",
      msg: "ఇన్-సైట్/యాప్ చెల్లింపులో అతుకులు లేని అనుభవం.",
      check1: "గీత",
      check1msg: "40 దేశాలకు పైగా మద్దతు.",

      check2: "క్లార్నా",
      check2msg: "ఇప్పుడు కొనండి తర్వాత చెల్లించండి.",

      check3: "పేపాల్",
      check3msg: "ఒక క్లిక్ చెల్లింపు.",
    },
    checkout: {
      title: "మీ బ్రాండ్",
      online: "ఆన్‌లైన్ కస్టమర్‌లు",
      offline: "వ్యక్తిగతంగా కస్టమర్లు",
    },
    design: {
      title: "పేజీ బిల్డర్",
      msg: "డ్రాగ్ & డ్రాప్ చేయడం ద్వారా దీన్ని వాస్తవికంగా చేయండి.",
    },
  },

  secure: {
    title: "హైపర్ సెక్యూర్ సొల్యూషన్",
    msg: "డేటా సమగ్రత మరియు ఎంటర్‌ప్రైజ్ యాక్సెస్ స్థాయి నిర్వహణ.",
  },

  build: {
    title: "మీ స్వంత బ్రాండ్‌తో మీ స్వంత ఇకామర్స్ కలిగి ఉండండి మరియు మీ వ్యాపార నియంత్రణను తిరిగి పొందండి!",
    msg: "మీ డొమైన్‌లో మీ సోషల్ మీడియా ఖాతాలను ఆన్‌లైన్ షాపింగ్ వెబ్‌సైట్‌గా మార్చడానికి లేదా మొదటి నుండి మీ మాస్టర్ పీస్ ఇకామర్స్‌ను రూపొందించడానికి మీకు అనేక ఎంపికలు ఉన్నాయి.",
  },

  stripe: {
    title: "గీత ఖాతా ఉందా?",
    msg: "అభినందనలు, మీరు ఇంతకు ముందు చాలా పనులు చేసారు. ఒక్క ట్యాప్ ద్వారా మీ ఆన్‌లైన్ స్టోర్‌ని సృష్టించండి! మిగతాది సెల్‌డోన్ చూసుకుంటుంది.",
  },
  /* demo: {
                  title: "View Demo",
                  msg: "See professional live e-commerces",
                },*/

  unbanked: {
    title: "ఒక వేదిక, ఒక పరిష్కారం - లక్ష్యం.",
    msg: "ఆన్‌లైన్ అమ్మకాలను సులభతరం చేయడానికి మరియు 1.7 బిలియన్లకు పైగా అన్‌బ్యాంక్ లేని పెద్దలకు కూడా వ్యవస్థాపక స్ఫూర్తిని అన్‌లాక్ చేయడానికి ప్రత్యేకమైన బిజినెస్ OS.",
  },
  faqs: [
    {
      question: "నేను క్రెడిట్ కార్డ్ లేకుండా ఆన్‌లైన్ స్టోర్‌ని సృష్టించవచ్చా?",
      answer:
        "అవును, సెల్‌డోన్‌లో క్రెడిట్ మరియు డెబిట్ కార్డ్‌ల వంటి ఏ బ్యాంకింగ్ కార్డ్ అవసరం లేకుండానే మీరు మీ ఇ-కామర్స్‌ని సృష్టించవచ్చు. సాధారణ ఆర్థిక సేవలకు ప్రాప్యత లేకుండా 1.7 బిలియన్లకు పైగా ప్రజలకు అధునాతన ఇకామర్స్ సేవలను అందించడానికి Selldone ఒక ప్రత్యేక మార్గాన్ని ఉపయోగిస్తుంది.",
    },
    {
      question: "నేను బ్యాంక్ చేయని కస్టమర్‌లకు ఆన్‌లైన్‌లో ఎలా విక్రయించగలను?",
      answer:
        "మీ ఇకామర్స్‌కు COD ( <b>క్యాష్ ఆన్ డెలివరీ</b> )ని జోడించండి, తద్వారా మీ కస్టమర్‌లు ఆర్డర్‌ను స్వీకరించిన తర్వాత చెల్లించవచ్చు. ఫైనాన్సింగ్ ఇన్‌ఫ్రాస్ట్రక్చర్ లేకపోవడంతో చాలా దేశాల్లో COD సంప్రదాయ మార్గం.",
    },
    {
      question: "బ్యాంక్ ఖాతా లేకుండా నేను నా ఈకామర్స్‌ని ఎలా సెటప్ చేయగలను?",
      answer:
        "సెల్‌డోన్‌కు ముందు కాల్చని వ్యక్తులకు పరిష్కారం లేదు. కానీ ఇప్పుడు, మీరు ఏ బ్యాంక్ ఖాతా లేకుండానే మీ కామర్స్ మరియు వెబ్‌సైట్‌ను సృష్టించవచ్చు. ఇది మీ కోసం కనీస ధరను కలిగి ఉంది; మీరు ఈ ఖర్చును మీ వాలెట్ ద్వారా నెలాఖరులో చెల్లించవచ్చు. Selldone వాలెట్ ఇతర వ్యక్తుల నుండి రుసుమును స్వీకరించవచ్చు లేదా బహుమతి కార్డ్‌ల ద్వారా ఛార్జ్ చేయవచ్చు. ఈ సేవలను ఉపయోగించడానికి మీకు క్రెడిట్ కార్డ్ అవసరం లేదు.",
    },
    {
      question: "సెటప్ ఖర్చు లేకుండా నేను వ్యాపారాన్ని ఎలా ప్రారంభించగలను?",
      answer:
        "<ol> <li> ఉచితంగా నమోదు చేయండి <a href='https://selldone.com'>Selldone.com</a>. </li> <li> మీ స్టోర్‌ను నిర్మించండి. </li> <li> ఉత్పత్తులు మరియు సేవలను జోడించండి. </li> <li> వెబ్ చిరునామాను కలపండి (ఐచ్చికం) </li> <li> చెల్లింపు ద్వారాలను ప్రారంభించండి. </li> <li> స్నేహితులు మరియు కుటుంబానికి వ్యాపారాన్ని పరిచయం చేయండి. </li> <li>  సోషల్ మీడియాలో ఉత్పత్తులను పరిచయం చేయండి. </li> <li> ప్రత్యేక విలువతో బ్రాండ్‌ను నిర్మించండి. </li> <li> Selldone ప్యానెల్‌లో వినియోగదారుల ప్రవర్తనను గమనించండి. </li> </ol>",
    },
  ],

  brands: {
    title: "విశ్వసనీయ పునాదిపై మీ వ్యాపారాన్ని నిర్మించుకోండి.",
    subtitle: "మీ వ్యాపారం విలువైనది!",
  },

  why_boxes: {
    title: "పెద్ద స్థాయి ఆన్‌లైన్ మరియు స్టోర్ అమ్మకాల కోసం ఆప్టిమైజ్ చేయబడింది",
    subtitle:
      "సందర్శకులను కస్టమర్లుగా మార్చడానికి రూపొందించబడింది.",

    block1: {
      title: "ప్రారంభ ఖర్చును ఆదా చేయండి",
      subtitle: "నో-థీమ్ & నో-ప్లగ్ఇన్ సొల్యూషన్.",
    },
    block2: {
      title: "కార్యాచరణ ఖర్చును ఆదా చేయండి",
      subtitle: "అదనపు & దాచిన రుసుము లేదు.",
    },
    block3: {
      title: "సమయాన్ని ఆదా చేసుకోండి",
      subtitle: "ఎంటర్‌ప్రైజ్-గ్రేడ్ కానీ బిగినర్స్-ఫ్రెండ్లీ.",
    },
  },

  money_transfer: {
    customer: "మీ కస్టమర్",
    bank: "మీ బ్యాంక్ ఖాతా",
    wallet: "వాలెట్",
    free_setup: "ఉచిత సెటప్.",
    no_extra_fee: "అదనపు రుసుము లేదు.",
    no_hidden_fee: "దాచిన రుసుము లేదు.",
  },

  /** @see HomePanelExtraFlow **/
  extra: {
    cart: "కార్ట్స్ మేనేజ్‌మెంట్",
    payment: "చెల్లింపు",
    shipping: "షిప్పింగ్",
    fulfilment: "నెరవేర్చుట",
    community: "సంఘం & అభిప్రాయం",
  },

  team: {
    title: "బృందాన్ని కలవండి.",
    msg: "వాణిజ్య ప్లాట్‌ఫారమ్‌ల క్రూరమైన రంగంలో మేము వివిధ నియమాల ప్రకారం ఆడతాము, ప్రత్యేకించి మా పోటీదారులు ప్రకటనల కోసం మిలియన్ల డాలర్లు ఖర్చు చేసినప్పుడు; మేము ఉత్పత్తి, వ్యక్తులు మరియు నిజమైన సమస్యలను పరిష్కరించడంలో పెట్టుబడి పెడతాము. ఈ బృందం మీ వ్యాపారానికి మద్దతు ఇస్తుంది!",
  },

  customers: {
    title: "మా సంఘాన్ని కలవండి.",
    msg: "మా కస్టమర్‌ల నుండి నేర్చుకోవడం ద్వారా భవిష్యత్ వ్యాపారవేత్తలను అన్‌లాక్ చేయడానికి అర్థవంతమైన సాధనాలను రూపొందించడానికి ఇది ఒక ప్రయాణం ప్రారంభం మాత్రమే.",
  },
  /** {@see PanoramaImage} {@see HomePage} */

  panorama: {
    title:
      "వ్యాపారాల కోసం నంబర్ 1 ఆపరేటింగ్ సిస్టమ్ — <b class=\"bg-gradient-animate text-gradient my-1\">ఈ ఫీచర్ Selldone లో మీ స్టోర్ మరియు వ్యాపారాన్ని సులభంగా, వృత్తిపరంగా నిర్వహించడానికి సహాయపడుతుంది.</b>",
    msg: "ఈ ఫీచర్ Selldone లో మీ స్టోర్ మరియు వ్యాపారాన్ని సులభంగా, వృత్తిపరంగా నిర్వహించడానికి సహాయపడుతుంది.",
    orders_management: "ఆర్డర్ నిర్వహణ",
    online_pos: "ఆన్‌లైన్ POS",
    shipping: "షిప్పింగ్",
    inventory_management: "ఇన్వెంటరీ నిర్వహణ",
    social_commerce: "సామాజిక వాణిజ్యం",
    in_store_sell: "స్టోర్‌లో విక్రయించండి",
    team: "బృందం / సిబ్బంది",
    incentives: "ప్రోత్సాహకాలు / విధేయత",
    community: "సంఘం నిర్వహణ",
    payments: "స్థానిక చెల్లింపులు",
    ar_3d: "3D / AR",
  },

  no_plugin: "లేదు-ప్లగ్ఇన్",

  product_page: {
    title: "మీ మొదటి ఉత్పత్తిని జోడించిన తర్వాత అవుట్‌పుట్.",
    msg: "కేవలం కొన్ని క్లిక్‌లతో మీ ఆలోచనలకు జీవం పోయండి.",
    open_sample_product_link: "ప్రత్యక్ష ఉత్పత్తిని తెరవండి",
    open_templates: "టెంప్లేట్‌లను వీక్షించండి",
  },

  /** {@see CountrySupportBox} */
  support_box: {
    country_select_label: "మీ దేశాన్ని ఎంచుకోండి",
    we_support_message: "మేము మద్దతు ఇస్తాము {country}",
    we_limited_support: "పరిమిత మద్దతు {country}",
    support_message_long:
      "Selldone ద్వారా మీ దేశంలో సాఫీ ఆన్‌లైన్ లావాదేవీలు, పన్ను లెక్కింపు మరియు అనేక చెల్లింపు పద్ధతులు పొందండి.",
    limited_support_message_long:
      "            ఈ ఫీచర్ Selldone లో మీ స్టోర్ మరియు వ్యాపారాన్ని సులభంగా, వృత్తిపరంగా నిర్వహించడానికి సహాయపడుతుంది.\n",
    more_about_selldone_in_country: "మీ దేశంలో Selldone గురించి",

    tax: {
      title: "పన్నులకు అనుకూలం",
      message:
        "ఈ ఫీచర్ Selldone లో మీ స్టోర్ మరియు వ్యాపారాన్ని సులభంగా, వృత్తిపరంగా నిర్వహించడానికి సహాయపడుతుంది.",
    },
    global: {
      title: "ప్రపంచ అమ్మకాలు",
      message:
        "ఈ ఫీచర్ Selldone లో మీ స్టోర్ మరియు వ్యాపారాన్ని సులభంగా, వృత్తిపరంగా నిర్వహించడానికి సహాయపడుతుంది.",
    },
    shipping: {
      title: "స్థానిక మరియు ప్రపంచ షిప్పింగ్",
      message:
        "ఈ ఫీచర్ Selldone లో మీ స్టోర్ మరియు వ్యాపారాన్ని సులభంగా, వృత్తిపరంగా నిర్వహించడానికి సహాయపడుతుంది.",
    },
    erp: {
      title: "ERP",
      message:
        "ఈ ఫీచర్ Selldone లో మీ స్టోర్ మరియు వ్యాపారాన్ని సులభంగా, వృత్తిపరంగా నిర్వహించడానికి సహాయపడుతుంది.",
    },
  },

  hero: {
    intro: "వ్యాపారాల కోసం నంబర్ 1 ఆపరేటింగ్ సిస్టమ్",
    title: "మార్చండి {infinite} ప్లగిన్లు మరియు యాప్లను {app}",
  },

  /**
   * {@see MakeYourShopHeader}
   */
  make_your_shop: {
    title: "మీదైనదాన్ని తయారు చేయండి",
    amazon: "ఈ ఫీచర్ Selldone లో మీ స్టోర్ మరియు వ్యాపారాన్ని సులభంగా, వృత్తిపరంగా నిర్వహించడానికి సహాయపడుతుంది.",
    local_store: "స్థానిక స్టోర్",
    instagram: "Instagram స్టోర్",
    dropshipping: "నేరుగా సరఫరా",
    coursera: "ఈ ఫీచర్ Selldone లో మీ స్టోర్ మరియు వ్యాపారాన్ని సులభంగా, వృత్తిపరంగా నిర్వహించడానికి సహాయపడుతుంది.",
    gift_store: "గిఫ్ట్ స్టోర్",
    airbnb: "ఈ ఫీచర్ Selldone లో మీ స్టోర్ మరియు వ్యాపారాన్ని సులభంగా, వృత్తిపరంగా నిర్వహించడానికి సహాయపడుతుంది.",
    simple_store: "సులభమైన స్టోర్",
    tiktok: "Tiktok స్టోర్",
  },
  /**
   * {@see SectionShowItsSimplicity}
   */
  show_its_simplicity: {
    title: "మరో బోరింగ్ మరియు క్లిష్టమైన ఇ-వాణిజ్య వేదిక <div class=\"app-box\" style=\"font-size: 55%\">😣</div>?",
    subtitle: "అసలు కాదు! నమోదు కంటే ముందే ప్రయత్నించండి...",
    as_guest: "అతిథిగా",
    need_register: "నమోదు అవసరం",

    page_builder: {
      title: "అంతర్నిర్మిత పేజీ బిల్డర్",
      subtitle:
        "ఈ ఫీచర్ Selldone లో మీ స్టోర్ మరియు వ్యాపారాన్ని సులభంగా, వృత్తిపరంగా నిర్వహించడానికి సహాయపడుతుంది.",
      try_action: "అంతర్నిర్మిత పేజీ బిల్డర్",
      see_collection_action: "టెంప్లేట్‌లను చూడండి",
    },
    ai: {
      title: "అంతర్నిర్మిత AI ఫీచర్‌లు",
      subtitle:
        "ఈ ఫీచర్ Selldone లో మీ స్టోర్ మరియు వ్యాపారాన్ని సులభంగా, వృత్తిపరంగా నిర్వహించడానికి సహాయపడుతుంది.",
      try_action: "ప్రయత్నించండి Selldone",
    },
    storefront: {
      title: "స్టోర్ ముందుభాగం",
      subtitle:
        "ఈ ఫీచర్ Selldone లో మీ స్టోర్ మరియు వ్యాపారాన్ని సులభంగా, వృత్తిపరంగా నిర్వహించడానికి సహాయపడుతుంది.",
      see_action: "స్టోర్ ముందుభాగం",
    },
    backoffice: {
      title: "నిర్వాహక కార్యాలయం",
      subtitle: "ఈ ఫీచర్ Selldone లో మీ స్టోర్ మరియు వ్యాపారాన్ని సులభంగా, వృత్తిపరంగా నిర్వహించడానికి సహాయపడుతుంది.",
      see_action: "నిర్వాహక కార్యాలయం",
    },
  },

  /**
   * {@see SectionPricingCompact}
   */
  pricing_compact: {
    title: "<div class=\"app-box\" style=\"font-size: 55%\">💞️</div> సరళమైన మరియు పారదర్శక ధరలు",
    subtitle:
      "ఈ ఫీచర్ Selldone లో మీ స్టోర్ మరియు వ్యాపారాన్ని సులభంగా, వృత్తిపరంగా నిర్వహించడానికి సహాయపడుతుంది.",
  },

  screenshots: {
    item_1: {
      title: "సులభతరం చేయండి ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
      desc: "Selldone సాధనాలతో ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
    },
    item_2: {
      title: "సులభతరం చేయండి ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
      desc: "Selldone సాధనాలతో ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
    },
    item_3: {
      title: "సులభతరం చేయండి ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
      desc: "Selldone సాధనాలతో ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
    },
    item_4: {
      title: "సులభతరం చేయండి ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
      desc: "Selldone సాధనాలతో ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
    },
    item_5: {
      title: "సులభతరం చేయండి ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
      desc: "Selldone సాధనాలతో ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
    },
    item_6: {
      title: "సులభతరం చేయండి ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
      desc: "Selldone సాధనాలతో ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
    },
    item_7: {
      title: "సులభతరం చేయండి ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
      desc: "Selldone సాధనాలతో ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
    },
    item_8: {
      title: "సులభతరం చేయండి ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
      desc: "Selldone సాధనాలతో ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
    },
    item_9: {
      title: "సులభతరం చేయండి ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
      desc: "Selldone సాధనాలతో ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
    },
    item_10: {
      title: "సులభతరం చేయండి ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
      desc: "Selldone సాధనాలతో ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
    },
    item_11: {
      title: "సులభతరం చేయండి ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
      desc: "Selldone సాధనాలతో ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
    },
    item_12: {
      title: "సులభతరం చేయండి ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
      desc: "Selldone సాధనాలతో ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
    },
    item_13: {
      title: "సులభతరం చేయండి ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
      desc: "Selldone సాధనాలతో ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
    },
    item_14: {
      title: "సులభతరం చేయండి ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
      desc: "Selldone సాధనాలతో ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
    },
    item_15: {
      title:
        "సులభతరం చేయండి ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
      desc: "Selldone సాధనాలతో ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
    },
    item_16: {
      title: "సులభతరం చేయండి ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
      desc: "Selldone సాధనాలతో ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
    },
    item_17: {
      title: "సులభతరం చేయండి ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
      desc: "Selldone సాధనాలతో ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
    },
    item_18: {
      title: "సులభతరం చేయండి ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
      desc: "Selldone సాధనాలతో ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
    },
    item_19: {
      title: "సులభతరం చేయండి ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
      desc: "Selldone సాధనాలతో ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
    },
    item_20: {
      title: "సులభతరం చేయండి ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
      desc: "Selldone సాధనాలతో ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
    },
    item_21: {
      title: "సులభతరం చేయండి ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
      desc: "Selldone సాధనాలతో ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
    },
    item_22: {
      title: "సులభతరం చేయండి ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
      desc: "Selldone సాధనాలతో ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
    },
    item_23: {
      title: "సులభతరం చేయండి ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
      desc: "Selldone సాధనాలతో ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
    },
    item_24: {
      title: "సులభతరం చేయండి ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
      desc: "Selldone సాధనాలతో ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
    },
    item_25: {
      title: "సులభతరం చేయండి ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
      desc: "Selldone సాధనాలతో ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
    },
    item_26: {
      title: "సులభతరం చేయండి ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
      desc: "Selldone సాధనాలతో ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
    },
    item_27: {
      title: "సులభతరం చేయండి ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
      desc: "Selldone సాధనాలతో ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
    },
    item_28: {
      title: "సులభతరం చేయండి ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
      desc: "Selldone సాధనాలతో ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
    },
    item_29: {
      title: "సులభతరం చేయండి ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
      desc: "Selldone సాధనాలతో ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
    },
    item_30: {
      title: "సులభతరం చేయండి ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
      desc: "Selldone సాధనాలతో ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
    },
    item_31: {
      title: "సులభతరం చేయండి ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
      desc: "Selldone సాధనాలతో ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
    },
    item_32: {
      title: "సులభతరం చేయండి ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
      desc: "Selldone సాధనాలతో ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
    },
    item_33: {
      title: "సులభతరం చేయండి ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
      desc: "Selldone సాధనాలతో ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
    },
    item_34: {
      title: "సులభతరం చేయండి ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
      desc: "Selldone సాధనాలతో ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
    },
    item_35: {
      title: "సులభతరం చేయండి ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
      desc: "Selldone సాధనాలతో ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
    },
    item_36: {
      title: "ప్రతి ఉత్పత్తికి ప్రత్యేక నియంత్రణ ప్యానెల్",
      desc: "ప్రతి ఉత్పత్తికి గణాంకాలు, అవసరమైన సమాచారం మరియు నిర్వహణ చర్యలకు ప్రాప్యత ఇచ్చే ప్రత్యేక నియంత్రణ ప్యానెల్ ఉంటుంది.",
    },
    item_37: {
      title: "సులభతరం చేయండి ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
      desc: "Selldone సాధనాలతో ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
    },
    item_38: {
      title: "సులభతరం చేయండి ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
      desc: "Selldone సాధనాలతో ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
    },
    item_39: {
      title: "సులభతరం చేయండి ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
      desc: "Selldone సాధనాలతో ఉత్పత్తులు, ఆర్డర్లు, చెల్లింపులు మరియు స్టోర్ వృద్ధి నిర్వహణ",
    },
  },

  country_landing: {
    intro: "వ్యాపారాల కోసం నంబర్ 1 ఆపరేటింగ్ సిస్టమ్",
    title: "{infinite} ప్లగిన్లు మరియు యాప్‌లను {app} తో {country} లో భర్తీ చేయండి",
  },

  /**
   * @see IntegrationPaymentPage
   */
  payment_landing: {
    intro: "వ్యాపారాల కోసం నంబర్ 1 ఆపరేటింగ్ సిస్టమ్",
    title: "మార్చండి {infinite} ప్లగిన్లు మరియు యాప్లను {app}",

    unlock_section: {
      title: "తెరవండి {payment}",
      subtitle:
        "ఈ ఫీచర్ Selldone లో మీ స్టోర్ మరియు వ్యాపారాన్ని సులభంగా, వృత్తిపరంగా నిర్వహించడానికి సహాయపడుతుంది.",
      no_plugin: {
        title: "ప్లగిన్ లేకుండా సులభ చెల్లింపులు",
        subtitle:
          "ఈ ఫీచర్ Selldone లో మీ స్టోర్ మరియు వ్యాపారాన్ని సులభంగా, వృత్తిపరంగా నిర్వహించడానికి సహాయపడుతుంది. {payment}",
      },
      experience: {
        title: "Selldone + {payment}",
        subtitle:
          "ఈ ఫీచర్ Selldone లో మీ స్టోర్ మరియు వ్యాపారాన్ని సులభంగా, వృత్తిపరంగా నిర్వహించడానికి సహాయపడుతుంది. {payment}",
      },
      boost: {
        title: "ఈ ఫీచర్ Selldone లో మీ స్టోర్ మరియు వ్యాపారాన్ని సులభంగా, వృత్తిపరంగా నిర్వహించడానికి సహాయపడుతుంది.",
        subtitle:
          "ఈ ఫీచర్ Selldone లో మీ స్టోర్ మరియు వ్యాపారాన్ని సులభంగా, వృత్తిపరంగా నిర్వహించడానికి సహాయపడుతుంది. {payment}",
      },
      security: {
        title: "భద్రత మరియు సామర్థ్యం కలిసి",
        subtitle:
          "ఈ ఫీచర్ Selldone లో మీ స్టోర్ మరియు వ్యాపారాన్ని సులభంగా, వృత్తిపరంగా నిర్వహించడానికి సహాయపడుతుంది. {payment}",
      },
      setup_payment: "చెల్లింపును సెటప్ చేయండి",
    },

    how_to_add: {
      step_1: {
        step: "దశ 1",
        title: "కరెన్సీని జోడించండి",
        subtitle:
          "ఈ ఫీచర్ Selldone లో మీ స్టోర్ మరియు వ్యాపారాన్ని సులభంగా, వృత్తిపరంగా నిర్వహించడానికి సహాయపడుతుంది {payment}.",
      },
      step_2: {
        step: "దశ 2",
        title: "చెల్లింపు ద్వారం సెటప్ చేయండి",
        subtitle: "తర్వాత దుకాణం > అకౌంటింగ్ > చెల్లింపు గేట్‌వేలుకు వెళ్లి, <b>కొత్త చెల్లింపు విధానం</b> పై క్లిక్ చేసి, కరెన్సీని ఎంచుకుని <b>{payment}</b> ను ఎంచుకోండి. చెల్లింపు గేట్‌వేలను పరీక్షా మోడ్ లేదా క్రియాశీల మోడ్‌లో జోడించవచ్చు. ప్రతి మోడ్‌కు సరైన API కీలను నమోదు చేయండి; అవి <a href=\"{payment_url}\" target=\"_blank\">{payment} ఖాతాలో</a> లభిస్తాయి.",
      },
    },

    integration: {
      title: "{payment} తో సులభమైన ఎలక్ట్రానిక్ వాణిజ్యం సమీకరణ",
      subtitle:
        "ఈ ఫీచర్ Selldone లో మీ స్టోర్ మరియు వ్యాపారాన్ని సులభంగా, వృత్తిపరంగా నిర్వహించడానికి సహాయపడుతుంది.",
    },
    pay_after_earn: {
      title: "లాభం వచ్చినప్పుడు మాత్రమే చెల్లించండి!",
      subtitle:
        "ఈ ఫీచర్ Selldone లో మీ స్టోర్ మరియు వ్యాపారాన్ని సులభంగా, వృత్తిపరంగా నిర్వహించడానికి సహాయపడుతుంది.",
    },
  },

  feature_page_builder: {
    title: "అంతర్నిర్మిత పేజీ బిల్డర్",
    message:
      "ఈ ఫీచర్ Selldone లో మీ స్టోర్ మరియు వ్యాపారాన్ని సులభంగా, వృత్తిపరంగా నిర్వహించడానికి సహాయపడుతుంది.",
  },

  feature_items: {
    products: {
      title: "స్టోర్ కోసం వృత్తిపరమైన ఫీచర్",
      description:
        "సులభతరం చేయండి స్టోర్ కోసం వృత్తిపరమైన ఫీచర్",
    },
    excel: {
      title: "స్టోర్ కోసం వృత్తిపరమైన ఫీచర్",
      description:
        "సులభతరం చేయండి స్టోర్ కోసం వృత్తిపరమైన ఫీచర్",
    },
    incentive: {
      title: "స్టోర్ కోసం వృత్తిపరమైన ఫీచర్",
      description:
        "సులభతరం చేయండి స్టోర్ కోసం వృత్తిపరమైన ఫీచర్",
    },
    loyalty: {
      title: "స్టోర్ కోసం వృత్తిపరమైన ఫీచర్",
      description:
        "సులభతరం చేయండి స్టోర్ కోసం వృత్తిపరమైన ఫీచర్",
    },
    cashback: {
      title: "స్టోర్ కోసం వృత్తిపరమైన ఫీచర్",
      description:
        "సులభతరం చేయండి స్టోర్ కోసం వృత్తిపరమైన ఫీచర్",
    },
    cross_selling: {
      title: "స్టోర్ కోసం వృత్తిపరమైన ఫీచర్",
      description:
        "సులభతరం చేయండి స్టోర్ కోసం వృత్తిపరమైన ఫీచర్",
    },
    accounting: {
      title: "స్టోర్ కోసం వృత్తిపరమైన ఫీచర్",
      description: "సులభతరం చేయండి స్టోర్ కోసం వృత్తిపరమైన ఫీచర్",
    },
    inventory: {
      title: "స్టోర్ కోసం వృత్తిపరమైన ఫీచర్",
      description:
        "సులభతరం చేయండి స్టోర్ కోసం వృత్తిపరమైన ఫీచర్",
    },
    analytics: {
      title: "స్టోర్ కోసం వృత్తిపరమైన ఫీచర్",
      description:
        "సులభతరం చేయండి స్టోర్ కోసం వృత్తిపరమైన ఫీచర్",
    },
    social: {
      title: "స్టోర్ కోసం వృత్తిపరమైన ఫీచర్",
      description:
        "సులభతరం చేయండి స్టోర్ కోసం వృత్తిపరమైన ఫీచర్",
    },
    community: {
      title: "స్టోర్ కోసం వృత్తిపరమైన ఫీచర్",
      description:
        "సులభతరం చేయండి స్టోర్ కోసం వృత్తిపరమైన ఫీచర్",
    },
    security: {
      title: "స్టోర్ కోసం వృత్తిపరమైన ఫీచర్",
      description:
        "సులభతరం చేయండి స్టోర్ కోసం వృత్తిపరమైన ఫీచర్",
    },
    pos: {
      title: "స్టోర్ కోసం వృత్తిపరమైన ఫీచర్",
      description:
        "సులభతరం చేయండి స్టోర్ కోసం వృత్తిపరమైన ఫీచర్",
    },
    store: {
      title: "స్టోర్ కోసం వృత్తిపరమైన ఫీచర్",
      description: "సులభతరం చేయండి స్టోర్ కోసం వృత్తిపరమైన ఫీచర్",
    },
    pricing: {
      title: "స్టోర్ కోసం వృత్తిపరమైన ఫీచర్",
      description:
        "సులభతరం చేయండి స్టోర్ కోసం వృత్తిపరమైన ఫీచర్",
    },
    pod: {
      title: "నేరుగా సరఫరా సమీకరణ",
      description:
        "POD సేవలను కనెక్ట్ చేసి నేరుగా సరఫరాను సులభంగా నిర్వహించండి.",
    },
  },
};
