export default {
  "local_service": "บริการในพื้นที่สำหรับ {country_name}",
  "local_service_message": "บริการนี้ออกแบบมาเฉพาะสำหรับผู้ใช้ที่อาศัยอยู่ใน <u>{country_name}</u> และขายบริการและผลิตภัณฑ์ของตนในประเทศนี้ คุณได้รับอนุญาตให้ใช้บริการในท้องถิ่นหรือบริการระหว่างประเทศของ Selldone เท่านั้น ในการใช้บริการนี้ คุณจะต้องปฏิบัติตาม กฎหมายของ <b>{country_name}</b> และ <b>สหภาพยุโรป</b>",
  "my_shops": "ร้านค้าของฉัน",
  "moto": "ลองสิ เราเปิดประตู!",
  "start_now_btn": "เริ่มเลย — ฟรี",
  "create_ecommerce_btn": "เริ่มอีคอมเมิร์ซของคุณได้ฟรี",
  "incentive_action": "บอกลาอัตราการขายออนไลน์ที่ต่ำของคุณ!",
  "create_shopping_website": "สร้างอีคอมเมิร์ซของฉัน",
  "s1": {
    "title": "ทำให้ร้านค้าออนไลน์ของคุณโดย<br> ไม่มี—รหัส & ไม่ใช่—โซลูชันที่ต้องการโดยผู้เชี่ยวชาญ",
    "title_animated_words": [
      "ผู้ประกอบการ",
      "ศิลปิน",
      "ธุรกิจอิสระ",
      "แบรนด์",
      "ขายปลีก",
      "ผู้สร้าง"
    ],
    "subtitle": "หากคุณต้องการสร้างประสบการณ์ที่ไม่เหมือนใคร รวดเร็ว ปลอดภัย และเชื่อถือได้ให้กับลูกค้าของคุณ นี่คือเครื่องมือสำหรับคุณ สร้างชุมชนที่ไม่เหมือนใครและอีคอมเมิร์ซที่รวดเร็วบนระบบปฏิบัติการธุรกิจระดับองค์กรที่ไม่มีโฆษณา",
    "domain_input": {
      "message": "ร้านค้าของคุณสามารถเชื่อมต่อกับโดเมนส่วนตัวจำนวนเท่าใดก็ได้ที่คุณมีด้วยโฮสติ้งและ SSL . ฟรี",
      "action": "สร้างร้านค้า"
    },
    "community": "แพลตฟอร์มชุมชน",
    "shop": "ตัวสร้างร้านค้าออนไลน์",
    "inventory": "การจัดการสินค้าคงคลัง",
    "cms": "เครื่องมือแก้ไขเพจ & CMS",
    "in_60_sec": "คลิกที่นี่"
  },
  "video": {
    "title": "โซลูชันแบบครบวงจรสำหรับการขายออนไลน์และการขายต่อหน้าของคุณ",
    "msg": "มอบประสบการณ์การซื้อที่เร็วที่สุดในอีคอมเมิร์ซของคุณ",
    "card_pos": {
      "title": "POS ขายแล้ว",
      "msg": "ขายด้วยตนเองโดยใช้โซลูชันต้นทุนการตั้งค่าเป็นศูนย์"
    },
    "card_ecommerce": {
      "title": "อีคอมเมิร์ซขายแล้ว",
      "msg": "ขายของออนไลน์อย่างมืออาชีพ"
    }
  },
  "why": {
    "title": "ทำไมต้องขาย",
    "msg": "เราไม่สามารถจินตนาการถึงทีมที่ไม่มีโค้ช การปฏิวัติโดยปราศจากผู้นำ ต้นไม้ที่ไม่มีราก และธุรกิจที่ไม่มีระบบปฏิบัติการ! ดังนั้น เรากำลังพลิกโฉมธุรกิจออนไลน์สำหรับบริษัทที่เติบโตอย่างรวดเร็วและผู้ประกอบการรุ่นใหม่",
    "sec1": {
      "title": "ง่าย + มืออาชีพ",
      "msg": "มันสร้างมาเพื่อให้คุณเล่นเกมอย่างมืออาชีพในตลาด แม้ว่าคุณจะเป็นมือใหม่แต่ต้องการเล่นอย่างมืออาชีพ หรือคุณเป็นผู้เชี่ยวชาญและสมควรที่จะเล่นเหมือนตัวคุณเอง!"
    },
    "sec2": {
      "title": "เครื่องมือระดับองค์กร",
      "msg": "เราเปิดตัวคุณลักษณะใหม่ อัปเดต API และใช้วิธีการใหม่เป็นกิจวัตรประจำวัน เป็นระบบปฏิบัติการสำหรับธุรกิจของคุณ ดังนั้นธุรกิจของคุณจึงขยายตามแพลตฟอร์มของเรา"
    },
    "sec3": {
      "title": "การขายทางสังคม",
      "msg": "ผลิตภัณฑ์ของเราได้รับการออกแบบตามพฤติกรรมการซื้อขายที่แท้จริงของผู้ซื้อทั่วโลก เรานำเสนอวิธีการขายที่ไม่เหมือนใครบน Instagram, TikTok และโซเชียลเน็ตเวิร์กอื่นๆ ที่มีชื่อว่า AVOCADO"
    },
    "sec4": {
      "title": "ประหยัดเงิน",
      "msg": "ไม่จำเป็นต้องให้ผู้เชี่ยวชาญมีอีคอมเมิร์ซอีกต่อไป! บอกลากับค่าใช้จ่ายด้านการพัฒนา การบำรุงรักษา กระบวนการเขียนโปรแกรม และแม้แต่ค่าใช้จ่ายของผู้เชี่ยวชาญแพลตฟอร์มอีคอมเมิร์ซ"
    }
  },
  "how_it_work": {
    "title": "มันทำงานอย่างไร.",
    "msg": "No-Credit card, No-Plugin, No-Template, No-Setup, No-Host, No-Technical solution สำหรับผู้ที่ต้องการเล่นเกมอย่างมืออาชีพ",
    "step0": {
      "title": "สร้างมาเพื่อนักช้อป หลงรักผู้ขาย ห่างไปเพียงก้าวเดียว",
      "msg1": "ถึงเวลาของคุณแล้วที่จะมีอีคอมเมิร์ซจริง รวบรวมลูกค้าที่มีความสุขจากรอบธุรกิจของคุณ และมุ่งเน้นไปที่สิ่งที่คุณชอบทำจริงๆ"
    },
    "step1": {
      "title": "เพิ่มผลิตภัณฑ์ของคุณ",
      "msg1": "เพิ่มสินค้าด้วยตนเอง เช่น เพิ่มรูปภาพบน Instagram! หรือเพิ่ม 100,000 รายการด้วยไฟล์ Excel คุณขายผลิตภัณฑ์ บริการ การสมัครรับข้อมูล และไฟล์ได้ในที่เดียว"
    },
    "step2": {
      "title": "เชื่อมต่อวิธีการชำระเงินที่เหมาะกับความต้องการของคุณ",
      "msg1": "เราไม่สนใจที่จะรบกวนการทำธุรกรรมทางการเงิน! 100% ของการชำระเงินของลูกค้าจะถูกโอนไปยังบัญชีธนาคารของคุณโดยตรง เพียงเชื่อมต่อ Stripe, PayPal ฯลฯ ของคุณ คุณสามารถมีบริการชำระเงินที่ใช้งานได้หลายรายการในร้านค้าของคุณพร้อมๆ กัน!",
      "crypto_msg": "มีให้สำหรับผู้ค้าที่ใช้งานอยู่"
    },
    "step3": {
      "title": "ฉลากขาว / ยืดหยุ่น / ปรับแต่งได้ลึก",
      "msg1": "ออกแบบหน้า Landing Page และเปลี่ยนสีธีมของเว็บไซต์ที่เหมาะกับข้อความแบรนด์ของคุณ ฟีเจอร์ลากและวางทำให้ทั้งหมดนี้เป็นไปได้โดยไม่จำเป็นต้องจ้างผู้เชี่ยวชาญ"
    },
    "step4": {
      "title": "ชำระเงินด้วยคลิกเดียว: ประสบการณ์การชำระเงินแบบรวมศูนย์ทั่วโลก",
      "msg1": "ลูกค้าไม่ต้องกรอกข้อมูลและกรอกแบบฟอร์มลงทะเบียนเพื่อซื้อจากคุณ! พวกเขาเข้าสู่ระบบผ่าน SMS และกรอกแบบฟอร์มการชำระเงินได้ด้วยคลิกเดียวและชำระเงิน คุณเติบโต เราก็โต"
    }
  },
  "onboarding": {
    "title": "ทำให้ธุรกิจของคุณออนไลน์เร็วขึ้นและดีขึ้น - ฟรี",
    "success_title": "การติดตั้งระบบปฏิบัติการธุรกิจออนไลน์ของคุณ",
    "wait_msg": "กรุณารอสักครู่...",
    "ready_msg": "ร้านค้าของคุณพร้อมแล้ว",
    "send_mail_msg": "ลิงค์เข้าสู่ระบบถูกส่งไปยัง {email} แล้ว",
    "options": {
      "title": "การกำหนดค่าร้านค้า",
      "msg": "คุณต้องการคุณสมบัติอะไรบนเว็บไซต์ของคุณ?",
      "ecommerce": "อีคอมเมิร์ซ",
      "pos": "จุดขาย",
      "blog": "บล็อก & CMS",
      "community": "ชุมชนและฟอรัม"
    },
    "job": {
      "title": "อุตสาหกรรมของคุณคืออะไร?",
      "placeholder": "เปลี่ยนธุรกิจของคุณเป็น Selldone OS ไม่ว่าคุณจะใช้แพลตฟอร์มใดอยู่"
    },
    "shop_name": {
      "title": "ชื่อธุรกิจ",
      "placeholder": "อดีต. รองเท้าอเล็กซ์"
    },
    "income": {
      "title": "ยอดขายรายเดือน",
      "msg": "เลือกช่วงของยอดขายรายเดือนทั้งหมดของคุณ",
      "Low": "สูงถึง $5,000 USD",
      "Medium": "$5,000 USD ~ $50,000 USD",
      "High": "50,000 เหรียญสหรัฐ ~ 1,000,000 เหรียญสหรัฐ",
      "Extreme": "สูงกว่า $1,000,000 USD"
    },
    "step_1": "วัตถุประสงค์",
    "step_2": "การกำหนดค่า",
    "step_3": "บัญชี"
  },
  "notion": {
    "title": "เกมที่มีกฎเกณฑ์ที่แตกต่างกัน",
    "quote": "เราเชื่อว่าคนๆ หนึ่งสามารถเปลี่ยนแปลงยุคของมนุษยชาติออนไลน์ได้ แม้จะไม่มีเงินเพียงพอ ไม่มีประสบการณ์ด้านเทคโนโลยี แม้แต่ไม่มีบัญชีธนาคารเพื่อชำระค่าใช้จ่าย เราทำโดยการสร้างแพลตฟอร์มที่พร้อมใช้งานพร้อมเครื่องมือระดับองค์กรเพื่อทำหน้าที่เป็นระบบปฏิบัติการที่ทำได้มากที่สุดบนอินเทอร์เน็ต"
  },
  "stop": {
    "title": "สร้างเว็บไซต์ช้อปปิ้งออนไลน์ง่ายๆ + ชำระเงินโดยตรง",
    "subtitle": "หากคุณวางแผนที่จะสร้างธุรกิจออนไลน์ที่ทำกำไรและเปลี่ยนความคิดทางธุรกิจของคุณให้เป็นจริง Selldone เป็นตัวเลือกที่สมบูรณ์แบบ"
  },
  "os": {
    "title": "เข้าถึงเครื่องมือระดับโลก — ฟรี",
    "msg": "เรานำพลังแห่งการสร้างอีคอมเมิร์ซระดับมืออาชีพมาไว้ที่ปลายนิ้วของคุณ"
  },
  "login": {
    "title": "คุณพร้อมที่จะเล่นเกมอย่างมืออาชีพในตลาดแล้วหรือยัง?"
  },
  "currencies": {
    "title": "สกุลเงิน",
    "sub": "ลูกค้าของคุณสามารถชำระเงินในสกุลเงินท้องถิ่นของตนได้อย่างราบรื่น",
    "msg": "มุ่งเน้นที่การขายแทนที่จะดิ้นรนกับความเจ็บปวดของเทคโนโลยี ปลั๊กอิน และความซับซ้อนในการชำระเงิน เราทำงานร่วมกับบริการชำระเงินในท้องถิ่นและทั่วโลกเพื่อให้ทุกอย่างสอดคล้องในธุรกิจออนไลน์ของคุณ"
  },
  "countries": {
    "title": "ประเทศ",
    "sub": "Business OS ที่ปรับขนาดได้ง่ายที่สุดในโลก",
    "msg": "เราปรับพฤติกรรมการซื้อขายแบบตัวต่อตัวแบบดั้งเดิมในพื้นที่ออนไลน์ ไม่ว่าคุณจะอยู่ที่ใดหรือลูกค้าของคุณ เราอยู่ในภารกิจที่จะมอบประสบการณ์ที่ดีที่สุดให้กับคุณ"
  },
  "dna": {
    "title": "DNA ของธุรกิจของคุณ",
    "sub": "ขายมัน!",
    "msg": "เป็นระบบปฏิบัติการทางธุรกิจแบบ all-in-one แบบไม่มีโค้ดเดียวในรูปแบบบริการที่มีเครื่องมือระดับองค์กรสำหรับคุณ"
  },
  "api": {
    "title": "กำลังพัฒนา เป็นกันเอง",
    "msg": "โซลูชันที่ใช้ API แบบเปิดอย่างสมบูรณ์สำหรับธุรกิจออนไลน์",
    "sec1": {
      "title": "เราสร้างกระดูกสันหลังของธุรกิจของคุณ",
      "msg": "ทุกด้านของร้านค้าของคุณพร้อมให้บริการผ่าน REST API อันทรงพลังของเรา คุณสามารถเปลี่ยนแปลงร้านค้า สร้างแอป หรือพัฒนาแอปช็อปปิ้งได้โดยไม่ต้องกังวลเกี่ยวกับปัญหาด้านเทคนิค การชำระเงิน และแบ็กเอนด์"
    },
    "sec2": {
      "title": "บูรณาการอย่างรวดเร็ว",
      "msg": "เราพัฒนา SDK สำหรับภาษาและเฟรมเวิร์กทั่วไปทั้งหมด เพื่อให้คุณสามารถทำตามขั้นตอนการรับรองความถูกต้อง เข้าถึงบัญชี และจัดการได้ด้วยคำสั่งง่ายๆ เริ่มต้นใช้งานได้เพียงไม่กี่คลิก"
    }
  },
  "convertible": {
    "store_name": "ร้านค้าของคุณ",
    "variant_1": "Product Variant สีเหลืองอำพัน",
    "variant_2": "Product Variant สีแดง",
    "buy": "ซื้อเลย",
    "price": "$89",
    "management": {
      "title": "การจัดการผลิตภัณฑ์",
      "msg": "จัดการผลิตภัณฑ์และหมวดหมู่ เช่น ไฟล์และโฟลเดอร์ที่คุณลากและวางใน Windows",
      "check1": "อัปโหลดผลิตภัณฑ์ด้วยไฟล์ Excel หรือ CSV",
      "check2": "เพิ่มโมเดล AR",
      "check3": "เพิ่มประสิทธิภาพด้วยเอ็นจิ้น SEO อัตโนมัติ",
      "check4": "การจัดการลากและวาง"
    },
    "payment": {
      "title": "รองรับช่องทางการชำระเงินที่หลากหลาย",
      "msg": "ประสบการณ์ที่ไร้รอยต่อในไซต์ / การชำระเงินในแอป",
      "check1": "ลาย",
      "check1msg": "รองรับกว่า 40 ประเทศ",
      "check2": "คลาร์นา",
      "check2msg": "ซื้อเลยจ่ายทีหลัง",
      "check3": "Paypal",
      "check3msg": "ชำระเงินด้วยคลิกเดียว"
    },
    "checkout": {
      "title": "แบรนด์ของคุณ",
      "online": "ลูกค้าออนไลน์",
      "offline": "ลูกค้าตัวต่อตัว"
    },
    "design": {
      "title": "ตัวสร้างเพจ",
      "msg": "ทำให้มันเป็นจริงเพียงแค่ลากและวาง"
    }
  },
  "secure": {
    "title": "โซลูชันการรักษาความปลอดภัยแบบไฮเปอร์",
    "msg": "ความสมบูรณ์ของข้อมูลและการจัดการระดับการเข้าถึงระดับองค์กร"
  },
  "build": {
    "title": "มีอีคอมเมิร์ซของคุณเองด้วยแบรนด์ของคุณเองและนำการควบคุมธุรกิจของคุณกลับคืนมา!",
    "msg": "คุณมีตัวเลือกมากมายในการแปลงบัญชีโซเชียลมีเดียของคุณให้เป็นเว็บไซต์ช้อปปิ้งออนไลน์บนโดเมนของคุณ หรือสร้างอีคอมเมิร์ซชิ้นเอกของคุณตั้งแต่เริ่มต้น"
  },
  "stripe": {
    "title": "มีบัญชี Stripe หรือไม่?",
    "msg": "ยินดีด้วย คุณเคยทำสิ่งต่างๆ มาก่อนมากที่สุด สร้างร้านค้าออนไลน์ของคุณด้วยการแตะเพียงครั้งเดียว! Selldone ดูแลส่วนที่เหลือ"
  },
  "unbanked": {
    "title": "หนึ่งแพลตฟอร์ม หนึ่งโซลูชั่น — วัตถุประสงค์",
    "msg": "Business OS ที่ไม่ซ้ำใครเพื่ออำนวยความสะดวกในการขายออนไลน์และปลดล็อกจิตวิญญาณของผู้ประกอบการ แม้แต่ผู้ใหญ่ที่ไม่มีบัญชีธนาคารกว่า 1.7 พันล้านคน"
  },
  "faqs": [
    {
      "question": "ฉันสามารถสร้างร้านค้าออนไลน์โดยไม่ต้องใช้บัตรเครดิตได้หรือไม่?",
      "answer": "ได้ คุณสามารถสร้างอีคอมเมิร์ซของคุณโดยไม่ต้องใช้บัตรธนาคาร เช่น บัตรเครดิตและเดบิตบน Selldone Selldone ใช้วิธีที่ไม่เหมือนใครเพื่อให้บริการอีคอมเมิร์ซขั้นสูงแก่ผู้คน แม้กระทั่งผู้คนกว่า 1.7 พันล้านคนที่ไม่สามารถเข้าถึงบริการทางการเงินทั่วไปได้"
    },
    {
      "question": "ฉันจะขายออนไลน์ให้กับลูกค้าที่ไม่มีบัญชีธนาคารได้อย่างไร",
      "answer": "เพิ่ม COD ( เก็บ <b>เงินปลายทาง</b> ) ให้กับอีคอมเมิร์ซของคุณ เพื่อให้ลูกค้าของคุณสามารถชำระเงินหลังจากได้รับคำสั่งซื้อ COD เป็นวิธีการดั้งเดิมในประเทศส่วนใหญ่ที่ไม่มีโครงสร้างพื้นฐานทางการเงิน"
    },
    {
      "question": "ฉันจะตั้งค่าอีคอมเมิร์ซโดยไม่มีบัญชีธนาคารได้อย่างไร",
      "answer": "ไม่มีวิธีแก้ปัญหาสำหรับคนที่ไม่ได้อบก่อน Selldone แต่ตอนนี้ คุณสามารถสร้างอีคอมเมิร์ซและเว็บไซต์ของคุณได้โดยไม่ต้องมีบัญชีธนาคาร มีค่าใช้จ่ายน้อยที่สุดสำหรับคุณ คุณสามารถชำระค่าใช้จ่ายนี้เมื่อสิ้นเดือนผ่านกระเป๋าเงินของคุณ กระเป๋าเงิน Selldone สามารถรับค่าธรรมเนียมจากบุคคลอื่นหรือเรียกเก็บเงินผ่านบัตรของขวัญ คุณไม่จำเป็นต้องมีบัตรเครดิตเพื่อใช้บริการเหล่านี้"
    },
    {
      "question": "ฉันจะเริ่มต้นธุรกิจโดยไม่ต้องเสียค่าติดตั้งได้อย่างไร",
      "answer": "<ol><li>ลงทะเบียนฟรีใน <a href='https://selldone.com'>Selldone.com</a></li><li> สร้างร้านค้าของคุณ</li><li> เพิ่มผลิตภัณฑ์และบริการของคุณ</li><li> เชื่อมต่อโดเมนของคุณ (ไม่บังคับ)</li><li> เปิดใช้งานเกตเวย์การชำระเงิน</li><li> เริ่มแนะนำธุรกิจของคุณให้กับเพื่อนและครอบครัว</li><li> แนะนำตัวเองและผลิตภัณฑ์ของคุณบนโซเชียลมีเดีย</li><li> สร้างแบรนด์สำหรับธุรกิจของคุณโดยนำเสนอคุณค่าที่ไม่เหมือนใคร</li><li> ตรวจสอบพฤติกรรมผู้ใช้ของคุณผ่านแผง Selldone</li></ol>"
    }
  ],
  "brands": {
    "title": "สร้างธุรกิจของคุณบนรากฐานที่เชื่อถือได้",
    "subtitle": "ธุรกิจของคุณคุ้มค่า!"
  },
  "why_boxes": {
    "block1": {
      "title": "ประหยัดต้นทุนเริ่มต้น",
      "subtitle": "ไม่มีธีมและไม่มีปลั๊กอินโซลูชัน"
    },
    "block2": {
      "title": "ประหยัดค่าใช้จ่ายในการดำเนินงาน",
      "subtitle": "ไม่มีค่าธรรมเนียมพิเศษ & ซ่อนเร้นเลยทีเดียว"
    },
    "block3": {
      "title": "ประหยัดเวลา",
      "subtitle": "ระดับองค์กร แต่เป็นมิตรกับผู้เริ่มต้น"
    }
  },
  "money_transfer": {
    "customer": "ลูกค้าของคุณ",
    "bank": "บัญชีธนาคารของคุณ",
    "wallet": "กระเป๋าสตางค์",
    "free_setup": "ติดตั้งฟรี",
    "no_extra_fee": "ไม่มีค่าธรรมเนียมเพิ่มเติม",
    "no_hidden_fee": "ไม่มีค่าธรรมเนียมแอบแฝง"
  },
  "extra": {
    "cart": "การจัดการรถเข็น",
    "payment": "การชำระเงิน",
    "shipping": "การส่งสินค้า",
    "fulfilment": "สมหวัง",
    "community": "ชุมชนและคำติชม"
  }
};