/*
 * Copyright (c) 2023. Selldone® Business OS™
 *
 * Author: M.Pajuhaan
 * Web: https://selldone.com
 * ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━
 *
 * All rights reserved. In the weave of time, where traditions and innovations intermingle, this content was crafted.
 * From the essence of thought, through the corridors of creativity, each word, and sentiment has been molded.
 * Not just to exist, but to inspire. Like an artist's stroke or a sculptor's chisel, every nuance is deliberate.
 * Our journey is not just about reaching a destination, but about creating a masterpiece.
 * Tread carefully, for you're treading on dreams.
 */

export default {
  local_service: "บริการในพื้นที่สำหรับ {country_name}",
  local_service_message:
    "บริการนี้ออกแบบมาเฉพาะสำหรับผู้ใช้ที่อาศัยอยู่ใน <u>{country_name}</u> และขายบริการและผลิตภัณฑ์ของตนในประเทศนี้ คุณได้รับอนุญาตให้ใช้บริการในท้องถิ่นหรือบริการระหว่างประเทศของ Selldone เท่านั้น ในการใช้บริการนี้ คุณจะต้องปฏิบัติตาม กฎหมายของ <b>{country_name}</b> และ <b>สหภาพยุโรป</b>",

  my_shops: "ร้านค้าของฉัน",
  select_language_dialog_title: "ทำธุรกิจในภาษาที่คุณชื่นชอบ",

  welcome_title: "สร้าง จัดการ และขยายธุรกิจของคุณด้วยสายตา",
  welcome_subtitle:
    "สร้างร้านค้าออนไลน์ของคุณโดยไม่ต้องใช้โค้ดและโซลูชันที่จำเป็นสำหรับคำสั่งซื้อนับล้าน",
  //"Make your online store by no-code & no-expert needed solution for millions of orders.",

  moto: "ลองสิ เราเปิดประตู!",
  start_now_btn: "เริ่มเลย — ฟรี",
  create_ecommerce_btn: "เริ่มอีคอมเมิร์ซของคุณได้ฟรี",
  incentive_action: "บอกลาอัตราการขายออนไลน์ที่ต่ำของคุณ!",

  create_shopping_website: "สร้างอีคอมเมิร์ซของฉัน",

  your_shop: "หน้าร้านของคุณ",
  your_dashboard: "หลังบ้านของคุณ",

  storefront: "หน้าร้าน",
  back_office: "แบ็คออฟฟิศ",

  today_sales: "ยอดขายวันนี้",
  today_orders: "คำสั่งซื้อวันนี้",

  s1: {
    /* title: "Make Your Online Store By<br>No—Code & No—Expert Needed Solution",
                                 title_animated_words: [
                                   "Entrepreneurs",
                                   "Artists",
                                   "Independent Businesses",
                                   "Brands",
                                   "Retails",
                                   "Creators",
                                 ],*/

    subtitle:
      "สำหรับ <b>เจ้าของธุรกิจ</b> และ <b>ผู้ค้า</b> ที่ต้องการประสบการณ์ที่โดดเด่น รวดเร็ว ปลอดภัย และเชื่อถือได้สำหรับลูกค้า เครื่องมือนี้ช่วยสร้างร้านค้าอีคอมเมิร์ซที่รวดเร็ว การจัดการในร้านที่ลื่นไหล และชุมชนของคุณเองบนระบบปฏิบัติการธุรกิจ <b>ระดับองค์กรแบบไวต์เลเบล</b>",

    domain_input: {
      message:
        "ร้านค้าของคุณสามารถเชื่อมต่อกับโดเมนส่วนตัวจำนวนเท่าใดก็ได้ที่คุณมีด้วยโฮสติ้งและ SSL . ฟรี",
      action: "สร้างร้านค้า",
    },
    community: "แพลตฟอร์มชุมชน",
    shop: "ตัวสร้างร้านค้าออนไลน์",
    inventory: "การจัดการสินค้าคงคลัง",
    cms: "เครื่องมือแก้ไขเพจ & CMS",

    in_60_sec: "คลิกที่นี่",

    why_use_selldone_if_frustrated_from_wordpress_and_shopify:
      "หากคุณเบื่อปลั๊กอิน WordPress ที่มีปัญหา เซิร์ฟเวอร์ที่ขยายไม่ได้ หรือการตั้งค่าแอป Shopify ที่แพงและซับซ้อน Selldone คือคำตอบที่ดีที่สุดสำหรับคุณ",
  },

  video: {
    title: "โซลูชันแบบครบวงจรสำหรับการขายออนไลน์และการขายต่อหน้าของคุณ",
    msg: "มอบประสบการณ์การซื้อที่เร็วที่สุดในอีคอมเมิร์ซของคุณ",
    pacman: "ฉันไม่ใช่ผู้ก่อตั้งทางเทคนิค",

    card_pos: {
      title: "Selldone POS",
      msg: "ขายด้วยตนเองโดยใช้โซลูชันต้นทุนการตั้งค่าเป็นศูนย์",
    },
    card_ecommerce: {
      title: "อีคอมเมิร์ซ Selldone",
      msg: "ขายของออนไลน์อย่างมืออาชีพ",
    },
  },

  why: {
    title: "ทำไมต้องขาย",
    msg: "เราไม่สามารถจินตนาการถึงทีมที่ไม่มีโค้ช การปฏิวัติโดยปราศจากผู้นำ ต้นไม้ที่ไม่มีราก และธุรกิจที่ไม่มีระบบปฏิบัติการ! ดังนั้น เรากำลังพลิกโฉมธุรกิจออนไลน์สำหรับบริษัทที่เติบโตอย่างรวดเร็วและผู้ประกอบการรุ่นใหม่",

    sec1: {
      title: "ง่าย + มืออาชีพ",
      //   msg: "It's built for you to game like a professional in the markets, even if you are a beginner but want to play like a professional, or you are an expert and deserve to play like yourself!",
    },
    sec2: {
      title: "เครื่องมือระดับองค์กร",
      //  msg: "We release new features, update APIs and apply new methods as a daily routine.  It's an operating system for your business, so your business scale up by our platform.",
    },
    sec3: {
      title: "การขายทางสังคม",
      //  msg: "Our product is designed on the real trading behavior of purchasers all around the world. We offer one-of-a-kind sales methods on Instagram, TikTok, and other social networks, named AVOCADO.",
    },
    sec4: {
      title: "ประหยัดเงิน",
      // msg: "No need for any experts to have an ecommerce anymore! Say goodbye to the costly development, maintenance, programming process, and even ecommerce platforms experts' cost.",
    },
  },

  how_it_work: {
    title: "มันทำงานอย่างไร.",
    msg: "โซลูชันที่ไม่ต้องใช้บัตรเครดิต ไม่ต้องใช้ปลั๊กอิน ไม่ต้องใช้เทมเพลต ไม่ต้องตั้งค่า ไม่ต้องมีโฮสต์ และไม่ต้องมีทักษะเทคนิค สำหรับผู้ที่ต้องการเล่นเกมอย่างมืออาชีพ",

    step0: {
      title: "สร้างมาเพื่อนักช้อป หลงรักผู้ขาย ห่างไปเพียงก้าวเดียว",
      msg1: "ถึงเวลาของคุณแล้วที่จะมีอีคอมเมิร์ซจริง รวบรวมลูกค้าที่มีความสุขจากรอบธุรกิจของคุณ และมุ่งเน้นไปที่สิ่งที่คุณชอบทำจริงๆ",
    },
    step1: {
      title: "เพิ่มผลิตภัณฑ์ของคุณ",
      msg1: "เพิ่มสินค้าด้วยตนเอง เช่น เพิ่มรูปภาพบน Instagram! หรือเพิ่ม 100,000 รายการด้วยไฟล์ Excel คุณขายผลิตภัณฑ์ บริการ การสมัครรับข้อมูล และไฟล์ได้ในที่เดียว",
    },
    step2: {
      title: "เชื่อมต่อวิธีการชำระเงินที่เหมาะกับความต้องการของคุณ",
      msg1: "เราไม่สนใจที่จะรบกวนการทำธุรกรรมทางการเงิน! 100% ของการชำระเงินของลูกค้าจะถูกโอนไปยังบัญชีธนาคารของคุณโดยตรง เพียงเชื่อมต่อ Stripe, PayPal ฯลฯ ของคุณ คุณสามารถมีบริการชำระเงินที่ใช้งานได้หลายรายการในร้านค้าของคุณพร้อมๆ กัน!",
      crypto_msg: "มีให้สำหรับผู้ค้าที่ใช้งานอยู่",
    },
    step3: {
      title: "ฉลากขาว / ยืดหยุ่น / ปรับแต่งได้ลึก",
      msg1: "ออกแบบหน้าแลนดิ้งเพจและเปลี่ยนสีธีมของเว็บไซต์ให้เข้ากับข้อความแบรนด์ของคุณ ฟีเจอร์ลากและวางทำให้ทั้งหมดนี้เป็นไปได้โดยไม่ต้องจ้างผู้เชี่ยวชาญ",
      view_sample_pages: "SD Store ที่ยอดเยี่ยมที่จะสร้างแรงบันดาลใจให้คุณ",
    },
    step4: {
      title:
        "ชำระเงินด้วยคลิกเดียว: ประสบการณ์การชำระเงินแบบรวมศูนย์ทั่วโลก",
      msg1: "ลูกค้าไม่ต้องกรอกข้อมูลและกรอกแบบฟอร์มลงทะเบียนเพื่อซื้อจากคุณ! พวกเขาเข้าสู่ระบบผ่าน SMS และกรอกแบบฟอร์มการชำระเงินได้ด้วยคลิกเดียวและชำระเงิน คุณเติบโต เราก็โต",
    },
  },

  /**
   * @see OOnboardingShop
   */
  onboarding: {
    title: "ทำให้ธุรกิจของคุณออนไลน์เร็วขึ้นและดีขึ้น - ฟรี",
    success_title: "การติดตั้งระบบปฏิบัติการธุรกิจออนไลน์ของคุณ",
    wait_msg: "กรุณารอสักครู่...",
    ready_msg: "ร้านค้าของคุณพร้อมแล้ว",
    send_mail_msg: "ลิงค์เข้าสู่ระบบถูกส่งไปยัง {email} แล้ว",

    enable_disable_features_msg:
      "คุณสามารถเปิดหรือปิดฟีเจอร์เหล่านี้ได้ภายหลัง",
    package_starter: {
      title: "แพ็กเกจเสริม",
      subtitle:
        "เราเข้าใจว่าคุณอาจไม่มีเวลาตั้งค่าหรือเรียนรู้เกี่ยวกับ Selldone หลังลงทะเบียนคุณจะเข้าถึง <b>แพ็กเกจครบวงจร</b> ที่เลือกซื้อได้ โดยมีให้เฉพาะภายใน <b>14 วัน</b> หลังสร้างร้าน",
      include_items_title: "รวมบริการเหล่านี้",
      include_items: [
        "ตั้งค่าร้านค้าและรูปลักษณ์",
        "ตั้งค่าวิธีจัดส่งหนึ่งแบบและการชำระเงินหนึ่งแบบ",
        "ออกแบบหน้าแรกของคุณ",
        "ช่วยนำเข้าสินค้าด้วย Excel",
        "เพิ่มโดเมนที่กำหนดเองของคุณ",
      ],
    },

    sample: {
      title: "ติดตั้งข้อมูลตัวอย่าง",
      description:
        "เริ่มร้านของฉันด้วยข้อมูลตัวอย่าง เช่น สินค้า หมวดหมู่ และโพสต์บล็อก",
    },

    options: {
      title: "การกำหนดค่าร้านค้า",
      msg: "คุณต้องการคุณสมบัติอะไรบนเว็บไซต์ของคุณ?",
      ecommerce: "อีคอมเมิร์ซ",
      pos: "จุดขาย",
      blog: "บล็อก & CMS",
      community: "ชุมชนและฟอรัม",

      ecommerce_desc: "ขายสินค้าและบริการของคุณออนไลน์",
      pos_desc: "ขายสินค้าและบริการของคุณแบบพบหน้าลูกค้า",
      blog_desc: "CMS ทรงพลังสำหรับเผยแพร่บทความและโพสต์ของคุณ",
      community_desc: "สร้างชุมชนและฟอรัมของคุณเอง",
    },

    job: {
      title: "อุตสาหกรรมของคุณคืออะไร?",
      placeholder:
        "เปลี่ยนธุรกิจของคุณเป็น Selldone OS ไม่ว่าคุณจะใช้แพลตฟอร์มใดอยู่",
    },
    shop_name: {
      title: "ชื่อธุรกิจ",
      placeholder: "อดีต. รองเท้าอเล็กซ์",
    },
    income: {
      title: "ยอดขายรายเดือน",
      msg: "เลือกช่วงของยอดขายรายเดือนทั้งหมดของคุณ",
      Low: "สูงถึง $5,000 USD",
      Medium: "$5,000 USD ~ $50,000 USD",
      High: "50,000 เหรียญสหรัฐ ~ 1,000,000 เหรียญสหรัฐ",
      Extreme: "สูงกว่า $1,000,000 USD",
    },
    step_1: "วัตถุประสงค์",
    step_2: "การกำหนดค่า",
    step_3: "บัญชี",
  },

  notion: {
    title: "เกมที่มีกฎเกณฑ์ที่แตกต่างกัน",
    quote:
      "เราเชื่อว่าคนๆ หนึ่งสามารถเปลี่ยนแปลงยุคของมนุษยชาติออนไลน์ได้ แม้จะไม่มีเงินเพียงพอ ไม่มีประสบการณ์ด้านเทคโนโลยี แม้แต่ไม่มีบัญชีธนาคารเพื่อชำระค่าใช้จ่าย เราทำโดยการสร้างแพลตฟอร์มที่พร้อมใช้งานพร้อมเครื่องมือระดับองค์กรเพื่อทำหน้าที่เป็นระบบปฏิบัติการที่ทำได้มากที่สุดบนอินเทอร์เน็ต",
  },

  stop: {
    title: "สร้างเว็บไซต์ช้อปปิ้งออนไลน์ง่ายๆ + ชำระเงินโดยตรง",
    subtitle:
      "หากคุณวางแผนที่จะสร้างธุรกิจออนไลน์ที่ทำกำไรและเปลี่ยนความคิดทางธุรกิจของคุณให้เป็นจริง Selldone เป็นตัวเลือกที่สมบูรณ์แบบ",
    pacman: "ปลั๊กอินการชำระเงิน",
  },

  flow: {
    title: "ขั้นตอนการชำระเงินที่ปรับแต่งได้",
    subtitle:
      "ออกแบบเส้นทางของลูกค้าและขั้นตอนการซื้อและผลการทดสอบ",
    pacman: "ปลั๊กอินชำระเงิน",
  },
  business_model: {
    title: "การนำรูปแบบธุรกิจที่มองเห็นได้มาใช้",
    subtitle:
      "ตั้งค่ารูปแบบธุรกิจของคุณด้วยสายตา ความซับซ้อนทั้งหมดจะถูกปรับเบื้องหลัง",
    pacman: "ปลั๊กอิน Marketplace & POD",
  },

  os: {
    title: "เข้าถึงเครื่องมือระดับโลก — ฟรี",
    msg: "เรานำพลังแห่งการสร้างอีคอมเมิร์ซระดับมืออาชีพมาไว้ที่ปลายนิ้วของคุณ",
  },
  login: {
    title:
      "คุณพร้อมที่จะเล่นเกมอย่างมืออาชีพในตลาดแล้วหรือยัง?",
  },

  currencies: {
    title: "สกุลเงิน",
    sub: "ลูกค้าของคุณสามารถชำระเงินในสกุลเงินท้องถิ่นของตนได้อย่างราบรื่น",
    msg: "มุ่งเน้นที่การขายแทนที่จะดิ้นรนกับความเจ็บปวดของเทคโนโลยี ปลั๊กอิน และความซับซ้อนในการชำระเงิน เราทำงานร่วมกับบริการชำระเงินในท้องถิ่นและทั่วโลกเพื่อให้ทุกอย่างสอดคล้องในธุรกิจออนไลน์ของคุณ",
  },

  countries: {
    title: "ประเทศ",
    sub: "ระบบปฏิบัติการธุรกิจที่ปรับขยายได้ง่ายที่สุดในโลก",
    msg: "เราปรับพฤติกรรมการซื้อขายแบบตัวต่อตัวแบบดั้งเดิมในพื้นที่ออนไลน์ ไม่ว่าคุณจะอยู่ที่ใดหรือลูกค้าของคุณ เราอยู่ในภารกิจที่จะมอบประสบการณ์ที่ดีที่สุดให้กับคุณ",
  },
  dna: {
    title: "DNA ของธุรกิจของคุณ",
    sub: "ขายมัน!",
    msg: "เป็นระบบปฏิบัติการทางธุรกิจแบบ all-in-one แบบไม่มีโค้ดเดียวในรูปแบบบริการที่มีเครื่องมือระดับองค์กรสำหรับคุณ",
  },

  api: {
    header: "API และ SDK แบบโอเพนซอร์สพร้อมการปรับแต่ง {infinite}",
    title: "กำลังพัฒนา เป็นกันเอง",
    msg: "โซลูชันที่ใช้ API แบบเปิดอย่างสมบูรณ์สำหรับธุรกิจออนไลน์",

    sec1: {
      title: "เราสร้างกระดูกสันหลังของธุรกิจของคุณ",
      msg: "ทุกด้านของร้านค้าของคุณพร้อมให้บริการผ่าน REST API อันทรงพลังของเรา คุณสามารถเปลี่ยนแปลงร้านค้า สร้างแอป หรือพัฒนาแอปช็อปปิ้งได้โดยไม่ต้องกังวลเกี่ยวกับปัญหาด้านเทคนิค การชำระเงิน และแบ็กเอนด์",
    },
    sec2: {
      title: "บูรณาการอย่างรวดเร็ว",
      msg: "เราพัฒนา SDK สำหรับภาษาและเฟรมเวิร์กทั่วไปทั้งหมด เพื่อให้คุณสามารถทำตามขั้นตอนการรับรองความถูกต้อง เข้าถึงบัญชี และจัดการได้ด้วยคำสั่งง่ายๆ เริ่มต้นใช้งานได้เพียงไม่กี่คลิก",
    },
  },

  /** @see ConvertibleSelldoneView **/
  convertible: {
    store_name: "ร้านค้าของคุณ",
    variant_1: "ตัวเลือกสินค้า สีเหลืองอำพัน",
    variant_2: "ตัวเลือกสินค้า สีแดง",
    buy: "ซื้อเลย",
    price: "$89",
    management: {
      title: "การจัดการผลิตภัณฑ์",
      msg: "จัดการผลิตภัณฑ์และหมวดหมู่ เช่น ไฟล์และโฟลเดอร์ที่คุณลากและวางใน Windows",
      check1: "อัปโหลดผลิตภัณฑ์ด้วยไฟล์ Excel หรือ CSV",
      check2: "เพิ่มโมเดล AR",
      check3: "เพิ่มประสิทธิภาพด้วยเอ็นจิ้น SEO อัตโนมัติ",
      check4: "การจัดการลากและวาง",
    },
    payment: {
      title: "รองรับช่องทางการชำระเงินที่หลากหลาย",
      msg: "ประสบการณ์ที่ไร้รอยต่อในไซต์ / การชำระเงินในแอป",
      check1: "ลาย",
      check1msg: "รองรับกว่า 40 ประเทศ",

      check2: "คลาร์นา",
      check2msg: "ซื้อเลยจ่ายทีหลัง",

      check3: "Paypal",
      check3msg: "ชำระเงินด้วยคลิกเดียว",
    },
    checkout: {
      title: "แบรนด์ของคุณ",
      online: "ลูกค้าออนไลน์",
      offline: "ลูกค้าตัวต่อตัว",
    },
    design: {
      title: "ตัวสร้างเพจ",
      msg: "ทำให้มันเป็นจริงเพียงแค่ลากและวาง",
    },
  },

  secure: {
    title: "โซลูชันการรักษาความปลอดภัยแบบไฮเปอร์",
    msg: "ความสมบูรณ์ของข้อมูลและการจัดการระดับการเข้าถึงระดับองค์กร",
  },

  build: {
    title: "มีอีคอมเมิร์ซของคุณเองด้วยแบรนด์ของคุณเองและนำการควบคุมธุรกิจของคุณกลับคืนมา!",
    msg: "คุณมีตัวเลือกมากมายในการแปลงบัญชีโซเชียลมีเดียของคุณให้เป็นเว็บไซต์ช้อปปิ้งออนไลน์บนโดเมนของคุณ หรือสร้างอีคอมเมิร์ซชิ้นเอกของคุณตั้งแต่เริ่มต้น",
  },

  stripe: {
    title: "มีบัญชี Stripe หรือไม่?",
    msg: "ยินดีด้วย คุณเคยทำสิ่งต่างๆ มาก่อนมากที่สุด สร้างร้านค้าออนไลน์ของคุณด้วยการแตะเพียงครั้งเดียว! Selldone ดูแลส่วนที่เหลือ",
  },
  /* demo: {
                  title: "View Demo",
                  msg: "See professional live e-commerces",
                },*/

  unbanked: {
    title: "หนึ่งแพลตฟอร์ม หนึ่งโซลูชั่น — วัตถุประสงค์",
    msg: "ระบบปฏิบัติการธุรกิจที่ไม่เหมือนใคร เพื่อช่วยให้การขายออนไลน์ง่ายขึ้นและปลดล็อกจิตวิญญาณผู้ประกอบการ แม้สำหรับผู้ใหญ่ที่ไม่มีบัญชีธนาคารมากกว่า 1.7 พันล้านคน",
  },
  faqs: [
    {
      question: "ฉันสามารถสร้างร้านค้าออนไลน์โดยไม่ต้องใช้บัตรเครดิตได้หรือไม่?",
      answer:
        "ได้ คุณสามารถสร้างอีคอมเมิร์ซของคุณโดยไม่ต้องใช้บัตรธนาคาร เช่น บัตรเครดิตและเดบิตบน Selldone Selldone ใช้วิธีที่ไม่เหมือนใครเพื่อให้บริการอีคอมเมิร์ซขั้นสูงแก่ผู้คน แม้กระทั่งผู้คนกว่า 1.7 พันล้านคนที่ไม่สามารถเข้าถึงบริการทางการเงินทั่วไปได้",
    },
    {
      question: "ฉันจะขายออนไลน์ให้กับลูกค้าที่ไม่มีบัญชีธนาคารได้อย่างไร",
      answer:
        "เพิ่ม COD ( เก็บ <b>เงินปลายทาง</b> ) ให้กับอีคอมเมิร์ซของคุณ เพื่อให้ลูกค้าของคุณสามารถชำระเงินหลังจากได้รับคำสั่งซื้อ COD เป็นวิธีการดั้งเดิมในประเทศส่วนใหญ่ที่ไม่มีโครงสร้างพื้นฐานทางการเงิน",
    },
    {
      question: "ฉันจะตั้งค่าอีคอมเมิร์ซโดยไม่มีบัญชีธนาคารได้อย่างไร",
      answer:
        "ไม่มีวิธีแก้ปัญหาสำหรับคนที่ไม่ได้อบก่อน Selldone แต่ตอนนี้ คุณสามารถสร้างอีคอมเมิร์ซและเว็บไซต์ของคุณได้โดยไม่ต้องมีบัญชีธนาคาร มีค่าใช้จ่ายน้อยที่สุดสำหรับคุณ คุณสามารถชำระค่าใช้จ่ายนี้เมื่อสิ้นเดือนผ่านกระเป๋าเงินของคุณ กระเป๋าเงิน Selldone สามารถรับค่าธรรมเนียมจากบุคคลอื่นหรือเรียกเก็บเงินผ่านบัตรของขวัญ คุณไม่จำเป็นต้องมีบัตรเครดิตเพื่อใช้บริการเหล่านี้",
    },
    {
      question: "ฉันจะเริ่มต้นธุรกิจโดยไม่ต้องเสียค่าติดตั้งได้อย่างไร",
      answer:
        "<ol><li>ลงทะเบียนฟรีใน <a href='https://selldone.com'>Selldone.com</a></li><li> สร้างร้านค้าของคุณ</li><li> เพิ่มผลิตภัณฑ์และบริการของคุณ</li><li> เชื่อมต่อโดเมนของคุณ (ไม่บังคับ)</li><li> เปิดใช้งานเกตเวย์การชำระเงิน</li><li> เริ่มแนะนำธุรกิจของคุณให้กับเพื่อนและครอบครัว</li><li> แนะนำตัวเองและผลิตภัณฑ์ของคุณบนโซเชียลมีเดีย</li><li> สร้างแบรนด์สำหรับธุรกิจของคุณโดยนำเสนอคุณค่าที่ไม่เหมือนใคร</li><li> ตรวจสอบพฤติกรรมผู้ใช้ของคุณผ่านแผง Selldone</li></ol>",
    },
  ],

  brands: {
    title: "สร้างธุรกิจของคุณบนรากฐานที่เชื่อถือได้",
    subtitle: "ธุรกิจของคุณคุ้มค่า!",
  },

  why_boxes: {
    title: "ปรับให้เหมาะกับการขายออนไลน์และในร้านในระดับใหญ่",
    subtitle:
      "ปรับให้เหมาะกับการขายออนไลน์และในร้านในระดับใหญ่",

    block1: {
      title: "ประหยัดต้นทุนเริ่มต้น",
      subtitle: "ไม่มีธีมและไม่มีปลั๊กอินโซลูชัน",
    },
    block2: {
      title: "ประหยัดค่าใช้จ่ายในการดำเนินงาน",
      subtitle: "ไม่มีค่าธรรมเนียมพิเศษ & ซ่อนเร้นเลยทีเดียว",
    },
    block3: {
      title: "ประหยัดเวลา",
      subtitle: "ระดับองค์กร แต่เป็นมิตรกับผู้เริ่มต้น",
    },
  },

  money_transfer: {
    customer: "ลูกค้าของคุณ",
    bank: "บัญชีธนาคารของคุณ",
    wallet: "กระเป๋าสตางค์",
    free_setup: "ติดตั้งฟรี",
    no_extra_fee: "ไม่มีค่าธรรมเนียมเพิ่มเติม",
    no_hidden_fee: "ไม่มีค่าธรรมเนียมแอบแฝง",
  },

  /** @see HomePanelExtraFlow **/
  extra: {
    cart: "การจัดการรถเข็น",
    payment: "การชำระเงิน",
    shipping: "การส่งสินค้า",
    fulfilment: "สมหวัง",
    community: "ชุมชนและคำติชม",
  },

  team: {
    title: "พบกับทีม.",
    msg: "เราจะเล่นตามกฎที่แตกต่างกันในด้านแพลตฟอร์มการค้าที่โหดร้าย โดยเฉพาะอย่างยิ่งเมื่อคู่แข่งของเราใช้เงินหลายล้านดอลลาร์ไปกับการโฆษณา เราลงทุนในผลิตภัณฑ์ คน และการแก้ปัญหาที่แท้จริง ทีมนี้สนับสนุนธุรกิจของคุณ!",
  },

  customers: {
    title: "พบกับชุมชนของเรา",
    msg: "เป็นเพียงจุดเริ่มต้นของการเดินทางเพื่อสร้างเครื่องมือที่มีความหมายเพื่อปลดล็อกผู้ประกอบการในอนาคตโดยการเรียนรู้จากลูกค้าของเรา",
  },
  /** {@see PanoramaImage} {@see HomePage} */

  panorama: {
    title:
      "#1 ระบบปฏิบัติการธุรกิจ — <b class=\"bg-gradient-animate text-gradient my-1\">ฟีเจอร์ทั้งหมดสร้างไว้ล่วงหน้าแล้ว</b>",
    msg: "ไม่จำเป็นต้องใช้เงินหลายร้อยดอลลาร์กับปลั๊กอินและแอพในแต่ละเดือน และกังวลเกี่ยวกับการอัปเดต เช่นเดียวกับ macOS สำหรับพีซีของคุณ Selldone OS จะดูแลด้านเทคนิคทั้งหมดของธุรกิจของคุณ",
    orders_management: "การจัดการคำสั่งซื้อ",
    online_pos: "POS ออนไลน์",
    shipping: "การส่งสินค้า",
    inventory_management: "การจัดการสินค้าคงคลัง",
    social_commerce: "โซเชียลคอมเมิร์ซ",
    in_store_sell: "การขายในร้านค้า",
    team: "ทีม / พนักงาน",
    incentives: "สิ่งจูงใจ / ความภักดี",
    community: "การจัดการชุมชน",
    payments: "การชำระเงินในท้องถิ่น",
    ar_3d: "3D / AR",
  },

  no_plugin: "ไม่—ปลั๊กอิน",

  product_page: {
    title: "ผลลัพธ์หลังจากเพิ่มผลิตภัณฑ์แรกของคุณ",
    msg: "นำแนวคิดของคุณมาสู่ชีวิตด้วยการคลิกเพียงไม่กี่ครั้ง",
    open_sample_product_link: "เปิดผลิตภัณฑ์สด",
    open_templates: "ดูเทมเพลต",
  },

  /** {@see CountrySupportBox} */
  support_box: {
    country_select_label: "เลือกประเทศของคุณ",
    we_support_message: "เรารองรับ {country}",
    we_limited_support: "เรารองรับ {country} แบบจำกัด",
    support_message_long:
      "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
    limited_support_message_long:
      "การชำระเงินออนไลน์อาจยังไม่พร้อมใช้งานในประเทศของคุณ แต่ไม่ต้องกังวล Selldone รองรับการชำระเงินสด โอนเงินผ่านธนาคาร และเก็บเงินปลายทาง (COD) ทั่วโลก คุณสามารถสร้างธุรกิจออนไลน์ได้อย่างมั่นใจ พร้อมปฏิบัติตามกฎระเบียบของประเทศและยุโรป หากต้องการรายละเอียดเพิ่มเติม โปรดติดต่อทีมสนับสนุนของเรา\n",
    more_about_selldone_in_country: "เกี่ยวกับ Selldone ในประเทศของคุณ",

    tax: {
      title: "เป็นมิตรกับภาษี",
      message:
        "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
    },
    global: {
      title: "การขายทั่วโลก",
      message:
        "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
    },
    shipping: {
      title: "การจัดส่งในประเทศและทั่วโลก",
      message:
        "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
    },
    erp: {
      title: "การเชื่อมต่อ ERP",
      message:
        "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
    },
  },

  hero: {
    intro: "#1 ระบบปฏิบัติการสำหรับธุรกิจ",
    title: "แทนที่ปลั๊กอินและแอป {infinite} ด้วย {app} เดียว",
  },

  /**
   * {@see MakeYourShopHeader}
   */
  make_your_shop: {
    title: "สร้างของคุณเอง",
    amazon: "Amazon",
    local_store: "ร้านค้าท้องถิ่น",
    instagram: "ร้าน Instagram",
    dropshipping: "ร้านจัดส่งตรง",
    coursera: "Coursera",
    gift_store: "ร้านขายของขวัญ",
    airbnb: "Airbnb",
    simple_store: "ร้านค้าแบบง่าย",
    tiktok: "ร้าน Tiktok",
  },
  /**
   * {@see SectionShowItsSimplicity}
   */
  show_its_simplicity: {
    title: "แพลตฟอร์มอีคอมเมิร์ซที่ซับซ้อนและน่าเบื่ออีกแล้ว <div class=\"app-box\" style=\"font-size: 55%\">😣</div> ใช่ไหม?",
    subtitle: "ไม่ใช่อย่างแน่นอน! ลองใช้ก่อนลงทะเบียนได้เลย...",
    as_guest: "ในฐานะแขก",
    need_register: "ต้องลงทะเบียน",

    page_builder: {
      title: "ตัวสร้างหน้าเว็บ",
      subtitle:
        "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
      try_action: "ลองตัวสร้างหน้าเว็บ",
      see_collection_action: "ดูเทมเพลต",
    },
    ai: {
      title: "ฟีเจอร์ AI ในตัว",
      subtitle:
        "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
      try_action: "ลองใช้ปัญญาประดิษฐ์ของ Selldone",
    },
    storefront: {
      title: "หน้าร้านสด",
      subtitle:
        "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
      see_action: "ดูหน้าร้านสาธิต",
    },
    backoffice: {
      title: "หลังบ้านสด",
      subtitle: "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
      see_action: "ดูหลังบ้านสาธิต",
    },
  },

  /**
   * {@see SectionPricingCompact}
   */
  pricing_compact: {
    title: "<div class=\"app-box\" style=\"font-size: 55%\">💞️</div> ราคาที่เรียบง่ายและโปร่งใส",
    subtitle:
      "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
  },

  screenshots: {
    item_1: {
      title: "คุณสมบัติของ Selldone 1",
      desc: "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
    },
    item_2: {
      title: "คุณสมบัติของ Selldone 2",
      desc: "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
    },
    item_3: {
      title: "คุณสมบัติของ Selldone 3",
      desc: "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
    },
    item_4: {
      title: "คุณสมบัติของ Selldone 4",
      desc: "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
    },
    item_5: {
      title: "คุณสมบัติของ Selldone 5",
      desc: "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
    },
    item_6: {
      title: "คุณสมบัติของ Selldone 6",
      desc: "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
    },
    item_7: {
      title: "คุณสมบัติของ Selldone 7",
      desc: "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
    },
    item_8: {
      title: "คุณสมบัติของ Selldone 8",
      desc: "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
    },
    item_9: {
      title: "คุณสมบัติของ Selldone 9",
      desc: "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
    },
    item_10: {
      title: "คุณสมบัติของ Selldone 10",
      desc: "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
    },
    item_11: {
      title: "คุณสมบัติของ Selldone 11",
      desc: "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
    },
    item_12: {
      title: "คุณสมบัติของ Selldone 12",
      desc: "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
    },
    item_13: {
      title: "คุณสมบัติของ Selldone 13",
      desc: "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
    },
    item_14: {
      title: "คุณสมบัติของ Selldone 14",
      desc: "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
    },
    item_15: {
      title:
        "คุณสมบัติของ Selldone 15",
      desc: "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
    },
    item_16: {
      title: "คุณสมบัติของ Selldone 16",
      desc: "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
    },
    item_17: {
      title: "คุณสมบัติของ Selldone 17",
      desc: "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
    },
    item_18: {
      title: "คุณสมบัติของ Selldone 18",
      desc: "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
    },
    item_19: {
      title: "คุณสมบัติของ Selldone 19",
      desc: "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
    },
    item_20: {
      title: "คุณสมบัติของ Selldone 20",
      desc: "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
    },
    item_21: {
      title: "คุณสมบัติของ Selldone 21",
      desc: "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
    },
    item_22: {
      title: "คุณสมบัติของ Selldone 22",
      desc: "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
    },
    item_23: {
      title: "คุณสมบัติของ Selldone 23",
      desc: "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
    },
    item_24: {
      title: "คุณสมบัติของ Selldone 24",
      desc: "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
    },
    item_25: {
      title: "คุณสมบัติของ Selldone 25",
      desc: "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
    },
    item_26: {
      title: "คุณสมบัติของ Selldone 26",
      desc: "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
    },
    item_27: {
      title: "คุณสมบัติของ Selldone 27",
      desc: "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
    },
    item_28: {
      title: "คุณสมบัติของ Selldone 28",
      desc: "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
    },
    item_29: {
      title: "คุณสมบัติของ Selldone 29",
      desc: "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
    },
    item_30: {
      title: "คุณสมบัติของ Selldone 30",
      desc: "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
    },
    item_31: {
      title: "คุณสมบัติของ Selldone 31",
      desc: "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
    },
    item_32: {
      title: "คุณสมบัติของ Selldone 32",
      desc: "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
    },
    item_33: {
      title: "คุณสมบัติของ Selldone 33",
      desc: "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
    },
    item_34: {
      title: "คุณสมบัติของ Selldone 34",
      desc: "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
    },
    item_35: {
      title: "คุณสมบัติของ Selldone 35",
      desc: "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
    },
    item_36: {
      title: "คุณสมบัติของ Selldone 36",
      desc: "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
    },
    item_37: {
      title: "คุณสมบัติของ Selldone 37",
      desc: "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
    },
    item_38: {
      title: "คุณสมบัติของ Selldone 38",
      desc: "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
    },
    item_39: {
      title: "คุณสมบัติของ Selldone 39",
      desc: "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
    },
  },

  country_landing: {
    intro: "#1 ระบบปฏิบัติการสำหรับธุรกิจ",
    title: "แทนที่ปลั๊กอินและแอป {infinite} ด้วย {app} ใน {country}",
  },

  /**
   * @see IntegrationPaymentPage
   */
  payment_landing: {
    intro: "#1 ระบบปฏิบัติการสำหรับธุรกิจ",
    title: "แทนที่ปลั๊กอินและแอป {infinite} ด้วย {app}",

    unlock_section: {
      title: "ปลดล็อก {payment} และเริ่มสร้างรายได้บนเว็บไซต์ของคุณ",
      subtitle:
        "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
      no_plugin: {
        title: "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
        subtitle:
          "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น {payment}",
      },
      experience: {
        title: "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น {payment}",
        subtitle:
          "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น {payment}",
      },
      boost: {
        title: "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
        subtitle:
          "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น {payment}",
      },
      security: {
        title: "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
        subtitle:
          "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น {payment}",
      },
      setup_payment: "ตั้งค่าการชำระเงิน",
    },

    how_to_add: {
      step_1: {
        step: "ขั้นตอนที่ 1",
        title: "เพิ่มสกุลเงินของคุณ",
        subtitle:
          "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น {payment}",
      },
      step_2: {
        step: "ขั้นตอนที่ 2",
        title: "ตั้งค่าเกตเวย์ของคุณ",
        subtitle: "จากนั้นไปที่แท็บร้านค้า > บัญชี > เกตเวย์ คลิก <b>วิธีชำระเงินใหม่</b> เลือกสกุลเงิน แล้วเลือก <b>{payment}</b> คุณสามารถเพิ่มเกตเวย์ได้ทั้งโหมดทดสอบหรือโหมดใช้งานจริง โปรดใส่ คีย์ API ให้ถูกต้องสำหรับแต่ละโหมด ซึ่งพบได้ใน <a href=\"{payment_url}\" target=\"_blank\">บัญชี {payment}</a> ของคุณ",
      },
    },

    integration: {
      title: "การเชื่อมต่ออีคอมเมิร์ซกับ {payment} อย่างง่ายดาย",
      subtitle:
        "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
    },
    pay_after_earn: {
      title: "จ่ายเมื่อมีกำไรเท่านั้น",
      subtitle:
        "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
    },
  },

  feature_page_builder: {
    title: "ตัวสร้างหน้าเว็บที่ขับเคลื่อนยอดขาย",
    message:
      "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
  },

  feature_items: {
    products: {
      title: "การจัดการสินค้าที่ใช้งานง่าย",
      description:
        "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
    },
    excel: {
      title: "การนำเข้าข้อมูล Excel",
      description:
        "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
    },
    incentive: {
      title: "แรงจูงใจการขาย",
      description:
        "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
    },
    loyalty: {
      title: "ความภักดีของลูกค้า",
      description:
        "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
    },
    cashback: {
      title: "ข้อเสนอคืนเงิน",
      description:
        "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
    },
    cross_selling: {
      title: "เครื่องมือขายต่อเนื่อง",
      description:
        "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
    },
    accounting: {
      title: "บัญชีแบบง่าย",
      description: "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
    },
    inventory: {
      title: "ควบคุมสินค้าคงคลัง",
      description:
        "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
    },
    analytics: {
      title: "การวิเคราะห์ขั้นสูง",
      description:
        "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
    },
    social: {
      title: "ขายหลายช่องทาง",
      description:
        "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
    },
    community: {
      title: "ตัวสร้างชุมชน",
      description:
        "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
    },
    security: {
      title: "การจัดการทีม",
      description:
        "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
    },
    pos: {
      title: "POS ในร้าน",
      description:
        "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
    },
    store: {
      title: "ตลาดผู้ขาย",
      description: "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
    },
    pricing: {
      title: "การตั้งราคาแบบยืดหยุ่น",
      description:
        "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
    },
    pod: {
      title: "การเชื่อมต่อดรอปชิปปิง",
      description:
        "ส่วนนี้ช่วยให้คุณจัดการร้านค้า คำสั่งซื้อ ลูกค้า และยอดขายใน Selldone ได้ง่ายขึ้น",
    },
  },
};
