export default {
  "local_service": "{Country_name for өчен җирле хезмәт",
  "local_service_message": "Бу сервис <u>{country_name</u> in яшәгән һәм үз хезмәтләрен һәм продуктларын бу илдә сатучы кулланучылар өчен генә эшләнгән. Сезгә җирле хезмәтләрне яки Selldone халыкара хезмәтен кулланырга рөхсәт ителә. Бу хезмәтне куллану өчен сез моны үтәргә тиеш. <b>{ил_ исеме}</b> һәм <b>Европа Союзы</b> законнары.",
  "my_shops": "Минем кибетләр",
  "moto": "Сынап кара, без ишекләрне ачабыз!",
  "start_now_btn": "Хәзер башлау - бушлай",
  "create_ecommerce_btn": "Электрон сәүдәгезне бушлай башлагыз",
  "incentive_action": "Онлайн сату ставкасы белән саубуллашыгыз!",
  "create_shopping_website": "Минем сәүдә булдырыгыз",
  "s1": {
    "title": "Онлайн кибетегезне ясагыз<br> —К - Код & Noк - Экспертка кирәкле чишелеш",
    "title_animated_words": [
      "Эшмәкәрләр",
      "Рәссамнар",
      "Бәйсез бизнес",
      "Брендлар",
      "Сату",
      "Иҗат итүчеләр"
    ],
    "subtitle": "Әгәр дә сез клиентларыгыз өчен уникаль, тиз, куркынычсыз һәм ышанычлы тәҗрибә булдырырга телисез икән, бу сезнең өчен корал. Рекламасыз предприятияле бизнес-операция системасында уникаль җәмгыятьне һәм тиз коммерцияне төзегез.",
    "domain_input": {
      "message": "Сезнең кибет бушлай хостинг һәм SSL белән булган шәхси доменнарга тоташа ала",
      "action": "Кибет булдыру"
    },
    "community": "Иҗтимагый платформа",
    "shop": "Онлайн кибет төзүче",
    "inventory": "Инвентаризация белән идарә итү",
    "cms": "Бит редакторы & CMS",
    "in_60_sec": "Монда басыгыз"
  },
  "video": {
    "title": "Онлайн һәм шәхси сату өчен бер-бер артлы чишелеш.",
    "msg": "Электрон сәүдәгездә иң тиз сатып алу тәҗрибәсен тәкъдим итегез.",
    "card_pos": {
      "title": "Селдон ПОС",
      "msg": "Шәхесне нуль-көйләү бәясе буенча сату."
    },
    "card_ecommerce": {
      "title": "Селдон Электрон Сәүдә",
      "msg": "Профессионаллар кебек онлайнда сату."
    },
    "pacman": "Мин техник нигез салучы түгел"
  },
  "why": {
    "title": "Нигә Селдон?",
    "msg": "Командаларны тренерларсыз, лидерларсыз революцияләр, тамырсыз агачлар, операция системасы булмаган бизнесны күз алдына да китерә алмыйбыз! Шуңа күрә без тиз үсүче компанияләр һәм яшь эшкуарлар өчен онлайн бизнесны реимимациялибез.",
    "sec1": {
      "title": "Easyиңел + профессиональ",
      "msg": "Бу сезнең өчен базарда профессионал кебек уйнау өчен төзелгән, сез башлап җибәргән булсагыз да, профессионал кебек уйнарга теләсәгез дә, яки сез белгеч булсагыз һәм үзегез кебек уйнарга лаек булсагыз!"
    },
    "sec2": {
      "title": "Предприятие-класс кораллары",
      "msg": "Без яңа функцияләр чыгарабыз, API-ны яңартабыз һәм көндәлек ысул буларак яңа ысуллар кулланабыз. Бу сезнең бизнес өчен операцион система, шуңа күрә сезнең бизнес сезнең платформа белән киңәйтелә."
    },
    "sec3": {
      "title": "Социаль сатулар",
      "msg": "Безнең продукт бөтен дөнья буенча сатып алучыларның реаль сәүдә тәртибендә эшләнгән. Инстаграмда, TikTokда һәм AVOCADO дип аталган башка социаль челтәрләрдә сату ысулларын тәкъдим итәбез."
    },
    "sec4": {
      "title": "Акча саклагыз",
      "msg": "Инде бер белгечнең дә коммерциягә мохтаҗлыгы юк! Кыйммәтле үсеш, хезмәт күрсәтү, программалаштыру процессы, хәтта коммерция платформалары белгечләре бәясе белән саубуллашыгыз."
    }
  },
  "how_it_work": {
    "title": "Ничек бу эшли.",
    "msg": "Профессионаллар кебек уйнарга теләүчеләр өчен Кредит картасы юк, Плагин юк, Шаблон юк, Урнаштыру юк, Хост юк, Техник чишелеш юк.",
    "step0": {
      "title": "Кибетчеләр өчен төзелгән, Сатучылар яраткан, Бер адым ераклыкта.",
      "msg1": "Чын сәүдә итү, үз бизнесыгызда бәхетле клиентлар туплау һәм сез чынлап та нәрсә эшләргә яратуыгыз турында уйлау вакыты."
    },
    "step1": {
      "title": "Productsз продуктларыгызны өстәгез.",
      "msg1": "Инстаграмда фото өстәү кебек продуктларны кул белән өстәгез! Яисә Excel файлында 100,000 әйбер өстәгез. Сез продуктларны, хезмәтләрне, язылу һәм файлларны бер урында сата аласыз."
    },
    "step2": {
      "title": "Түләү ысулларын сезнең ихтыяҗга туры китерегез.",
      "msg1": "Без финанс операцияләренә катнашырга теләмибез! Клиентларның түләүләренең 100% турыдан-туры сезнең банк счетына күчереләчәк. Stripe, PayPal һ.б.ны гына тоташтырыгыз Сезнең кибеттә берьюлы берничә актив түләү хезмәте була ала!",
      "crypto_msg": "Актив сәүдәгәрләр өчен бар"
    },
    "step3": {
      "title": "Ак ярлык / сыгылучан / тирән көйләнә торган.",
      "msg1": "Десант битләрегезне дизайн итегез, һәм бренд хәбәренә туры килгән сайтыгызның тема төсен үзгәртегез. Сөйләү һәм ташлау функциясе боларның барысын да эксперт ялламыйча мөмкин итә.",
      "view_sample_pages": "Сезне рухландырыр өчен зур SD кибетләре"
    },
    "step4": {
      "title": "Бер тапкыр чыккач, бөтен дөнья буенча бердәм теркәлү тәҗрибәсе.",
      "msg1": "Клиентларга сездән сатып алу өчен мәгълүмат кертергә һәм теркәлү формасын тутырырга туры килми! Алар SMS аша керәләр һәм теркәлү формасын бер басу белән тутыралар һәм түлиләр. Син үсәсең, без үсәбез."
    }
  },
  "onboarding": {
    "title": "Онлайн, тизрәк һәм яхшырак эшләгез - бушлай",
    "success_title": "Онлайн бизнес ОС урнаштыру,",
    "wait_msg": "Зинһар, берничә секунд көтегез ...",
    "ready_msg": "Сезнең кибет әзер.",
    "send_mail_msg": "{Электрон почтага җибәрелгән керү сылтамасы",
    "options": {
      "title": "Кибет конфигурациясе",
      "msg": "Вебсайтыгызда нинди үзенчәлекләр телисез?",
      "ecommerce": "Электрон сәүдә",
      "pos": "Сату ноктасы",
      "blog": "Блог & CMS",
      "community": "Иҗтимагый һәм форум"
    },
    "job": {
      "title": "Сезнең тармак нинди?",
      "placeholder": "Хәзерге вакытта нинди платформаны куллануыгызга карамастан, бизнесыгызны Selldone OS'ка күчерегез."
    },
    "shop_name": {
      "title": "Бизнес исеме",
      "placeholder": "Мис. Алекс аяк киеме"
    },
    "income": {
      "title": "Айлык сату",
      "msg": "Сезнең айлык сату күләмен сайлагыз.",
      "Low": "5000 АКШ долларына кадәр",
      "Medium": "$ 5000 USD ~ 50,000 $",
      "High": "50,000 USD ~ $ 1,000,000 USD",
      "Extreme": "$ 1,000,000 АКШ долларыннан артык"
    },
    "step_1": "Максат",
    "step_2": "Конфигурация",
    "step_3": "Хисап"
  },
  "notion": {
    "title": "Төрле кагыйдәләр белән уен.",
    "quote": "Без ышанабыз, бер кеше онлайн кешелек чорында үзгәрешләр кертә ала, хәтта акчасы җитмәгән, хәтта технология тәҗрибәсе булмаган, хәтта түләү өчен банк счеты да булмаган. без моны интернетта иң ирешеп була торган операцион система ролен башкару өчен предприятия кораллары белән кулланырга әзер платформа булдырып эшлибез."
  },
  "stop": {
    "title": "Onlineиңел онлайн кибет сайты төзүче + Туры түләү.",
    "subtitle": "Әгәр дә сез керемле онлайн бизнес төзергә һәм үз бизнес идеягызны чынбарлыкка әйләндерергә уйласагыз, Selldone - бик яхшы сайлау.",
    "pacman": "Түләү плагиннары"
  },
  "os": {
    "title": "Дөнья дәрәҗәсендәге коралларга керү - бушлай.",
    "msg": "Без профессиональ сәүдә булдыру көчен сезнең кулыгызда куябыз."
  },
  "login": {
    "title": "Сез базарда про кебек уйнарга әзерме?"
  },
  "currencies": {
    "title": "Валюта",
    "sub": "Сезнең клиентлар җирле валюталарда шома түли ала.",
    "msg": "Технология, плагиннар, түләү авырлыклары белән көрәшү урынына сатуга игътибар итегез. Онлайн бизнесыгызда барысын да тигезләү өчен без җирле һәм глобаль түләү хезмәтләре белән эшлибез."
  },
  "countries": {
    "title": "Илләр",
    "sub": "Дөньядагы иң җиңел масштаблы Бизнес ОС.",
    "msg": "Без традицион шәхес-кеше сәүдә тәртибен онлайн киңлектә җайлаштырабыз, сез яки клиентыгыз кайда гына яшәсә дә, без сезнең өчен иң яхшы тәҗрибәне җиткерү миссиясендә."
  },
  "dna": {
    "title": "Сезнең бизнесның ДНКсы",
    "sub": "Сатыгыз!",
    "msg": "Бу сезнең өчен предприятия кораллары булган сервис буларак бердәнбер кодсыз бизнес-операция системасы."
  },
  "api": {
    "title": "Дев. дус",
    "msg": "Онлайн бизнес өчен тулысынча ачык API нигезендә чишелеш.",
    "sec1": {
      "title": "Без сезнең бизнесның нигезен салабыз",
      "msg": "Кибетегезнең барлык яклары безнең көчле REST API аша бар. Сез кибеткә теләсә нинди үзгәрешләр кертә аласыз, кушымталарыгызны ясый аласыз, яисә техник, түләү һәм реклама проблемалары турында борчылмыйча, кибет кушымтасын үстерә аласыз."
    },
    "sec2": {
      "title": "Тиз интеграция",
      "msg": "Без барлык уртак телләр һәм рамкалар өчен SDK-ларны эшлибез, шуңа күрә сез аутентификация адымнарын ясый аласыз, хисап язмасына керә аласыз һәм аны гади боерыклар белән идарә итә аласыз. Башлау берничә тапкыр гына булачак."
    }
  },
  "convertible": {
    "store_name": "Сезнең кибет",
    "variant_1": "Продукт варианты Эмбер",
    "variant_2": "Продукт варианты Кызыл",
    "buy": "Хәзер сатып алырга",
    "price": "$ 89",
    "management": {
      "title": "Продукция белән идарә итү",
      "msg": "Windows-ка тарткан һәм ташлаган файллар һәм папкалар кебек продуктлар һәм категорияләр белән идарә итегез.",
      "check1": "Excel яки CSV файллары белән продуктларны йөкләү.",
      "check2": "AR модельләрен өстәгез.",
      "check3": "Автомобиль SEO двигателе белән оптимальләштерү.",
      "check4": "Идарә итү."
    },
    "payment": {
      "title": "Күп түләү ысулларына булышу",
      "msg": "Сайтта / кушымтада түләүсез тәҗрибә.",
      "check1": "Сызык",
      "check1msg": "40тан артык илгә ярдәм.",
      "check2": "Кларна",
      "check2msg": "Соңрак түләгез.",
      "check3": "Paypal",
      "check3msg": "Түләүгә бер тапкыр басыгыз."
    },
    "checkout": {
      "title": "Сезнең бренд",
      "online": "Онлайн клиентлар",
      "offline": "Шәхси клиентлар"
    },
    "design": {
      "title": "Бит төзүче",
      "msg": "Аны тарту һәм ташлау белән реаль ит."
    }
  },
  "secure": {
    "title": "Гипер куркынычсыз чишелеш",
    "msg": "Мәгълүматның бөтенлеге һәм предприятиягә керү дәрәҗәсе белән идарә итү."
  },
  "build": {
    "title": "Brandз брендыгыз белән үз сәүдәгезгә ия булыгыз һәм бизнесны контрольдә тотыгыз!",
    "msg": "Сезнең социаль медиа аккаунтларыгызны доменыгыздагы онлайн кибет вебсайтына әверелдерү яки шедеврыгызның электрон сәүдәсен баштан ук ясау өчен бик күп сайлау мөмкинлекләре бар."
  },
  "stripe": {
    "title": "Стрип счетыгыз бармы?",
    "msg": "Котлыйбыз, сез моңа кадәр күп эш башкардыгыз. Онлайн кибетегезне бер таптап кына ясагыз! Калганнары турында Селдон кайгырта."
  },
  "unbanked": {
    "title": "Бер платформа, бер чишелеш - Максат.",
    "msg": "Онлайн сатуны җиңеләйтү һәм эшкуарлык рухын ачу өчен уникаль Бизнес ОС, хәтта 1,7 миллиардтан артык банксыз олылар өчен."
  },
  "faqs": [
    {
      "question": "Кредит картасы булмаган онлайн кибет булдыра аламмы?",
      "answer": "Әйе, сез электрон сәүдәгезне Селдондагы кредит һәм дебет карталары кебек банк картасы кирәксез булдыра аласыз. Селддон кешеләргә, хәтта 1,7 миллиардтан артык кешегә, гомуми финанс хезмәтләренә рөхсәтсез, алдынгы электрон сәүдә хезмәтләрен күрсәтүнең уникаль ысулын куллана."
    },
    {
      "question": "Банксыз клиентларга ничек мин онлайн сата алам?",
      "answer": "Электрон сәүдәгезгә COD ( <b>Cash on delivery</b> ) өстәгез, клиентлар заказны алганнан соң түли алалар. Код күпчелек илләрдә финанслау инфраструктурасы булмаган традицион ысул."
    },
    {
      "question": "Электрон сәүдәне банк счетысыз ничек урнаштырырга?",
      "answer": "Селдонга кадәр пешмәгән кешеләр өчен чишелеш юк иде. Ләкин хәзер, сез үзегезнең электрон сәүдә һәм вебсайтыгызны бернинди банк счетысыз булдыра аласыз. Бу сезнең өчен минималь бәягә ия; сез бу бәяне ай ахырында акча янчыгыгыз аша түли аласыз. Селдон капчыгы бүтән кешеләрдән акча ала яки бүләк карталары аша түли ала. Бу хезмәтләрне куллану өчен сезгә кредит картасы кирәк түгел."
    },
    {
      "question": "Бизнесны көйләү бәясеннән башка ничек башларга?",
      "answer": "<ol><li><a href='https://selldone.com'>Selldone.com сайтында</a> бушлай теркәлегез.</li><li> Кибетегезне төзегез.</li><li> Productsз продуктларыгызны һәм хезмәтләрегезне өстәгез.</li><li> Доменыгызны тоташтырыгыз (өстәмә)</li><li> Түләү шлюзларын рөхсәт итегез.</li><li> Дусларыңа һәм туганнарыңа үз бизнесыңны кертә башла.</li><li> Социаль медиа аша үзегезне һәм продуктларыгызны тәкъдим итегез.</li><li> Уникаль кыйммәт тәкъдим итеп, үз бизнесыгыз өчен бренд төзегез.</li><li> Selldone панели аша кулланучыларның тәртибен күзәтегез.</li></ol>"
    }
  ],
  "brands": {
    "title": "Сезнең бизнесны ышанычлы нигездә төзегез.",
    "subtitle": "Сезнең бизнес моңа лаек!"
  },
  "why_boxes": {
    "block1": {
      "title": "Башлангыч бәяне саклагыз",
      "subtitle": "Тема юк & Плагин юк."
    },
    "block2": {
      "title": "Оператив бәяне саклагыз",
      "subtitle": "Өстәмә һәм яшерен түләү юк."
    },
    "block3": {
      "title": "Вакытны саклагыз",
      "subtitle": "Предприятие-класс, ләкин башлап җибәрүчеләр өчен дус."
    }
  },
  "money_transfer": {
    "customer": "Сезнең клиент",
    "bank": "Сезнең банк счетыгыз",
    "wallet": "Капчык",
    "free_setup": "Түләүсез көйләү.",
    "no_extra_fee": "Өстәмә түләү юк.",
    "no_hidden_fee": "Яшерен түләү юк."
  },
  "extra": {
    "cart": "Арбалар белән идарә итү",
    "payment": "Түләү",
    "shipping": "Юллау",
    "fulfilment": "Тәмамлау",
    "community": "Communityәмгыять һәм фикер"
  },
  "select_language_dialog_title": "Яраткан телдә үз бизнесыңны эшлә",
  "welcome_title": "Эшегезне визуаль рәвештә төзегез, идарә итегез һәм масштаблагыз",
  "welcome_subtitle": "Онлайн кибетегезне кодсыз һәм экспертсыз миллионлаган заказлар өчен кирәкле чишелеш ясагыз.",
  "your_shop": "Сезнең кибет кыры",
  "your_dashboard": "Сезнең арткы офис",
  "flow": {
    "title": "Көйләү агымы.",
    "subtitle": "Клиент сәяхәтегезне проектлагыз, агым һәм эксперимент нәтиҗәләрен сатып алыгыз.",
    "pacman": "Плагиннар"
  },
  "business_model": {
    "title": "Визуаль бизнес-модель кабул итү.",
    "subtitle": "Сезнең бизнес-модельне визуаль рәвештә урнаштырыгыз, барлык катлаулылык сәхнә артында көйләнәчәк.",
    "pacman": "Базар һәм POD плагиннары"
  },
  "team": {
    "title": "Команда белән танышу.",
    "msg": "Без сәүдә платформаларының рәхимсез өлкәсендә төрле кагыйдәләр буенча уйныйбыз, аеруча көндәшләребез рекламага миллионнарча доллар сарыф иткәндә; без продуктка, кешеләргә, реаль проблемаларны чишүгә инвестиция салабыз. Бу команда сезнең бизнесыгызны яклый!"
  },
  "customers": {
    "title": "Безнең җәмгыять белән танышу.",
    "msg": "Бу безнең клиентлардан өйрәнеп киләчәк эшкуарларны ачу өчен мәгънәле кораллар төзү сәяхәтенең башы гына."
  },
  "panorama": {
    "title": "Кыйммәтле плагин юк, <b class=\"font-weight-bold\">Барлык функцияләр дә алдан төзелгән</b>",
    "msg": "Плагиннарга һәм кушымталарга ай саен йөзләрчә доллар тотарга, яңартулар турында борчылырга кирәкми. Компьютерыгыз өчен macOS кебек, Selldone OS сезнең бизнесның барлык техник яклары турында кайгырта.",
    "orders_management": "Заказлар белән идарә итү",
    "online_pos": "Онлайн POS",
    "shipping": "Юллау",
    "inventory_management": "Инвентаризация белән идарә итү",
    "social_commerce": "Социаль сәүдә",
    "in_store_sell": "Кибеттә сату",
    "team": "Команда / персонал",
    "incentives": "Стимуллар / Тугрылык",
    "community": "Communityәмгыять белән идарә итү",
    "payments": "Localирле түләүләр",
    "ar_3d": "3D / AR"
  },
  "no_plugin": "Noк",
  "storefront": "Кибет кыры",
  "back_office": "Арткы офис",
  "product_page": {
    "title": "Беренче продуктны өстәгәннән соң.",
    "msg": "Идеяларыгызны берничә тапкыр гына тормышка ашырыгыз.",
    "open_sample_product_link": "Тере продуктны ачу",
    "open_templates": "Шаблоннарны карау"
  }
};