/*
 * Copyright (c) 2023. Selldone® Business OS™
 *
 * Author: M.Pajuhaan
 * Web: https://selldone.com
 * ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━
 *
 * All rights reserved. In the weave of time, where traditions and innovations intermingle, this content was crafted.
 * From the essence of thought, through the corridors of creativity, each word, and sentiment has been molded.
 * Not just to exist, but to inspire. Like an artist's stroke or a sculptor's chisel, every nuance is deliberate.
 * Our journey is not just about reaching a destination, but about creating a masterpiece.
 * Tread carefully, for you're treading on dreams.
 */

export default {
  local_service: "{country_name} өчен җирле хезмәт",
  local_service_message:
    "Бу хезмәт бары <u>{country_name}</u> илендә яшәгән һәм хезмәтләрен яки продуктларын шул илдә саткан кулланучылар өчен генә эшләнгән. Сез бары җирле хезмәтләрне яки Selldone халыкара хезмәтен куллана аласыз. Бу хезмәтне куллану өчен <b>{country_name}</b> һәм <b>Европа Берлеге</b> кануннарын үтәргә кирәк",

  my_shops: "Минем кибетләр",
  select_language_dialog_title: "Яраткан телдә үз бизнесыңны эшлә",

  welcome_title: "Эшегезне визуаль рәвештә төзегез, идарә итегез һәм масштаблагыз",
  welcome_subtitle:
    "Онлайн кибетегезне кодсыз һәм экспертсыз миллионлаган заказлар өчен кирәкле чишелеш ясагыз.",
  //"Make your online store by no-code & no-expert needed solution for millions of orders.",

  moto: "Сынап кара, без ишекләрне ачабыз!",
  start_now_btn: "Хәзер башлау - бушлай",
  create_ecommerce_btn: "Электрон сәүдәгезне бушлай башлагыз",
  incentive_action: "Онлайн сату ставкасы белән саубуллашыгыз!",

  create_shopping_website: "Минем сәүдә булдырыгыз",

  your_shop: "Сезнең кибет кыры",
  your_dashboard: "Сезнең арткы офис",

  storefront: "Кибет кыры",
  back_office: "Арткы офис",

  today_sales: "Бүгенге сатулар",
  today_orders: "Бүгенге заказлар",

  s1: {
    /* title: "Make Your Online Store By<br>No—Code & No—Expert Needed Solution",
                                 title_animated_words: [
                                   "Entrepreneurs",
                                   "Artists",
                                   "Independent Businesses",
                                   "Brands",
                                   "Retails",
                                   "Creators",
                                 ],*/

    subtitle:
      "Клиентлары өчен үзенчәлекле, тиз, куркынычсыз һәм ышанычлы тәҗрибә теләгән <b>бизнес хуҗалары</b> һәм <b>сатучылар</b> өчен бу корал тиз e-commerce кибете, җайлы кибет идарәсе һәм үз җәмгыятегезне <b>үз брендыгыз белән корпоратив дәрәҗәдәге</b> бизнес операция системасында төзергә ярдәм итә",

    domain_input: {
      message:
        "Сезнең кибет бушлай хостинг һәм SSL белән булган шәхси доменнарга тоташа ала",
      action: "Кибет булдыру",
    },
    community: "Иҗтимагый платформа",
    shop: "Онлайн кибет төзүче",
    inventory: "Инвентаризация белән идарә итү",
    cms: "Бит редакторы & CMS",

    in_60_sec: "Монда басыгыз",

    why_use_selldone_if_frustrated_from_wordpress_and_shopify:
      "WordPress плагиннарының хаталарыннан, киңәйми торган серверлардан яки Shopify кушымталарының кыйммәт һәм катлаулы көйләүләреннән туйган булсагыз, Selldone сезнең өчен иң яхшы чишелеш",
  },

  video: {
    title: "Онлайн һәм шәхси сату өчен бер-бер артлы чишелеш.",
    msg: "Электрон сәүдәгездә иң тиз сатып алу тәҗрибәсен тәкъдим итегез.",
    pacman: "Мин техник нигез салучы түгел",

    card_pos: {
      title: "Selldone POS",
      msg: "Шәхесне нуль-көйләү бәясе буенча сату.",
    },
    card_ecommerce: {
      title: "Selldone электрон сәүдәсе",
      msg: "Профессионаллар кебек онлайнда сату.",
    },
  },

  why: {
    title: "Нигә Селдон?",
    msg: "Командаларны тренерларсыз, лидерларсыз революцияләр, тамырсыз агачлар, операция системасы булмаган бизнесны күз алдына да китерә алмыйбыз! Шуңа күрә без тиз үсүче компанияләр һәм яшь эшкуарлар өчен онлайн бизнесны реимимациялибез.",

    sec1: {
      title: "Easyиңел + профессиональ",
      //   msg: "It's built for you to game like a professional in the markets, even if you are a beginner but want to play like a professional, or you are an expert and deserve to play like yourself!",
    },
    sec2: {
      title: "Предприятие-класс кораллары",
      //  msg: "We release new features, update APIs and apply new methods as a daily routine.  It's an operating system for your business, so your business scale up by our platform.",
    },
    sec3: {
      title: "Социаль сатулар",
      //  msg: "Our product is designed on the real trading behavior of purchasers all around the world. We offer one-of-a-kind sales methods on Instagram, TikTok, and other social networks, named AVOCADO.",
    },
    sec4: {
      title: "Акча саклагыз",
      // msg: "No need for any experts to have an ecommerce anymore! Say goodbye to the costly development, maintenance, programming process, and even ecommerce platforms experts' cost.",
    },
  },

  how_it_work: {
    title: "Ничек бу эшли.",
    msg: "Профессионаллар кебек уйнарга теләүчеләр өчен Кредит картасы юк, Плагин юк, Шаблон юк, Урнаштыру юк, Хост юк, Техник чишелеш юк.",

    step0: {
      title: "Кибетчеләр өчен төзелгән, Сатучылар яраткан, Бер адым ераклыкта.",
      msg1: "Чын сәүдә итү, үз бизнесыгызда бәхетле клиентлар туплау һәм сез чынлап та нәрсә эшләргә яратуыгыз турында уйлау вакыты.",
    },
    step1: {
      title: "Үз продуктларыгызны өстәгез.",
      msg1: "Инстаграмда фото өстәү кебек продуктларны кул белән өстәгез! Яисә Excel файлында 100,000 әйбер өстәгез. Сез продуктларны, хезмәтләрне, язылу һәм файлларны бер урында сата аласыз.",
    },
    step2: {
      title: "Түләү ысулларын сезнең ихтыяҗга туры китерегез.",
      msg1: "Без финанс операцияләренә катнашырга теләмибез! Клиентларның түләүләренең 100% турыдан-туры сезнең банк счетына күчереләчәк. Stripe, PayPal һ.б.ны гына тоташтырыгыз Сезнең кибеттә берьюлы берничә актив түләү хезмәте була ала!",
      crypto_msg: "Актив сәүдәгәрләр өчен бар",
    },
    step3: {
      title: "Ак ярлык / сыгылучан / тирән көйләнә торган.",
      msg1: "Десант битләрегезне дизайн итегез, һәм бренд хәбәренә туры килгән сайтыгызның тема төсен үзгәртегез. Сөйләү һәм ташлау функциясе боларның барысын да эксперт ялламыйча мөмкин итә.",
      view_sample_pages: "Сезне рухландырыр өчен зур SD кибетләре",
    },
    step4: {
      title:
        "Бер тапкыр чыккач, бөтен дөнья буенча бердәм теркәлү тәҗрибәсе.",
      msg1: "Клиентларга сездән сатып алу өчен мәгълүмат кертергә һәм теркәлү формасын тутырырга туры килми! Алар SMS аша керәләр һәм теркәлү формасын бер басу белән тутыралар һәм түлиләр. Син үсәсең, без үсәбез.",
    },
  },

  /**
   * @see OOnboardingShop
   */
  onboarding: {
    title: "Онлайн, тизрәк һәм яхшырак эшләгез - бушлай",
    success_title: "Онлайн бизнес ОС урнаштыру,",
    wait_msg: "Зинһар, берничә секунд көтегез ...",
    ready_msg: "Сезнең кибет әзер.",
    send_mail_msg: "Керү сылтамасы {email} адресына җибәрелде",

    enable_disable_features_msg:
      "Бу мөмкинлекләрне соңрак кабыза яки сүндерә аласыз",
    package_starter: {
      title: "Ихтыяри пакет",
      subtitle:
        "Selldone көйләү яки өйрәнү өчен вакытыгыз булмаска мөмкин. Теркәлгәннән соң, теләсәгез сатып ала торган <b>барысы бер пакетта</b> сезгә ачыла. Ул кибет ясалганнан соң бары <b>14 көн</b> генә була",
      include_items_title: "Ул бу хезмәтләрне үз эченә ала",
      include_items: [
        "Кибет көйләүләрен һәм тышкы күренешне көйләү",
        "Бер җибәрү ысулын һәм бер түләүне көйләү",
        "Баш битегезне дизайнлау",
        "Продуктларны Excel аша импортларга ярдәм итү",
        "Үз доменыгызны өстәү",
      ],
    },

    sample: {
      title: "Үрнәк мәгълүмат урнаштыру",
      description:
        "Кибетемне продуктлар, категорияләр һәм блог язмалары кебек үрнәк мәгълүмат белән башлау",
    },

    options: {
      title: "Кибет конфигурациясе",
      msg: "Вебсайтыгызда нинди үзенчәлекләр телисез?",
      ecommerce: "Электрон сәүдә",
      pos: "Сату ноктасы",
      blog: "Блог & CMS",
      community: "Иҗтимагый һәм форум",

      ecommerce_desc: "Продуктларыгызны һәм хезмәтләрегезне онлайн сатыгыз",
      pos_desc: "Продуктларыгызны һәм хезмәтләрегезне турыдан-туры сатыгыз",
      blog_desc: "Мәкаләләр һәм язмалар бастыру өчен көчле CMS",
      community_desc: "Үз җәмгыятегезне һәм форумыгызны булдырыгыз",
    },

    job: {
      title: "Сезнең тармак нинди?",
      placeholder:
        "Хәзерге вакытта нинди платформаны куллануыгызга карамастан, бизнесыгызны Selldone OS'ка күчерегез.",
    },
    shop_name: {
      title: "Бизнес исеме",
      placeholder: "Мис. Алекс аяк киеме",
    },
    income: {
      title: "Айлык сату",
      msg: "Сезнең айлык сату күләмен сайлагыз.",
      Low: "5000 АКШ долларына кадәр",
      Medium: "$ 5000 USD ~ 50,000 $",
      High: "50,000 USD ~ $ 1,000,000 USD",
      Extreme: "$ 1,000,000 АКШ долларыннан артык",
    },
    step_1: "Максат",
    step_2: "Конфигурация",
    step_3: "Хисап",
  },

  notion: {
    title: "Төрле кагыйдәләр белән уен.",
    quote:
      "Без ышанабыз, бер кеше онлайн кешелек чорында үзгәрешләр кертә ала, хәтта акчасы җитмәгән, хәтта технология тәҗрибәсе булмаган, хәтта түләү өчен банк счеты да булмаган. без моны интернетта иң ирешеп була торган операцион система ролен башкару өчен предприятия кораллары белән кулланырга әзер платформа булдырып эшлибез.",
  },

  stop: {
    title: "Onlineиңел онлайн кибет сайты төзүче + Туры түләү.",
    subtitle:
      "Әгәр дә сез керемле онлайн бизнес төзергә һәм үз бизнес идеягызны чынбарлыкка әйләндерергә уйласагыз, Selldone - бик яхшы сайлау.",
    pacman: "Түләү плагиннары",
  },

  flow: {
    title: "Көйләү агымы.",
    subtitle:
      "Клиент сәяхәтегезне проектлагыз, агым һәм эксперимент нәтиҗәләрен сатып алыгыз.",
    pacman: "Плагиннар",
  },
  business_model: {
    title: "Визуаль бизнес-модель кабул итү.",
    subtitle:
      "Сезнең бизнес-модельне визуаль рәвештә урнаштырыгыз, барлык катлаулылык сәхнә артында көйләнәчәк.",
    pacman: "Базар һәм POD плагиннары",
  },

  os: {
    title: "Дөнья дәрәҗәсендәге коралларга керү - бушлай.",
    msg: "Без профессиональ сәүдә булдыру көчен сезнең кулыгызда куябыз.",
  },
  login: {
    title:
      "Сез базарда про кебек уйнарга әзерме?",
  },

  currencies: {
    title: "Валюта",
    sub: "Сезнең клиентлар җирле валюталарда шома түли ала.",
    msg: "Технология, плагиннар, түләү авырлыклары белән көрәшү урынына сатуга игътибар итегез. Онлайн бизнесыгызда барысын да тигезләү өчен без җирле һәм глобаль түләү хезмәтләре белән эшлибез.",
  },

  countries: {
    title: "Илләр",
    sub: "Дөньядагы иң җиңел масштаблы Бизнес ОС.",
    msg: "Без традицион шәхес-кеше сәүдә тәртибен онлайн киңлектә җайлаштырабыз, сез яки клиентыгыз кайда гына яшәсә дә, без сезнең өчен иң яхшы тәҗрибәне җиткерү миссиясендә.",
  },
  dna: {
    title: "Сезнең бизнесның ДНКсы",
    sub: "Сатыгыз!",
    msg: "Бу сезнең өчен предприятия кораллары булган сервис буларак бердәнбер кодсыз бизнес-операция системасы.",
  },

  api: {
    header: "{infinite} көйләү белән ачык чыганак API һәм SDK",
    title: "Дев. дус",
    msg: "Онлайн бизнес өчен тулысынча ачык API нигезендә чишелеш.",

    sec1: {
      title: "Без сезнең бизнесның нигезен салабыз",
      msg: "Кибетегезнең барлык яклары безнең көчле REST API аша бар. Сез кибеткә теләсә нинди үзгәрешләр кертә аласыз, кушымталарыгызны ясый аласыз, яисә техник, түләү һәм реклама проблемалары турында борчылмыйча, кибет кушымтасын үстерә аласыз.",
    },
    sec2: {
      title: "Тиз интеграция",
      msg: "Без барлык уртак телләр һәм рамкалар өчен SDK-ларны эшлибез, шуңа күрә сез аутентификация адымнарын ясый аласыз, хисап язмасына керә аласыз һәм аны гади боерыклар белән идарә итә аласыз. Башлау берничә тапкыр гына булачак.",
    },
  },

  /** @see ConvertibleSelldoneView **/
  convertible: {
    store_name: "Сезнең кибет",
    variant_1: "Продукт варианты Эмбер",
    variant_2: "Продукт варианты Кызыл",
    buy: "Хәзер сатып алырга",
    price: "$ 89",
    management: {
      title: "Продукция белән идарә итү",
      msg: "Windows-ка тарткан һәм ташлаган файллар һәм папкалар кебек продуктлар һәм категорияләр белән идарә итегез.",
      check1: "Excel яки CSV файллары белән продуктларны йөкләү.",
      check2: "AR модельләрен өстәгез.",
      check3: "Автомобиль SEO двигателе белән оптимальләштерү.",
      check4: "Идарә итү.",
    },
    payment: {
      title: "Күп түләү ысулларына булышу",
      msg: "Сайтта / кушымтада түләүсез тәҗрибә.",
      check1: "Сызык",
      check1msg: "40тан артык илгә ярдәм.",

      check2: "Кларна",
      check2msg: "Соңрак түләгез.",

      check3: "Paypal",
      check3msg: "Түләүгә бер тапкыр басыгыз.",
    },
    checkout: {
      title: "Сезнең бренд",
      online: "Онлайн клиентлар",
      offline: "Шәхси клиентлар",
    },
    design: {
      title: "Бит төзүче",
      msg: "Аны тарту һәм ташлау белән реаль ит.",
    },
  },

  secure: {
    title: "Гипер куркынычсыз чишелеш",
    msg: "Мәгълүматның бөтенлеге һәм предприятиягә керү дәрәҗәсе белән идарә итү.",
  },

  build: {
    title: "Brandз брендыгыз белән үз сәүдәгезгә ия булыгыз һәм бизнесны контрольдә тотыгыз!",
    msg: "Сезнең социаль медиа аккаунтларыгызны доменыгыздагы онлайн кибет вебсайтына әверелдерү яки шедеврыгызның электрон сәүдәсен баштан ук ясау өчен бик күп сайлау мөмкинлекләре бар.",
  },

  stripe: {
    title: "Стрип счетыгыз бармы?",
    msg: "Котлыйбыз, күпчелек эшне инде башкардыгыз. Онлайн кибетегезне бер генә кагылу белән төзегез! Калганын Selldone кайгырта.",
  },
  /* demo: {
                  title: "View Demo",
                  msg: "See professional live e-commerces",
                },*/

  unbanked: {
    title: "Бер платформа, бер чишелеш - Максат.",
    msg: "Онлайн сатуны җиңеләйтү һәм эшкуарлык рухын ачу өчен уникаль Бизнес ОС, хәтта 1,7 миллиардтан артык банксыз олылар өчен.",
  },
  faqs: [
    {
      question: "Кредит картасы булмаган онлайн кибет булдыра аламмы?",
      answer:
        "Әйе, Selldone'да кредит һәм дебет карталары кебек банк карталары кирәк булмыйча электрон сәүдә төзи аласыз. Selldone хәтта гадәти финанс хезмәтләренә керә алмаган 1,7 миллиардтан артык кешегә дә алдынгы электрон сәүдә хезмәтләре тәкъдим итүнең уникаль ысулын куллана.",
    },
    {
      question: "Банксыз клиентларга ничек мин онлайн сата алам?",
      answer:
        "Электрон сәүдәгезгә COD ( <b>Cash on delivery</b> ) өстәгез, клиентлар заказны алганнан соң түли алалар. Код күпчелек илләрдә финанслау инфраструктурасы булмаган традицион ысул.",
    },
    {
      question: "Электрон сәүдәне банк счетысыз ничек урнаштырырга?",
      answer:
        "Selldone'га кадәр банк системасына керә алмаган кешеләр өчен чишелеш юк иде. Хәзер исә банк счеты булмаса да, электрон сәүдәгезне һәм вебсайтыгызны булдыра аласыз. Бу сезнең өчен минималь чыгым таләп итә; бу чыгымны ай ахырында янчыгыгыз аша түли аласыз. Selldone янчыгы башка кешеләрдән түләү ала яки бүләк карталары аша тулыландырыла ала. Бу хезмәтләрне куллану өчен кредит картасы кирәк түгел.",
    },
    {
      question: "Бизнесны көйләү бәясеннән башка ничек башларга?",
      answer:
        "<ol><li><a href='https://selldone.com'>Selldone.com сайтында</a> бушлай теркәлегез.</li><li> Кибетегезне төзегез.</li><li> Үз продуктларыгызны һәм хезмәтләрегезне өстәгез.</li><li> Доменыгызны тоташтырыгыз (өстәмә)</li><li> Түләү шлюзларын рөхсәт итегез.</li><li> Дусларыңа һәм туганнарыңа үз бизнесыңны кертә башла.</li><li> Социаль медиа аша үзегезне һәм продуктларыгызны тәкъдим итегез.</li><li> Уникаль кыйммәт тәкъдим итеп, үз бизнесыгыз өчен бренд төзегез.</li><li> Selldone панели аша кулланучыларның тәртибен күзәтегез.</li></ol>",
    },
  ],

  brands: {
    title: "Сезнең бизнесны ышанычлы нигездә төзегез.",
    subtitle: "Сезнең бизнес моңа лаек!",
  },

  why_boxes: {
    title: "Онлайн һәм кибет эчендәге масштаблы сатулар өчен оптимальләштерелгән",
    subtitle:
      "Онлайн һәм кибет эчендәге масштаблы сатулар өчен оптимальләштерелгән",

    block1: {
      title: "Башлангыч бәяне саклагыз",
      subtitle: "Тема юк & Плагин юк.",
    },
    block2: {
      title: "Оператив бәяне саклагыз",
      subtitle: "Өстәмә һәм яшерен түләү юк.",
    },
    block3: {
      title: "Вакытны саклагыз",
      subtitle: "Предприятие-класс, ләкин башлап җибәрүчеләр өчен дус.",
    },
  },

  money_transfer: {
    customer: "Сезнең клиент",
    bank: "Сезнең банк счетыгыз",
    wallet: "Капчык",
    free_setup: "Түләүсез көйләү.",
    no_extra_fee: "Өстәмә түләү юк.",
    no_hidden_fee: "Яшерен түләү юк.",
  },

  /** @see HomePanelExtraFlow **/
  extra: {
    cart: "Арбалар белән идарә итү",
    payment: "Түләү",
    shipping: "Юллау",
    fulfilment: "Тәмамлау",
    community: "Communityәмгыять һәм фикер",
  },

  team: {
    title: "Команда белән танышу.",
    msg: "Без сәүдә платформаларының рәхимсез өлкәсендә төрле кагыйдәләр буенча уйныйбыз, аеруча көндәшләребез рекламага миллионнарча доллар сарыф иткәндә; без продуктка, кешеләргә, реаль проблемаларны чишүгә инвестиция салабыз. Бу команда сезнең бизнесыгызны яклый!",
  },

  customers: {
    title: "Безнең җәмгыять белән танышу.",
    msg: "Бу безнең клиентлардан өйрәнеп киләчәк эшкуарларны ачу өчен мәгънәле кораллар төзү сәяхәтенең башы гына.",
  },
  /** {@see PanoramaImage} {@see HomePage} */

  panorama: {
    title:
      "#1 Бизнес OS — <b class=\"bg-gradient-animate text-gradient my-1\">Барлык мөмкинлекләр алдан әзерләнгән</b>",
    msg: "Плагиннарга һәм кушымталарга ай саен йөзләрчә доллар тотарга, яңартулар турында борчылырга кирәкми. Компьютерыгыз өчен macOS кебек, Selldone OS сезнең бизнесның барлык техник яклары турында кайгырта.",
    orders_management: "Заказлар белән идарә итү",
    online_pos: "Онлайн POS",
    shipping: "Юллау",
    inventory_management: "Инвентаризация белән идарә итү",
    social_commerce: "Социаль сәүдә",
    in_store_sell: "Кибеттә сату",
    team: "Команда / персонал",
    incentives: "Стимуллар / Тугрылык",
    community: "Communityәмгыять белән идарә итү",
    payments: "Localирле түләүләр",
    ar_3d: "3D / AR",
  },

  no_plugin: "Noк",

  product_page: {
    title: "Беренче продуктны өстәгәннән соң.",
    msg: "Идеяларыгызны берничә тапкыр гына тормышка ашырыгыз.",
    open_sample_product_link: "Тере продуктны ачу",
    open_templates: "Шаблоннарны карау",
  },

  /** {@see CountrySupportBox} */
  support_box: {
    country_select_label: "Илне сайлагыз",
    we_support_message: "Без {country} өчен ярдәм күрсәтәбез",
    we_limited_support: "Без {country} өчен чикләнгән ярдәм күрсәтәбез",
    support_message_long:
      "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
    limited_support_message_long:
      "Илегездә онлайн түләүләр булмаска мөмкин, ләкин борчылмагыз. Selldone бөтен дөньяда акчалата түләү, банк күчерүләре һәм тапшырганда түләү (COD) тәкъдим итә. Илегез һәм Европа кагыйдәләренә туры китереп онлайн бизнесыгызны ышаныч белән төзи аласыз. Өстәмә мәгълүмат өчен ярдәм төркеменә мөрәҗәгать итегез\n",
    more_about_selldone_in_country: "Илегездә Selldone турында",

    tax: {
      title: "Салым өчен уңайлы",
      message:
        "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
    },
    global: {
      title: "Глобаль сатулар",
      message:
        "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
    },
    shipping: {
      title: "Җирле һәм глобаль җибәрү",
      message:
        "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
    },
    erp: {
      title: "ERP интеграциясе",
      message:
        "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
    },
  },

  hero: {
    intro: "#1 Бизнес өчен операция системасы",
    title: "{infinite} плагиннарны һәм кушымталарны бер {app} белән алыштырыгыз",
  },

  /**
   * {@see MakeYourShopHeader}
   */
  make_your_shop: {
    title: "Үзегезнекен ясагыз",
    amazon: "Amazon",
    local_store: "Җирле кибет",
    instagram: "Instagram кибете",
    dropshipping: "Туры җибәрү кибете",
    coursera: "Coursera",
    gift_store: "Бүләк кибете",
    airbnb: "Airbnb",
    simple_store: "Гади кибет",
    tiktok: "Tiktok кибете",
  },
  /**
   * {@see SectionShowItsSimplicity}
   */
  show_its_simplicity: {
    title: "Тагын бер ялыктыргыч һәм катлаулы <div class=\"app-box\" style=\"font-size: 55%\">😣</div> e-commerce платформамы?",
    subtitle: "Һич юк! Хәтта теркәлгәнче үк сынап карагыз...",
    as_guest: "Кунак буларак",
    need_register: "Теркәлү кирәк",

    page_builder: {
      title: "Бит төзүче",
      subtitle:
        "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
      try_action: "Бит төзүчене сынау",
      see_collection_action: "Шаблоннарны карау",
    },
    ai: {
      title: "Эчке AI мөмкинлекләре",
      subtitle:
        "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
      try_action: "Selldone акыллы мөмкинлекләрен сынап карау",
    },
    storefront: {
      title: "Тере витрина",
      subtitle:
        "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
      see_action: "Демо витринаны карау",
    },
    backoffice: {
      title: "Тере идарә бүлмәсе",
      subtitle: "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
      see_action: "Демо идарә бүлмәсен карау",
    },
  },

  /**
   * {@see SectionPricingCompact}
   */
  pricing_compact: {
    title: "<div class=\"app-box\" style=\"font-size: 55%\">💞️</div> Гади һәм ачык бәяләр",
    subtitle:
      "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
  },

  screenshots: {
    item_1: {
      title: "Selldone мөмкинлеге 1",
      desc: "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
    },
    item_2: {
      title: "Selldone мөмкинлеге 2",
      desc: "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
    },
    item_3: {
      title: "Selldone мөмкинлеге 3",
      desc: "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
    },
    item_4: {
      title: "Selldone мөмкинлеге 4",
      desc: "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
    },
    item_5: {
      title: "Selldone мөмкинлеге 5",
      desc: "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
    },
    item_6: {
      title: "Selldone мөмкинлеге 6",
      desc: "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
    },
    item_7: {
      title: "Selldone мөмкинлеге 7",
      desc: "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
    },
    item_8: {
      title: "Selldone мөмкинлеге 8",
      desc: "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
    },
    item_9: {
      title: "Selldone мөмкинлеге 9",
      desc: "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
    },
    item_10: {
      title: "Selldone мөмкинлеге 10",
      desc: "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
    },
    item_11: {
      title: "Selldone мөмкинлеге 11",
      desc: "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
    },
    item_12: {
      title: "Selldone мөмкинлеге 12",
      desc: "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
    },
    item_13: {
      title: "Selldone мөмкинлеге 13",
      desc: "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
    },
    item_14: {
      title: "Selldone мөмкинлеге 14",
      desc: "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
    },
    item_15: {
      title:
        "Selldone мөмкинлеге 15",
      desc: "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
    },
    item_16: {
      title: "Selldone мөмкинлеге 16",
      desc: "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
    },
    item_17: {
      title: "Selldone мөмкинлеге 17",
      desc: "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
    },
    item_18: {
      title: "Selldone мөмкинлеге 18",
      desc: "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
    },
    item_19: {
      title: "Selldone мөмкинлеге 19",
      desc: "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
    },
    item_20: {
      title: "Selldone мөмкинлеге 20",
      desc: "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
    },
    item_21: {
      title: "Selldone мөмкинлеге 21",
      desc: "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
    },
    item_22: {
      title: "Selldone мөмкинлеге 22",
      desc: "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
    },
    item_23: {
      title: "Selldone мөмкинлеге 23",
      desc: "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
    },
    item_24: {
      title: "Selldone мөмкинлеге 24",
      desc: "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
    },
    item_25: {
      title: "Selldone мөмкинлеге 25",
      desc: "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
    },
    item_26: {
      title: "Selldone мөмкинлеге 26",
      desc: "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
    },
    item_27: {
      title: "Selldone мөмкинлеге 27",
      desc: "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
    },
    item_28: {
      title: "Selldone мөмкинлеге 28",
      desc: "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
    },
    item_29: {
      title: "Selldone мөмкинлеге 29",
      desc: "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
    },
    item_30: {
      title: "Selldone мөмкинлеге 30",
      desc: "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
    },
    item_31: {
      title: "Selldone мөмкинлеге 31",
      desc: "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
    },
    item_32: {
      title: "Selldone мөмкинлеге 32",
      desc: "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
    },
    item_33: {
      title: "Selldone мөмкинлеге 33",
      desc: "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
    },
    item_34: {
      title: "Selldone мөмкинлеге 34",
      desc: "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
    },
    item_35: {
      title: "Selldone мөмкинлеге 35",
      desc: "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
    },
    item_36: {
      title: "Selldone мөмкинлеге 36",
      desc: "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
    },
    item_37: {
      title: "Selldone мөмкинлеге 37",
      desc: "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
    },
    item_38: {
      title: "Selldone мөмкинлеге 38",
      desc: "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
    },
    item_39: {
      title: "Selldone мөмкинлеге 39",
      desc: "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
    },
  },

  country_landing: {
    intro: "#1 Бизнес өчен операция системасы",
    title: "{country} эчендә {infinite} плагиннарны һәм кушымталарны {app} белән алыштырыгыз",
  },

  /**
   * @see IntegrationPaymentPage
   */
  payment_landing: {
    intro: "#1 Бизнес өчен операция системасы",
    title: "{infinite} плагиннарны һәм кушымталарны {app} белән алыштырыгыз",

    unlock_section: {
      title: "{payment} ачыгыз һәм сайтыгызда акча эшли башлагыз",
      subtitle:
        "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
      no_plugin: {
        title: "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
        subtitle:
          "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә {payment}",
      },
      experience: {
        title: "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә {payment}",
        subtitle:
          "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә {payment}",
      },
      boost: {
        title: "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
        subtitle:
          "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә {payment}",
      },
      security: {
        title: "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
        subtitle:
          "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә {payment}",
      },
      setup_payment: "Түләүне көйләү",
    },

    how_to_add: {
      step_1: {
        step: "1-нче адым",
        title: "Валютаны өстәгез",
        subtitle:
          "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә {payment}",
      },
      step_2: {
        step: "2-нче адым",
        title: "Шлюзыгызны көйләгез",
        subtitle: "Аннары Кибет > Бухгалтерия > Шлюзлар бүлегенә керегез, <b>ЯҢА ТҮЛӘҮ ЫСУЛЫ</b> төймәсенә басыгыз, валютаны сайлагыз һәм <b>{payment}</b> сайлагыз. Шлюзларны тест яки тере режимда өсти аласыз. Һәр режим өчен дөрес API ачкычларын кертегез; аларны <a href=\"{payment_url}\" target=\"_blank\">{payment} аккаунтыгызда</a> таба аласыз",
      },
    },

    integration: {
      title: "{payment} белән җиңел e-commerce интеграциясе",
      subtitle:
        "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
    },
    pay_after_earn: {
      title: "Файда алганда гына түләгез",
      subtitle:
        "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
    },
  },

  feature_page_builder: {
    title: "Сатуга юнәлтелгән бит төзүче",
    message:
      "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
  },

  feature_items: {
    products: {
      title: "Аңлаешлы продукт идарәсе",
      description:
        "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
    },
    excel: {
      title: "Excel мәгълүмат импортлау",
      description:
        "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
    },
    incentive: {
      title: "Сату стимуллары",
      description:
        "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
    },
    loyalty: {
      title: "Клиент тугрылыгы",
      description:
        "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
    },
    cashback: {
      title: "Cashback тәкъдимнәре",
      description:
        "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
    },
    cross_selling: {
      title: "Кросс-сату кораллары",
      description:
        "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
    },
    accounting: {
      title: "Гади бухгалтерия",
      description: "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
    },
    inventory: {
      title: "Запас контроле",
      description:
        "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
    },
    analytics: {
      title: "Алга киткән аналитика",
      description:
        "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
    },
    social: {
      title: "Күп каналлы сату",
      description:
        "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
    },
    community: {
      title: "Җәмгыять төзүче",
      description:
        "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
    },
    security: {
      title: "Команда идарәсе",
      description:
        "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
    },
    pos: {
      title: "Кибет эчендәге POS",
      description:
        "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
    },
    store: {
      title: "Сатучылар базары",
      description: "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
    },
    pricing: {
      title: "Динамик бәяләү",
      description:
        "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
    },
    pod: {
      title: "Туры җибәрү интеграциясе",
      description:
        "Бу бүлек Selldone эчендә кибетне, заказларны, клиентларны һәм сатуларны җиңел идарә итәргә ярдәм итә",
    },
  },
};
