/*
 * Copyright (c) 2023. Selldone® Business OS™
 *
 * Author: M.Pajuhaan
 * Web: https://selldone.com
 * ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━
 *
 * All rights reserved. In the weave of time, where traditions and innovations intermingle, this content was crafted.
 * From the essence of thought, through the corridors of creativity, each word, and sentiment has been molded.
 * Not just to exist, but to inspire. Like an artist's stroke or a sculptor's chisel, every nuance is deliberate.
 * Our journey is not just about reaching a destination, but about creating a masterpiece.
 * Tread carefully, for you're treading on dreams.
 */

export default {
  local_service: "{country_name} ئۈچۈن يەرلىك مۇلازىمەت",
  local_service_message:
    "بۇ مۇلازىمەت پەقەت <u>{country_name</u> in دا ياشايدىغان ۋە ئۇلارنىڭ مۇلازىمىتى ۋە مەھسۇلاتلىرىنى بۇ دۆلەتتە ساتىدىغان ئىشلەتكۈچىلەر ئۈچۈن لايىھەلەنگەن بولۇپ ، پەقەت يەرلىك مۇلازىمەت ياكى Selldone نىڭ خەلقئارالىق مۇلازىمىتىنى ئىشلىتىشكە رۇخسەت قىلىنغان. بۇ مۇلازىمەتنى ئىشلىتىش ئۈچۈن ، سىز چوقۇم ئىجرا قىلىشىڭىز كېرەك. <b>{country_name}</b> ۋە <b>ياۋروپا ئىتتىپاقىنىڭ</b> قانۇنى.",

  my_shops: "مېنىڭ دۇكانلىرىم",
  select_language_dialog_title: "سودىڭىزنى ئۆزىڭىز ياقتۇرىدىغان تىلدا قىلىڭ",

  welcome_title: "سودىڭىزنى كۆرۈنۈشتە قۇرۇش ، باشقۇرۇش ۋە كۆلەملەشتۈرۈش",
  welcome_subtitle:
    "تور دۇكىنىڭىزنى كودسىز ۋە مۇتەخەسسىسسىز مىليونلىغان زاكاز ئۈچۈن ھەل قىلىش چارىسى ئارقىلىق ھەل قىلىڭ.",
  //"Make your online store by no-code & no-expert needed solution for millions of orders.",

  moto: "سىناپ بېقىڭ ، بىز ئىشىكنى ئاچىمىز!",
  start_now_btn: "ھازىردىن باشلاڭ - ھەقسىز",
  create_ecommerce_btn: "سودىڭىزنى ھەقسىز باشلاڭ",
  incentive_action: "تۆۋەن توردىكى سېتىش نىسبىتىڭىز بىلەن خوشلىشىڭ!",

  create_shopping_website: "ئېلېكترونلۇق سودا قۇر",

  your_shop: "دۇكىنىڭىز",
  your_dashboard: "ئارقا ئىشخانىڭىز",

  storefront: "دۇكان ئالدى",
  back_office: "ئارقا ئىشخانا",

  today_sales: "بۈگۈنكى سېتىش",
  today_orders: "بۈگۈنكى زاكازلار",

  s1: {
    /* title: "Make Your Online Store By<br>No—Code & No—Expert Needed Solution",
                                 title_animated_words: [
                                   "Entrepreneurs",
                                   "Artists",
                                   "Independent Businesses",
                                   "Brands",
                                   "Retails",
                                   "Creators",
                                 ],*/

    subtitle:
      "خېرىدارلىرى ئۈچۈن ئۆزگىچە، تېز، بىخەتەر ۋە ئىشەنچلىك تەجرىبە ئىزدەۋاتقان <b>كارخانا ئىگىلىرى</b> ۋە <b>سودىگەرلەر</b> ئۈچۈن، بۇ قورال تېز ئېلېكترونلۇق سودا دۇكىنى، راۋان دۇكان باشقۇرۇشى ۋە ئۆز جامائىتىڭىزنى <b>ئۆز ماركىڭىزدىكى كارخانا دەرىجىلىك</b> سودا مەشغۇلات سىستېمىسىدا قۇرۇشقا ياردەم بېرىدۇ",

    domain_input: {
      message:
        "دۇكىنىڭىز ھەقسىز ساھىبخانلىق ۋە SSL ئارقىلىق بار بولغان شەخسىي تورنامىڭىزغا ئۇلىنالايدۇ",
      action: "دۇكان قۇرۇش",
    },
    community: "مەھەللە سۇپىسى",
    shop: "تور دۇكىنى قۇرغۇچى",
    inventory: "كەشپىيات باشقۇرۇش",
    cms: "بەت تەھرىرلىگۈچى ۋە CMS",

    in_60_sec: "بۇ يەرنى چېكىڭ",

    why_use_selldone_if_frustrated_from_wordpress_and_shopify:
      "ئەگەر سىز خاتالىقلىرى كۆپ WordPress قىستۇرمىلىرىدىن، كېڭەيمەيدىغان مۇلازىمېتىرلاردىن ياكى Shopify ئەپلىرىنىڭ قىممەت ۋە مۇرەككەپ تەڭشەكلىرىدىن بىزار بولسىڭىز، Selldone سىز ئۈچۈن ئەڭ ياخشى ھەل قىلىش چارىسى",
  },

  video: {
    title: "توردىكى ۋە شەخسىي سېتىلىشىڭىزنىڭ ھەل قىلىش چارىسى.",
    msg: "ئېلېكترونلۇق سودىڭىزدا ئەڭ تېز سېتىۋېلىش تەجرىبىسى بىلەن تەمىنلەڭ.",
    pacman: "مەن تېخنىكىلىق قۇرغۇچى ئەمەس",

    card_pos: {
      title: "Selldone POS",
      msg: "نۆلگە تەڭشەلگەن تەننەرخنى ھەل قىلىش ئۇسۇلى ئارقىلىق ئۆزىڭىزگە سېتىڭ.",
    },
    card_ecommerce: {
      title: "Selldone ئېلېكترونلۇق سودا",
      msg: "كەسپىي خادىملارغا ئوخشاش توردا سېتىڭ.",
    },
  },

  why: {
    title: "نېمە ئۈچۈن Selldone؟",
    msg: "تىرېنېرسىز گۇرۇپپىلار ، رەھبەرسىز ئىنقىلاب ، يىلتىزسىز دەرەخلەر ۋە مەشغۇلات سىستېمىسى بولمىغان كارخانىلارنى تەسەۋۋۇر قىلالمايمىز! شۇڭا بىز تېز تەرەققىي قىلىۋاتقان شىركەتلەر ۋە ياش ئىگىلىك تىكلىگۈچىلەر ئۈچۈن تور كەسپىنى قايتىدىن تەسۋىرلەۋاتىمىز.",

    sec1: {
      title: "ئاسان + كەسپىي",
      //   msg: "It's built for you to game like a professional in the markets, even if you are a beginner but want to play like a professional, or you are an expert and deserve to play like yourself!",
    },
    sec2: {
      title: "كارخانا دەرىجىلىك قوراللار",
      //  msg: "We release new features, update APIs and apply new methods as a daily routine.  It's an operating system for your business, so your business scale up by our platform.",
    },
    sec3: {
      title: "ئىجتىمائىي سېتىش",
      //  msg: "Our product is designed on the real trading behavior of purchasers all around the world. We offer one-of-a-kind sales methods on Instagram, TikTok, and other social networks, named AVOCADO.",
    },
    sec4: {
      title: "پۇل تېجەڭ",
      // msg: "No need for any experts to have an ecommerce anymore! Say goodbye to the costly development, maintenance, programming process, and even ecommerce platforms experts' cost.",
    },
  },

  how_it_work: {
    title: "قانداق ئىشلەيدۇ.",
    msg: "كەسپىي خادىملارغا ئوخشاش ئويۇن ئويناشنى خالايدىغانلار ئۈچۈن ئىناۋەتلىك كارتا يوق ، قىستۇرما يوق ، قېلىپ يوق ، ئورۇنلاشتۇرماسلىق ، ساھىبجامال يوق ، تېخنىكىلىق ھەل قىلىش چارىسى يوق.",

    step0: {
      title: "سېتىۋالغۇچىلار ئۈچۈن ياسالغان ، ساتقۇچىلار ياخشى كۆرىدۇ ، بىر قەدەم يىراق.",
      msg1: "ھەقىقىي سودا پۇرسىتىگە ئېرىشىدىغان ، سودىڭىزنى چۆرىدەپ خۇشال خېرىدارلارنى يىغىدىغان ۋە ھەقىقىي ياخشى كۆرىدىغان ئىشىڭىزغا ئەھمىيەت بېرىدىغان ۋاقتىڭىز كەلدى.",
    },
    step1: {
      title: "مەھسۇلاتلىرىڭىزنى قوشۇڭ.",
      msg1: "Instagram غا رەسىم قوشقانغا ئوخشاش قولدا مەھسۇلات قوشۇڭ! ياكى Excel ھۆججىتى بىلەنلا 100،000 تۈر قوشۇڭ. مەھسۇلات ، مۇلازىمەت ، مۇشتەرىلىك ۋە ھۆججەتلەرنى بىر جايدا ساتالايسىز.",
    },
    step2: {
      title: "ئۇلىنىش ئۇسۇلى سىزنىڭ ئېھتىياجىڭىزغا ماس كېلىدۇ.",
      msg1: "بىز پۇل-مۇئامىلە سودىسىغا ئارىلىشىشقا قىزىقمايمىز! خېرىدارلارنىڭ 100% چىقىملىرى بىۋاسىتە بانكا ھېساباتىڭىزغا يۆتكىلىدۇ. پەقەت Stripe ، PayPal قاتارلىقلارنى ئۇلاڭ ، دۇكىنىڭىزدا بىرلا ۋاقىتتا كۆپ خىل ئاكتىپ ھەق تۆلەش مۇلازىمىتىگە ئىگە بولالايسىز!",
      crypto_msg: "ئاكتىپ سودىگەرلەر ئۈچۈن تەمىنلىنىدۇ",
    },
    step3: {
      title: "ئاق بەلگە / ئەۋرىشىم / چوڭقۇر خاسلاشتۇرغىلى بولىدۇ.",
      msg1: "قونۇش بېتىڭىزنى لايىھىلەپ ، تور بېتىڭىزنىڭ ماركا ئۇچۇرىغا ماس ھالدا باشتېما رەڭگىنى ئۆزگەرتىڭ. سۆرەپ تاشلاش ئىقتىدارى بۇلارنىڭ ھەممىسىنى مۇتەخەسسىس تەكلىپ قىلىشنىڭ ھاجىتى يوق.",
      view_sample_pages: "سىزنى ئىلھاملاندۇرىدىغان ئېسىل SD دۇكانلىرى",
    },
    step4: {
      title:
        "بىر چېكىش ئارقىلىق تەكشۈرۈش: دۇنيانىڭ ھەرقايسى جايلىرىدىكى بىرلىككە كەلگەن تەكشۈرۈش تەجرىبىسى.",
      msg1: "خېرىدارلار سىزدىن سېتىۋېلىش ئۈچۈن ئۇچۇرلارنى كىرگۈزۈپ تىزىملىتىش جەدۋىلىنى تولدۇرمىسىمۇ بولىدۇ! ئۇلار قىسقا ئۇچۇر ئارقىلىق تىزىملىتىپ ، تەكشۈرۈش جەدۋىلىنى بىر چېكىش ئارقىلىق تولدۇرىدۇ. سەن چوڭ بولىسەن ، بىز ئۆسىمىز.",
    },
  },

  /**
   * @see OOnboardingShop
   */
  onboarding: {
    title: "سودىڭىزنى توردا ، تېخىمۇ تېز ۋە تېخىمۇ ياخشى قىلىڭ - ھەقسىز",
    success_title: "تور سودىڭىزنى قاچىلاش ،",
    wait_msg: "بىر نەچچە سېكۇنت ساقلاپ تۇرۇڭ ...",
    ready_msg: "دۇكىنىڭىز تەييار.",
    send_mail_msg: "كىرىش ئۇلانمىسى {email} غا ئەۋەتىلدى",

    enable_disable_features_msg:
      "بۇ ئىقتىدارلارنى كېيىن ئاچالايسىز ياكى تاقىيالايسىز",
    package_starter: {
      title: "ئىختىيارىي پaket",
      subtitle:
        "Selldone نى تەڭشەش ياكى ئۆگىنىشكە ۋاقتىڭىز بولماسلىقى مۇمكىن. تىزىملاتقاندىن كېيىن تاللاپ سېتىۋالغىلى بولىدىغان <b>ھەممىسى بىرلەشتۈرۈلگەن بولاق</b> قا ئېرىشەلەيسىز. بۇ پەقەت دۇكان قۇرۇلغاندىن كېيىن <b>14 كۈن</b> ئىچىدە تەمىنلىنىدۇ",
      include_items_title: "بۇ مۇلازىمەتلەرنى ئۆز ئىچىگە ئالىدۇ",
      include_items: [
        "دۇكان تەڭشەكلىرى ۋە كۆرۈنۈشىنى تەڭشەش",
        "بىر يەتكۈزۈش ئۇسۇلى ۋە بىر تۆلەم تەڭشەش",
        "باش بېتىڭىزنى لايىھەلەش",
        "مەھسۇلاتلارنى Excel ئارقىلىق ئىمپورت قىلىشقا ياردەم بېرىش",
        "ئۆزىڭىزنىڭ خاس دومېنىنى قوشۇش",
      ],
    },

    sample: {
      title: "ئۈلگە سانلىق مەلۇماتنى ئورنىتىش",
      description:
        "دۇكىنىمنى مەھسۇلات، تۈر ۋە بلوگ يازمىلىرىغا ئوخشاش ئۈلگە سانلىق مەلۇمات بىلەن باشلاش",
    },

    options: {
      title: "دۇكان سەپلىمىسى",
      msg: "تور بېتىڭىزدە قايسى ئىقتىدارلارنى خالايسىز؟",
      ecommerce: "ئېلېكترونلۇق سودا",
      pos: "سېتىش نۇقتىسى",
      blog: "بلوگ ۋە CMS",
      community: "مەھەللە ۋە مۇنبەر",

      ecommerce_desc: "مەھسۇلات ۋە مۇلازىمەتلىرىڭىزنى توردا سېتىڭ",
      pos_desc: "مەھسۇلات ۋە مۇلازىمەتلىرىڭىزنى يۈزتۇرانە سېتىڭ",
      blog_desc: "ماقالە ۋە يازمىلىرىڭىزنى ئېلان قىلىش ئۈچۈن كۈچلۈك CMS",
      community_desc: "ئۆز جامائىتىڭىز ۋە مۇنبىرىڭىزنى قۇرۇڭ",
    },

    job: {
      title: "كەسپىڭىز نېمە؟",
      placeholder:
        "مەيلى قايسى سۇپا ئىشلىتىۋاتقان بولۇشىڭىزدىن قەتئىينەزەر سودىڭىزنى Selldone OS غا ئالماشتۇرۇڭ.",
    },
    shop_name: {
      title: "سودا ئىسمى",
      placeholder: "Ex. Alex ئايىغى",
    },
    income: {
      title: "ئايلىق سېتىش",
      msg: "ئايلىق ئومۇمىي سېتىش سوممىڭىزنى تاللاڭ.",
      Low: "5000 دوللارغىچە",
      Medium: "5000 دوللار ~ 50،000 دوللار",
      High: "50،000 ~ ~ 1،000،000 دوللار",
      Extreme: "1،000،000 دوللاردىن يۇقىرى",
    },
    step_1: "مەقسەت",
    step_2: "سەپلىمىسى",
    step_3: "ھېسابات",
  },

  notion: {
    title: "ئوخشىمىغان قائىدىلەر بىلەن ئويۇن.",
    quote:
      "ئىشىنىمىزكى ، بىر ئادەم توردىكى ئىنسانىيەت دەۋرىدە ئۆزگىرىش ھاسىل قىلالايدۇ ، ھەتتا پۇلى يېتەرلىك بولمىسىمۇ ، ھەتتا تېخنىكا تەجرىبىسى يوق ، ھەتتا پۇلنى تۆلەيدىغان بانكا ھېساباتىمۇ يوق. بىز ئۇنى كارخانا دەرىجىلىك قوراللار بىلەن ئىشلىتىشكە تەييار سۇپا قۇرۇپ ، ئىنتېرنېتتە ئەڭ ئاسان ئېرىشكىلى بولىدىغان مەشغۇلات سىستېمىسى سۈپىتىدە ئىشلەيمىز.",
  },

  stop: {
    title: "ئاسان توردىن مال سېتىۋېلىش تور بېكىتى قۇرغۇچى + بىۋاسىتە پۇل تۆلەش.",
    subtitle:
      "ئەگەر سىز پايدا ئالىدىغان تور سودىسى قۇرۇپ ، سودا ئىدىيىڭىزنى رېئاللىققا ئايلاندۇرماقچى بولسىڭىز ، Selldone ئەڭ ياخشى تاللاش.",
    pacman: "ھەق تۆلەش قىستۇرمىلىرى",
  },

  flow: {
    title: "ئىختىيارىي چىقىم قىلىش ئېقىمى.",
    subtitle:
      "خېرىدار ساياھىتىڭىزنى لايىھىلەڭ ھەمدە سېتىۋېلىش ئېقىمى ۋە تەجرىبە نەتىجىسىنى سېتىۋېلىڭ.",
    pacman: "چىقىمدان قىستۇرمىلىرى",
  },
  business_model: {
    title: "كۆرۈنۈشتە سودا ئەندىزىسىنى قوللىنىش.",
    subtitle:
      "سودا ئەندىزىڭىزنى كۆرۈنۈشتە تەڭشەڭ ، بارلىق مۇرەككەپلىكلەر پەردە ئارقىسىدا تەڭشىلىدۇ.",
    pacman: "بازار مەيدانى ۋە POD قىستۇرمىلىرى",
  },

  os: {
    title: "دۇنياۋى قوراللارغا ئېرىشىش - ھەقسىز.",
    msg: "بىز كەسپىي ئېلېكترونلۇق سودا يارىتىشنىڭ كۈچىنى بارمىقىڭىزغا سالىمىز.",
  },
  login: {
    title:
      "بازاردىكى يۆلەنچۈككە ئوخشاش ئويۇن ئويناشقا تەييارمۇ؟",
  },

  currencies: {
    title: "پۇللار",
    sub: "خېرىدارلىرىڭىز يەرلىك پۇلدا ئوڭۇشلۇق پۇل تۆلىيەلەيدۇ.",
    msg: "تېخنىكا ، قىستۇرما ۋە پۇل تۆلەشنىڭ دەردىگە دەرمان بولماستىن ، سېتىشقا ئەھمىيەت بېرىڭ. بىز يەرلىك ۋە يەرشارىدىكى ھەق تۆلەش مۇلازىمىتى بىلەن ھەمكارلىشىپ ، تور سودىڭىزدىكى ھەممە نەرسىنى ماسلاشتۇرىمىز.",
  },

  countries: {
    title: "دۆلەتلەر",
    sub: "دۇنيادىكى ئەڭ ئاسان كۆلەملەشكەن سودا مەشغۇلات سىستېمىسى.",
    msg: "بىز تور بوشلۇقىدىكى ئەنئەنىۋى ئادەملەر ئارا سودا ھەرىكىتىنى ماسلاشتۇرىمىز ، مەيلى سىز ياكى خېرىدارىڭىز قەيەردە تۇرۇڭ ، بىز سىزگە ئەڭ ياخشى تەجرىبە يەتكۈزۈش ۋەزىپىسىنى ئۆتەۋاتىمىز.",
  },
  dna: {
    title: "سودىڭىزنىڭ DNA سى",
    sub: "SELLDONE قىلىڭ!",
    msg: "ئۇ بىردىنبىر يەككە ، كودسىز سودا مەشغۇلات سىستېمىسى سىز ئۈچۈن كارخانا دەرىجىلىك قوراللىرى بار مۇلازىمەت سۈپىتىدە.",
  },

  api: {
    header: "{infinite} خاسلاشتۇرۇشقا ئىگە ئوچۇق مەنبە API ۋە SDK",
    title: "Dev. دوستانە",
    msg: "تور سودىسى ئۈچۈن پۈتۈنلەي ئوچۇق API ئاساسىدىكى ھەل قىلىش چارىسى.",

    sec1: {
      title: "بىز سودىڭىزنىڭ غول لىنىيىسىنى قۇرۇپ چىقىمىز",
      msg: "دۇكىنىڭىزنىڭ ھەممە تەرىپىنى كۈچلۈك REST API ئارقىلىق ئىشلەتكىلى بولىدۇ. سىز تېخنىكىلىق ، ھەق تۆلەش ۋە ئارقا كۆرۈنۈش مەسىلىسىدىن ئەنسىرەپ دۇكانغا ھەر قانداق ئۆزگەرتىش ، ئەپلىرىڭىزنى قۇرالايسىز ياكى مال سېتىۋېلىش دېتالىڭىزنى تەرەققىي قىلدۇرالايسىز.",
    },
    sec2: {
      title: "تېز بىرلەشتۈرۈش",
      msg: "بىز بارلىق ئورتاق تىل ۋە رامكىلار ئۈچۈن SDK نى تەرەققىي قىلدۇرىمىز ، شۇنداق بولغاندا سىز دەلىللەش ، ھېساباتقا كىرىش ۋە ئاددىي بۇيرۇقلار ئارقىلىق باشقۇرالايسىز. باشلاش پەقەت بىر قانچە چېكىش بىلەنلا بولىدۇ.",
    },
  },

  /** @see ConvertibleSelldoneView **/
  convertible: {
    store_name: "دۇكىنىڭىز",
    variant_1: "ئامبەر رەڭلىك مەھسۇلات تۈرى",
    variant_2: "مەھسۇلات تۈرى قىزىل",
    buy: "ھازىر سېتىۋېلىڭ",
    price: "89 دوللار",
    management: {
      title: "مەھسۇلات باشقۇرۇش",
      msg: "Windows دا سۆرەپ تاشلايدىغان ھۆججەت ۋە ھۆججەت قىسقۇچ قاتارلىق مەھسۇلات ۋە تۈرلەرنى باشقۇرۇڭ.",
      check1: "مەھسۇلاتلارنى Excel ياكى CSV ھۆججىتى ئارقىلىق يۈكلەڭ.",
      check2: "AR مودېللىرىنى قوشۇڭ.",
      check3: "ئاپتوماتىك SEO ماتورى ئارقىلىق ئەلالاشتۇرۇڭ.",
      check4: "سۆرەپ تاشلاش.",
    },
    payment: {
      title: "كۆپ چىقىم قىلىش ئۇسۇلىنى قوللاڭ",
      msg: "نەق مەيداندىكى / ئەپتىكى پۇل تۆلەشتىكى يوچۇقسىز تەجرىبە.",
      check1: "Stripe",
      check1msg: "40 نەچچە دۆلەتنى قوللاش.",

      check2: "Klarna",
      check2msg: "كېيىن تۆلەڭ.",

      check3: "Paypal",
      check3msg: "بىر قېتىم چېكىش.",
    },
    checkout: {
      title: "ماركىڭىز",
      online: "توردىكى خېرىدارلار",
      offline: "شەخسىي خېرىدارلار",
    },
    design: {
      title: "بەت قۇرغۇچى",
      msg: "سۆرەپ تاشلاش ئارقىلىقلا ئۇنى ھەقىقىي قىلىڭ.",
    },
  },

  secure: {
    title: "Hyper بىخەتەر ھەل قىلىش چارىسى",
    msg: "سانلىق مەلۇماتلارنىڭ مۇكەممەللىكى ۋە كارخانا زىيارەت سەۋىيىسىنى باشقۇرۇش.",
  },

  build: {
    title: "ئۆزىڭىزنىڭ ماركىسى بىلەن ئۆزىڭىزنىڭ سودىسىنى قىلىڭ ھەمدە سودىڭىزنى كونترول قىلىڭ!",
    msg: "ئىجتىمائىي تاراتقۇ ھېساباتىڭىزنى تور نامىڭىزدىكى توردىن مال سېتىۋېلىش تور بېتىگە ئايلاندۇرۇش ياكى نادىر ئەسەرلىرىڭىزنى باشتىن-ئاخىر يارىتىش ئۈچۈن نۇرغۇن تاللىشىڭىز بار.",
  },

  stripe: {
    title: "Stripe ھېساباتىڭىز بارمۇ؟",
    msg: "مۇبارەك بولسۇن، سىز ئىشلارنىڭ كۆپىنچىسىنى ئالدىنلا تاماملىدىڭىز. تور دۇكىنىڭىزنى پەقەت بىر چېكىش بىلەن قۇرۇڭ! قالغان ئىشلارنى Selldone ئۆزى قىلىدۇ.",
  },
  /* demo: {
                  title: "View Demo",
                  msg: "See professional live e-commerces",
                },*/

  unbanked: {
    title: "بىر سۇپا ، بىر ھەل قىلىش چارىسى - مەقسەت.",
    msg: "تور سودىسىغا قۇلايلىق يارىتىش ۋە ئىگىلىك تىكلەش روھىنى ئېچىشتىكى ئۆزگىچە سودا مەشغۇلات سىستېمىسى ، ھەتتا 1 مىليارد 700 مىليوندىن ئارتۇق قۇرامىغا يەتمىگەنلەر ئۈچۈن.",
  },
  faqs: [
    {
      question: "ئىناۋەتلىك كارتا بولمىسا تور دۇكىنى قۇرسام بولامدۇ؟",
      answer:
        "شۇنداق ، سىز Selldone دىكى ئىناۋەتلىك قەرز ۋە بانكا كارتىسىغا ئوخشاش ھېچقانداق بانكا كارتىسىغا ئېھتىياجلىق بولماي تۇرۇپ ، ئېلېكترونلۇق سودىڭىزنى قۇرالايسىز. Selldone ئۆزگىچە ئۇسۇلنى ئىشلىتىپ كىشىلەرگە ئىلغار سودا مۇلازىمىتى بىلەن تەمىنلەيدۇ ، ھەتتا 1 مىليارد 700 مىليوندىن ئارتۇق كىشى ئورتاق پۇل-مۇئامىلە مۇلازىمىتىگە ئېرىشەلمەيدۇ.",
    },
    {
      question: "بانكاسىز خېرىدارلارغا توردا قانداق ساتالايمەن؟",
      answer:
        "سودىڭىزغا COD ( <b>نەق پۇلغا نەق پۇل</b> ) قوشۇڭ ، خېرىدارلىرىڭىز زاكازنى تاپشۇرۇۋالغاندىن كېيىن پۇل تۆلىيەلەيدۇ. COD مەبلەغ يۈرۈشتۈرۈش ئۇل ئەسلىھەلىرى كەمچىل بولغان نۇرغۇن دۆلەتلەردە ئەنئەنىۋى ئۇسۇل.",
    },
    {
      question: "بانكا ھېساباتى بولمىسا ئېلېكترونلۇق سودامنى قانداق قۇرالايمەن؟",
      answer:
        "سېللدوندىن بۇرۇن پىشۇرۇلمىغان كىشىلەرگە ھەل قىلىش چارىسى يوق ئىدى. ئەمما ھازىر ، ھېچقانداق بانكا ھېساباتىڭىز بولماي تۇرۇپ ئېلېكترونلۇق سودا ۋە تور بېتىڭىزنى قۇرالايسىز. ئۇنىڭ سىز ئۈچۈن ئەڭ تۆۋەن چىقىمى بار. بۇ چىقىمنى ھەميان ئارقىلىق ئاي ئاخىرىدا تۆلىسىڭىز بولىدۇ. Selldone ھەميانى باشقا كىشىلەردىن ھەق ئالالايدۇ ياكى سوۋغات كارتىسى ئارقىلىق ھەق ئالالايدۇ. بۇ مۇلازىمەتلەرنى ئىشلىتىش ئۈچۈن ئىناۋەتلىك كارتا لازىم ئەمەس.",
    },
    {
      question: "تەڭشەش ھەققى ئالماي تۇرۇپ قانداقمۇ ئىگىلىك تىكلىيەلەيمەن؟",
      answer:
        "<ol> <li> <a href='https://selldone.com'>Selldone.com</a> دا ھەقسىز تىزىملىتىڭ. </li> <li> دۇكىنىڭىزنى قۇرۇڭ. </li> <li> مەھسۇلات ۋە مۇلازىمەتلىرىڭىزنى قوشۇڭ. </li> <li> دومېنىڭىزنى باغلاڭ (ئىختىيارىي). </li> <li> تۆلەم دەرۋازىلىرىنى قوزغىتىڭ. </li> <li> سودىڭىزنى دوست ۋە ئائىلىڭىزگە تونۇشتۇرۇشنى باشلاڭ. </li> <li> ئۆزىڭىز ۋە مەھسۇلاتلىرىڭىزنى ئىجتىمائىي تاراتقۇدا تونۇشتۇرۇڭ. </li> <li> ئۆزگىچە قىممەت تەكلىپى بىلەن ماركا قۇرۇڭ. </li> <li> ئىشلەتكۈچى ھەرىكىتىنى Selldone تاختىسىدا كۆزىتىڭ. </li> </ol>",
    },
  ],

  brands: {
    title: "سودىڭىزنى ئىشەنچلىك ئاساستا بەرپا قىلىڭ.",
    subtitle: "سودىڭىزغا ئەرزىيدۇ!",
  },

  why_boxes: {
    title: "تور ۋە دۇكان ئىچىدىكى كەڭ كۆلەملىك سېتىشقا ماسلاشتۇرۇلغان",
    subtitle:
      "تور ۋە دۇكان ئىچىدىكى كەڭ كۆلەملىك سېتىشقا ماسلاشتۇرۇلغان",

    block1: {
      title: "دەسلەپكى چىقىمنى تېجەڭ",
      subtitle: "تېما يوق & قىستۇرما يوق.",
    },
    block2: {
      title: "مەشغۇلات تەننەرخىنى تېجەڭ",
      subtitle: "ھېچقانداق قوشۇمچە ۋە يوشۇرۇن ھەق يوق.",
    },
    block3: {
      title: "ۋاقىت تېجەڭ",
      subtitle: "كارخانا دەرىجىسى ئەمما يېڭى ئۆگەنگۈچىلەرگە دوستانە.",
    },
  },

  money_transfer: {
    customer: "خېرىدارىڭىز",
    bank: "بانكا ھېساباتىڭىز",
    wallet: "ھەميان",
    free_setup: "ھەقسىز تەڭشەش.",
    no_extra_fee: "قوشۇمچە ھەق يوق.",
    no_hidden_fee: "ھېچقانداق يوشۇرۇن ھەق يوق.",
  },

  /** @see HomePanelExtraFlow **/
  extra: {
    cart: "ھارۋىنى باشقۇرۇش",
    payment: "چىقىم قىلىش",
    shipping: "توشۇش",
    fulfilment: "ئورۇنداش",
    community: "مەھەللە ۋە ئىنكاس",
  },

  team: {
    title: "كوماندا بىلەن كۆرۈشۈڭ.",
    msg: "بىز سودا سۇپىلىرىنىڭ رەھىمسىز ساھەسىدە ئوخشىمىغان قائىدىلەر بىلەن ئوينايمىز ، بولۇپمۇ رىقابەتچىلىرىمىز ئېلان ئۈچۈن مىليون دوللار خەجلىگەندە بىز مەھسۇلاتقا ، كىشىلەرگە مەبلەغ سالىمىز ۋە ھەقىقىي مەسىلىلەرنى ھەل قىلىمىز. بۇ ئەترەت سودىڭىزنى قوللايدۇ!",
  },

  customers: {
    title: "مەھەللىمىز بىلەن كۆرۈشۈڭ.",
    msg: "بۇ پەقەت خېرىدارلىرىمىزدىن ئۆگىنىش ئارقىلىق كەلگۈسىدىكى ئىگىلىك تىكلىگۈچىلەرنى ئېچىۋېتىدىغان ئەھمىيەتلىك قوراللارنى بەرپا قىلىش سەپىرىنىڭ باشلىنىشى خالاس.",
  },
  /** {@see PanoramaImage} {@see HomePage} */

  panorama: {
    title:
      "#1 سودا OS — <b class=\"bg-gradient-animate text-gradient my-1\">بارلىق ئىقتىدارلار ئالدىن قۇرۇلغان</b>",
    msg: "ھەر ئايدا قىستۇرما ۋە ئەپلەرگە نەچچە يۈز دوللار خەجلەش ۋە يېڭىلاشتىن ئەنسىرەشنىڭ ھاجىتى يوق. كومپيۇتېرىڭىزدىكى macOS غا ئوخشاش ، Selldone OS سودىڭىزنىڭ بارلىق تېخنىكىلىق تەرەپلىرىگە كۆڭۈل بۆلىدۇ.",
    orders_management: "زاكاز باشقۇرۇش",
    online_pos: "توردىكى POS",
    shipping: "توشۇش",
    inventory_management: "ئامبارنى باشقۇرۇش",
    social_commerce: "ئىجتىمائىي سودا",
    in_store_sell: "دۇكاندا سېتىش",
    team: "گۇرۇپپا / خىزمەتچىلەر",
    incentives: "رىغبەتلەندۈرۈش / ساداقەت",
    community: "مەھەللە باشقۇرۇش",
    payments: "يەرلىك چىقىم",
    ar_3d: "3D / AR",
  },

  no_plugin: "ياق - قىستۇرما",

  product_page: {
    title: "تۇنجى مەھسۇلاتىڭىزنى قوشقاندىن كېيىنكى چىقىرىش.",
    msg: "بىر قانچە چېكىش ئارقىلىق ئوي-پىكىرلىرىڭىزنى ھاياتقا ئېلىپ كىرىڭ.",
    open_sample_product_link: "نەق مەيدان مەھسۇلاتنى ئېچىڭ",
    open_templates: "قېلىپلارنى كۆرۈش",
  },

  /** {@see CountrySupportBox} */
  support_box: {
    country_select_label: "دۆلىتىڭىزنى تاللاڭ",
    we_support_message: "بىز {country} نى قوللايمىز",
    we_limited_support: "بىز {country} ئۈچۈن چەكلىك قوللاش قىلىمىز",
    support_message_long:
      "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
    limited_support_message_long:
      "دۆلىتىڭىزدە توردا تۆلەش ئىشلىمەسلىكى مۇمكىن، ئەمما ئەنسىرىمەڭ. Selldone دۇنيا بويىچە نەق پۇل، بانكا يوللانمىسى ۋە تاپشۇرغاندا تۆلەش (COD) نى قوللايدۇ. دۆلىتىڭىز ۋە ياۋروپا قائىدىلىرىگە ئەمەل قىلىپ تور سودىڭىزنى ئىشەنچ بىلەن قۇرالايسىز. تېخىمۇ كۆپ ئۇچۇر ئۈچۈن قوللاش ئەترىتى بىلەن ئالاقىلىشىڭ\n",
    more_about_selldone_in_country: "دۆلىتىڭىزدىكى Selldone ھەققىدە",

    tax: {
      title: "باجغا ماس",
      message:
        "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
    },
    global: {
      title: "دۇنياۋى سېتىش",
      message:
        "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
    },
    shipping: {
      title: "يەرلىك ۋە دۇنياۋى يەتكۈزۈش",
      message:
        "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
    },
    erp: {
      title: "ERP باغلاش",
      message:
        "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
    },
  },

  hero: {
    intro: "#1 كارخانىلار ئۈچۈن مەشغۇلات سىستېمىسى",
    title: "{infinite} قىستۇرما ۋە ئەپلەرنى بىر {app} بىلەن ئالماشتۇرۇڭ",
  },

  /**
   * {@see MakeYourShopHeader}
   */
  make_your_shop: {
    title: "ئۆزىڭىزنىڭكىنى ياساڭ",
    amazon: "Amazon",
    local_store: "يەرلىك دۇكان",
    instagram: "Instagram دۇكىنى",
    dropshipping: "ۋاسىتىسىز يەتكۈزۈش دۇكىنى",
    coursera: "Coursera",
    gift_store: "سوۋغات دۇكىنى",
    airbnb: "Airbnb",
    simple_store: "ئاددىي دۇكان",
    tiktok: "Tiktok دۇكىنى",
  },
  /**
   * {@see SectionShowItsSimplicity}
   */
  show_its_simplicity: {
    title: "يەنە بىر زېرىكىشلىك ۋە مۇرەككەپ <div class=\"app-box\" style=\"font-size: 55%\">😣</div> ئېلېكترونلۇق سودا سۇپىسىمۇ؟",
    subtitle: "ھەرگىز ئۇنداق ئەمەس! تىزىملاتمايلا ئالدى بىلەن سىناپ بېقىڭ...",
    as_guest: "مېھمان سۈپىتىدە",
    need_register: "تىزىملىتىش كېرەك",

    page_builder: {
      title: "بەت قۇرغۇچ",
      subtitle:
        "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
      try_action: "بەت قۇرغۇچنى سىناش",
      see_collection_action: "قېلىپلارنى كۆرۈش",
    },
    ai: {
      title: "ئىچىگە قوشۇلغان AI ئىقتىدارلىرى",
      subtitle:
        "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
      try_action: "Selldone ئەقلىي ياردەمچىسىنى سىناڭ",
    },
    storefront: {
      title: "جانلىق دۇكان ئالدى",
      subtitle:
        "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
      see_action: "ئۈلگە دۇكان ئالدىنى كۆرۈش",
    },
    backoffice: {
      title: "جانلىق باشقۇرۇش بۆلۈمى",
      subtitle: "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
      see_action: "ئۈلگە باشقۇرۇش بۆلۈمىنى كۆرۈش",
    },
  },

  /**
   * {@see SectionPricingCompact}
   */
  pricing_compact: {
    title: "<div class=\"app-box\" style=\"font-size: 55%\">💞️</div> ئاددىي ۋە ئوچۇق باھا",
    subtitle:
      "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
  },

  screenshots: {
    item_1: {
      title: "Selldone ئىقتىدارى 1",
      desc: "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
    },
    item_2: {
      title: "Selldone ئىقتىدارى 2",
      desc: "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
    },
    item_3: {
      title: "Selldone ئىقتىدارى 3",
      desc: "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
    },
    item_4: {
      title: "Selldone ئىقتىدارى 4",
      desc: "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
    },
    item_5: {
      title: "Selldone ئىقتىدارى 5",
      desc: "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
    },
    item_6: {
      title: "Selldone ئىقتىدارى 6",
      desc: "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
    },
    item_7: {
      title: "Selldone ئىقتىدارى 7",
      desc: "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
    },
    item_8: {
      title: "Selldone ئىقتىدارى 8",
      desc: "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
    },
    item_9: {
      title: "Selldone ئىقتىدارى 9",
      desc: "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
    },
    item_10: {
      title: "Selldone ئىقتىدارى 10",
      desc: "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
    },
    item_11: {
      title: "Selldone ئىقتىدارى 11",
      desc: "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
    },
    item_12: {
      title: "Selldone ئىقتىدارى 12",
      desc: "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
    },
    item_13: {
      title: "Selldone ئىقتىدارى 13",
      desc: "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
    },
    item_14: {
      title: "Selldone ئىقتىدارى 14",
      desc: "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
    },
    item_15: {
      title:
        "Selldone ئىقتىدارى 15",
      desc: "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
    },
    item_16: {
      title: "Selldone ئىقتىدارى 16",
      desc: "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
    },
    item_17: {
      title: "Selldone ئىقتىدارى 17",
      desc: "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
    },
    item_18: {
      title: "Selldone ئىقتىدارى 18",
      desc: "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
    },
    item_19: {
      title: "Selldone ئىقتىدارى 19",
      desc: "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
    },
    item_20: {
      title: "Selldone ئىقتىدارى 20",
      desc: "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
    },
    item_21: {
      title: "Selldone ئىقتىدارى 21",
      desc: "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
    },
    item_22: {
      title: "Selldone ئىقتىدارى 22",
      desc: "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
    },
    item_23: {
      title: "Selldone ئىقتىدارى 23",
      desc: "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
    },
    item_24: {
      title: "Selldone ئىقتىدارى 24",
      desc: "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
    },
    item_25: {
      title: "Selldone ئىقتىدارى 25",
      desc: "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
    },
    item_26: {
      title: "Selldone ئىقتىدارى 26",
      desc: "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
    },
    item_27: {
      title: "Selldone ئىقتىدارى 27",
      desc: "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
    },
    item_28: {
      title: "Selldone ئىقتىدارى 28",
      desc: "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
    },
    item_29: {
      title: "Selldone ئىقتىدارى 29",
      desc: "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
    },
    item_30: {
      title: "Selldone ئىقتىدارى 30",
      desc: "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
    },
    item_31: {
      title: "Selldone ئىقتىدارى 31",
      desc: "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
    },
    item_32: {
      title: "Selldone ئىقتىدارى 32",
      desc: "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
    },
    item_33: {
      title: "Selldone ئىقتىدارى 33",
      desc: "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
    },
    item_34: {
      title: "Selldone ئىقتىدارى 34",
      desc: "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
    },
    item_35: {
      title: "Selldone ئىقتىدارى 35",
      desc: "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
    },
    item_36: {
      title: "Selldone ئىقتىدارى 36",
      desc: "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
    },
    item_37: {
      title: "Selldone ئىقتىدارى 37",
      desc: "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
    },
    item_38: {
      title: "Selldone ئىقتىدارى 38",
      desc: "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
    },
    item_39: {
      title: "Selldone ئىقتىدارى 39",
      desc: "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
    },
  },

  country_landing: {
    intro: "#1 كارخانىلار ئۈچۈن مەشغۇلات سىستېمىسى",
    title: "{country} دا {infinite} قىستۇرما ۋە ئەپلەرنى {app} بىلەن ئالماشتۇرۇڭ",
  },

  /**
   * @see IntegrationPaymentPage
   */
  payment_landing: {
    intro: "#1 كارخانىلار ئۈچۈن مەشغۇلات سىستېمىسى",
    title: "{infinite} قىستۇرما ۋە ئەپلەرنى {app} بىلەن ئالماشتۇرۇڭ",

    unlock_section: {
      title: "{payment} نى ئېچىپ تور بېتىڭىزدە پۇل تېپىشنى باشلاڭ",
      subtitle:
        "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
      no_plugin: {
        title: "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
        subtitle:
          "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ {payment}",
      },
      experience: {
        title: "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ {payment}",
        subtitle:
          "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ {payment}",
      },
      boost: {
        title: "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
        subtitle:
          "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ {payment}",
      },
      security: {
        title: "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
        subtitle:
          "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ {payment}",
      },
      setup_payment: "تۆلەمنى تەڭشەش",
    },

    how_to_add: {
      step_1: {
        step: "1-قەدەم",
        title: "پۇل بىرلىكىڭىزنى قوشۇڭ",
        subtitle:
          "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ {payment}",
      },
      step_2: {
        step: "2-قەدەم",
        title: "دەرۋازىڭىزنى تەڭشەڭ",
        subtitle: "كېيىن دۇكان > ھېسابات > دەرۋازىلار بەتكۈچىگە كىرىپ، <b>يېڭى تۆلەم ئۇسۇلى</b> نى بېسىڭ، پۇل بىرلىكىنى تاللاڭ ۋە <b>{payment}</b> نى تاللاڭ. دەرۋازىلارنى سىناق ياكى ھەقىقىي ھالەتتە قوشالايسىز. ھەر بىر ھالەت ئۈچۈن توغرا API ئاچقۇچلىرىنى كىرگۈزۈڭ؛ بۇلارنى <a href=\"{payment_url}\" target=\"_blank\">{payment} ھېساباتىڭىزدىن</a> تاپالايسىز",
      },
    },

    integration: {
      title: "{payment} بىلەن ئاسان ئېلېكترونلۇق سودا باغلىنىشى",
      subtitle:
        "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
    },
    pay_after_earn: {
      title: "پەقەت پايدا قىلغاندا تۆلەڭ",
      subtitle:
        "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
    },
  },

  feature_page_builder: {
    title: "سېتىشقا يۈزلەنگەن بەت قۇرغۇچ",
    message:
      "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
  },

  feature_items: {
    products: {
      title: "چۈشىنىشلىك مەھسۇلات باشقۇرۇش",
      description:
        "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
    },
    excel: {
      title: "Excel سانلىق مەلۇمات ئىمپورتلاش",
      description:
        "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
    },
    incentive: {
      title: "سېتىش رىغبەتلىرى",
      description:
        "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
    },
    loyalty: {
      title: "خېرىدار ساداقىتى",
      description:
        "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
    },
    cashback: {
      title: "Cashback تەكلىپلىرى",
      description:
        "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
    },
    cross_selling: {
      title: "قوشۇمچە سېتىش قوراللىرى",
      description:
        "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
    },
    accounting: {
      title: "ئاددىي ھېسابات",
      description: "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
    },
    inventory: {
      title: "ئامبار كونتروللۇقى",
      description:
        "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
    },
    analytics: {
      title: "ئىلغار تەھلىل",
      description:
        "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
    },
    social: {
      title: "كۆپ قاناللىق سېتىش",
      description:
        "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
    },
    community: {
      title: "جامائەت قۇرغۇچ",
      description:
        "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
    },
    security: {
      title: "گۇرۇپپا باشقۇرۇش",
      description:
        "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
    },
    pos: {
      title: "دۇكان ئىچى POS",
      description:
        "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
    },
    store: {
      title: "ساتقۇچىلار بازىرى",
      description: "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
    },
    pricing: {
      title: "ھەرىكەتچان باھا",
      description:
        "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
    },
    pod: {
      title: "ۋاسىتىسىز يەتكۈزۈش باغلىنىشى",
      description:
        "بۇ بۆلەك Selldone ئىچىدە دۇكان، زاكاز، خېرىدار ۋە سېتىشنى ئاسان باشقۇرۇشقا ياردەم بېرىدۇ",
    },
  },
};
