export default {
  "local_service": "{Country_name for ئۈچۈن يەرلىك مۇلازىمەت",
  "local_service_message": "بۇ مۇلازىمەت پەقەت <u>{country_name</u> in دا ياشايدىغان ۋە ئۇلارنىڭ مۇلازىمىتى ۋە مەھسۇلاتلىرىنى بۇ دۆلەتتە ساتىدىغان ئىشلەتكۈچىلەر ئۈچۈن لايىھەلەنگەن بولۇپ ، پەقەت يەرلىك مۇلازىمەت ياكى Selldone نىڭ خەلقئارالىق مۇلازىمىتىنى ئىشلىتىشكە رۇخسەت قىلىنغان. بۇ مۇلازىمەتنى ئىشلىتىش ئۈچۈن ، سىز چوقۇم ئىجرا قىلىشىڭىز كېرەك. <b>{country_name}</b> ۋە <b>ياۋروپا ئىتتىپاقىنىڭ</b> قانۇنى.",
  "my_shops": "مېنىڭ دۇكانلىرىم",
  "moto": "سىناپ بېقىڭ ، بىز ئىشىكنى ئاچىمىز!",
  "start_now_btn": "ھازىردىن باشلاڭ - ھەقسىز",
  "create_ecommerce_btn": "سودىڭىزنى ھەقسىز باشلاڭ",
  "incentive_action": "تۆۋەن توردىكى سېتىش نىسبىتىڭىز بىلەن خوشلىشىڭ!",
  "create_shopping_website": "Ecommerce قۇر",
  "s1": {
    "title": "تور دۇكىنىڭىزنى قىلىڭ<br> ياق - كود ۋە ياق - مۇتەخەسسىس ئېھتىياجلىق ھەل قىلىش چارىسى",
    "title_animated_words": [
      "ئىگىلىك تىكلىگۈچىلەر",
      "سەنئەتكارلار",
      "مۇستەقىل سودا",
      "ماركا",
      "پارچە سېتىش",
      "ئىجادكارلار"
    ],
    "subtitle": "ئەگەر خېرىدارلىرىڭىز ئۈچۈن ئۆزگىچە ، تېز ، بىخەتەر ۋە ئىشەنچلىك تەجرىبە يارىتىشنى ئويلىسىڭىز ، ئۇ سىز ئۈچۈن قورال. ئېلانسىز كارخانا دەرىجىلىك سودا مەشغۇلات سىستېمىسىدا ئۆزگىچە مەھەللە ۋە تېز سودا قۇرۇڭ.",
    "domain_input": {
      "message": "دۇكىنىڭىز ھەقسىز ساھىبخانلىق ۋە SSL ئارقىلىق بار بولغان شەخسىي تورنامىڭىزغا ئۇلىنالايدۇ",
      "action": "دۇكان قۇرۇش"
    },
    "community": "مەھەللە سۇپىسى",
    "shop": "تور دۇكىنى قۇرغۇچى",
    "inventory": "كەشپىيات باشقۇرۇش",
    "cms": "بەت تەھرىرلىگۈچى ۋە CMS",
    "in_60_sec": "بۇ يەرنى چېكىڭ"
  },
  "video": {
    "title": "توردىكى ۋە شەخسىي سېتىلىشىڭىزنىڭ ھەل قىلىش چارىسى.",
    "msg": "ئېلېكترونلۇق سودىڭىزدا ئەڭ تېز سېتىۋېلىش تەجرىبىسى بىلەن تەمىنلەڭ.",
    "card_pos": {
      "title": "Selldone POS",
      "msg": "نۆلگە تەڭشەلگەن تەننەرخنى ھەل قىلىش ئۇسۇلى ئارقىلىق ئۆزىڭىزگە سېتىڭ."
    },
    "card_ecommerce": {
      "title": "Selldone Ecommerce",
      "msg": "كەسپىي خادىملارغا ئوخشاش توردا سېتىڭ."
    },
    "pacman": "مەن تېخنىكىلىق قۇرغۇچى ئەمەس"
  },
  "why": {
    "title": "نېمە ئۈچۈن Selldone؟",
    "msg": "تىرېنېرسىز گۇرۇپپىلار ، رەھبەرسىز ئىنقىلاب ، يىلتىزسىز دەرەخلەر ۋە مەشغۇلات سىستېمىسى بولمىغان كارخانىلارنى تەسەۋۋۇر قىلالمايمىز! شۇڭا بىز تېز تەرەققىي قىلىۋاتقان شىركەتلەر ۋە ياش ئىگىلىك تىكلىگۈچىلەر ئۈچۈن تور كەسپىنى قايتىدىن تەسۋىرلەۋاتىمىز.",
    "sec1": {
      "title": "Easy + Professional",
      "msg": "ئۇ سىز بازاردىكى كەسپىي خادىمغا ئوخشاش ئويۇن ئويناش ئۈچۈن ياسالغان ، گەرچە سىز يېڭى ئۆگەنگەن ، ئەمما كەسپىي خادىمدەك ئويناشنى ئويلىسىڭىز ، ياكى سىز مۇتەخەسسىس بولۇپ ، ئۆزىڭىزگە ئوخشاش ئويناشقا لايىق!"
    },
    "sec2": {
      "title": "كارخانا دەرىجىلىك قوراللار",
      "msg": "بىز يېڭى ئىقتىدارلارنى ئېلان قىلىمىز ، API لارنى يېڭىلايمىز ۋە كۈندىلىك ئۇسۇل سۈپىتىدە يېڭى ئۇسۇللارنى قوللىنىمىز. ئۇ سىزنىڭ تىجارىتىڭىز ئۈچۈن مەشغۇلات سىستېمىسى ، شۇڭا سودىڭىزنى سۇپىمىز كېڭەيتىدۇ."
    },
    "sec3": {
      "title": "ئىجتىمائىي سېتىش",
      "msg": "مەھسۇلاتىمىز دۇنيانىڭ ھەرقايسى جايلىرىدىكى سېتىۋالغۇچىلارنىڭ ھەقىقىي سودا ھەرىكىتىگە ئاساسەن لايىھەلەنگەن. بىز AVOCADO دەپ ئاتىلىدىغان Instagram ، TikTok ۋە باشقا ئىجتىمائىي ئالاقە تورىدا بىر خىل سېتىش ئۇسۇلىنى تەمىنلەيمىز."
    },
    "sec4": {
      "title": "پۇل تېجەڭ",
      "msg": "ئەمدى ھېچقانداق مۇتەخەسسىسنىڭ ئېلېكترونلۇق سودا بولۇشىنىڭ ھاجىتى يوق! قىممەت باھالىق تەرەققىيات ، ئاسراش ، پروگرامما تۈزۈش جەريانى ، ھەتتا سودا سۇپىلىرى مۇتەخەسسىسلىرىنىڭ چىقىمى بىلەن خوشلىشىڭ."
    }
  },
  "how_it_work": {
    "title": "قانداق ئىشلەيدۇ.",
    "msg": "كەسپىي خادىملارغا ئوخشاش ئويۇن ئويناشنى خالايدىغانلار ئۈچۈن ئىناۋەتلىك كارتا يوق ، قىستۇرما يوق ، قېلىپ يوق ، ئورۇنلاشتۇرماسلىق ، ساھىبجامال يوق ، تېخنىكىلىق ھەل قىلىش چارىسى يوق.",
    "step0": {
      "title": "سېتىۋالغۇچىلار ئۈچۈن ياسالغان ، ساتقۇچىلار ياخشى كۆرىدۇ ، بىر قەدەم يىراق.",
      "msg1": "ھەقىقىي سودا پۇرسىتىگە ئېرىشىدىغان ، سودىڭىزنى چۆرىدەپ خۇشال خېرىدارلارنى يىغىدىغان ۋە ھەقىقىي ياخشى كۆرىدىغان ئىشىڭىزغا ئەھمىيەت بېرىدىغان ۋاقتىڭىز كەلدى."
    },
    "step1": {
      "title": "مەھسۇلاتلىرىڭىزنى قوشۇڭ.",
      "msg1": "Instagram غا رەسىم قوشقانغا ئوخشاش قولدا مەھسۇلات قوشۇڭ! ياكى Excel ھۆججىتى بىلەنلا 100،000 تۈر قوشۇڭ. مەھسۇلات ، مۇلازىمەت ، مۇشتەرىلىك ۋە ھۆججەتلەرنى بىر جايدا ساتالايسىز."
    },
    "step2": {
      "title": "ئۇلىنىش ئۇسۇلى سىزنىڭ ئېھتىياجىڭىزغا ماس كېلىدۇ.",
      "msg1": "بىز پۇل-مۇئامىلە سودىسىغا ئارىلىشىشقا قىزىقمايمىز! خېرىدارلارنىڭ 100% چىقىملىرى بىۋاسىتە بانكا ھېساباتىڭىزغا يۆتكىلىدۇ. پەقەت Stripe ، PayPal قاتارلىقلارنى ئۇلاڭ ، دۇكىنىڭىزدا بىرلا ۋاقىتتا كۆپ خىل ئاكتىپ ھەق تۆلەش مۇلازىمىتىگە ئىگە بولالايسىز!",
      "crypto_msg": "ئاكتىپ سودىگەرلەر ئۈچۈن تەمىنلىنىدۇ"
    },
    "step3": {
      "title": "ئاق بەلگە / ئەۋرىشىم / چوڭقۇر خاسلاشتۇرغىلى بولىدۇ.",
      "msg1": "قونۇش بېتىڭىزنى لايىھىلەپ ، تور بېتىڭىزنىڭ ماركا ئۇچۇرىغا ماس ھالدا باشتېما رەڭگىنى ئۆزگەرتىڭ. سۆرەپ تاشلاش ئىقتىدارى بۇلارنىڭ ھەممىسىنى مۇتەخەسسىس تەكلىپ قىلىشنىڭ ھاجىتى يوق.",
      "view_sample_pages": "سىزنى ئىلھاملاندۇرىدىغان ئېسىل SD دۇكانلىرى"
    },
    "step4": {
      "title": "بىر چېكىش ئارقىلىق تەكشۈرۈش: دۇنيانىڭ ھەرقايسى جايلىرىدىكى بىرلىككە كەلگەن تەكشۈرۈش تەجرىبىسى.",
      "msg1": "خېرىدارلار سىزدىن سېتىۋېلىش ئۈچۈن ئۇچۇرلارنى كىرگۈزۈپ تىزىملىتىش جەدۋىلىنى تولدۇرمىسىمۇ بولىدۇ! ئۇلار قىسقا ئۇچۇر ئارقىلىق تىزىملىتىپ ، تەكشۈرۈش جەدۋىلىنى بىر چېكىش ئارقىلىق تولدۇرىدۇ. سەن چوڭ بولىسەن ، بىز ئۆسىمىز."
    }
  },
  "onboarding": {
    "title": "سودىڭىزنى توردا ، تېخىمۇ تېز ۋە تېخىمۇ ياخشى قىلىڭ - ھەقسىز",
    "success_title": "تور سودىڭىزنى قاچىلاش ،",
    "wait_msg": "بىر نەچچە سېكۇنت ساقلاپ تۇرۇڭ ...",
    "ready_msg": "دۇكىنىڭىز تەييار.",
    "send_mail_msg": "{ئېلخەتكە ئەۋەتىلگەن كىرىش ئۇلانمىسى",
    "options": {
      "title": "دۇكان سەپلىمىسى",
      "msg": "تور بېتىڭىزدە قايسى ئىقتىدارلارنى خالايسىز؟",
      "ecommerce": "Ecommerce",
      "pos": "سېتىش نۇقتىسى",
      "blog": "Blog & CMS",
      "community": "مەھەللە ۋە مۇنبەر"
    },
    "job": {
      "title": "كەسپىڭىز نېمە؟",
      "placeholder": "مەيلى قايسى سۇپا ئىشلىتىۋاتقان بولۇشىڭىزدىن قەتئىينەزەر سودىڭىزنى Selldone OS غا ئالماشتۇرۇڭ."
    },
    "shop_name": {
      "title": "سودا ئىسمى",
      "placeholder": "Ex. Alex ئايىغى"
    },
    "income": {
      "title": "ئايلىق سېتىش",
      "msg": "ئايلىق ئومۇمىي سېتىش سوممىڭىزنى تاللاڭ.",
      "Low": "5000 دوللارغىچە",
      "Medium": "5000 دوللار ~ 50،000 دوللار",
      "High": "50،000 ~ ~ 1،000،000 دوللار",
      "Extreme": "1،000،000 دوللاردىن يۇقىرى"
    },
    "step_1": "مەقسەت",
    "step_2": "سەپلىمىسى",
    "step_3": "ھېسابات"
  },
  "notion": {
    "title": "ئوخشىمىغان قائىدىلەر بىلەن ئويۇن.",
    "quote": "ئىشىنىمىزكى ، بىر ئادەم توردىكى ئىنسانىيەت دەۋرىدە ئۆزگىرىش ھاسىل قىلالايدۇ ، ھەتتا پۇلى يېتەرلىك بولمىسىمۇ ، ھەتتا تېخنىكا تەجرىبىسى يوق ، ھەتتا پۇلنى تۆلەيدىغان بانكا ھېساباتىمۇ يوق. بىز ئۇنى كارخانا دەرىجىلىك قوراللار بىلەن ئىشلىتىشكە تەييار سۇپا قۇرۇپ ، ئىنتېرنېتتە ئەڭ ئاسان ئېرىشكىلى بولىدىغان مەشغۇلات سىستېمىسى سۈپىتىدە ئىشلەيمىز."
  },
  "stop": {
    "title": "ئاسان توردىن مال سېتىۋېلىش تور بېكىتى قۇرغۇچى + بىۋاسىتە پۇل تۆلەش.",
    "subtitle": "ئەگەر سىز پايدا ئالىدىغان تور سودىسى قۇرۇپ ، سودا ئىدىيىڭىزنى رېئاللىققا ئايلاندۇرماقچى بولسىڭىز ، Selldone ئەڭ ياخشى تاللاش.",
    "pacman": "ھەق تۆلەش قىستۇرمىلىرى"
  },
  "os": {
    "title": "دۇنياۋى قوراللارغا ئېرىشىش - ھەقسىز.",
    "msg": "بىز كەسپىي ئېلېكترونلۇق سودا يارىتىشنىڭ كۈچىنى بارمىقىڭىزغا سالىمىز."
  },
  "login": {
    "title": "بازاردىكى يۆلەنچۈككە ئوخشاش ئويۇن ئويناشقا تەييارمۇ؟"
  },
  "currencies": {
    "title": "پۇللار",
    "sub": "خېرىدارلىرىڭىز يەرلىك پۇلدا ئوڭۇشلۇق پۇل تۆلىيەلەيدۇ.",
    "msg": "تېخنىكا ، قىستۇرما ۋە پۇل تۆلەشنىڭ دەردىگە دەرمان بولماستىن ، سېتىشقا ئەھمىيەت بېرىڭ. بىز يەرلىك ۋە يەرشارىدىكى ھەق تۆلەش مۇلازىمىتى بىلەن ھەمكارلىشىپ ، تور سودىڭىزدىكى ھەممە نەرسىنى ماسلاشتۇرىمىز."
  },
  "countries": {
    "title": "دۆلەتلەر",
    "sub": "دۇنيادىكى ئەڭ ئاسان كۆلەملەشكەن سودا مەشغۇلات سىستېمىسى.",
    "msg": "بىز تور بوشلۇقىدىكى ئەنئەنىۋى ئادەملەر ئارا سودا ھەرىكىتىنى ماسلاشتۇرىمىز ، مەيلى سىز ياكى خېرىدارىڭىز قەيەردە تۇرۇڭ ، بىز سىزگە ئەڭ ياخشى تەجرىبە يەتكۈزۈش ۋەزىپىسىنى ئۆتەۋاتىمىز."
  },
  "dna": {
    "title": "سودىڭىزنىڭ DNA سى",
    "sub": "SELLDONE IT!",
    "msg": "ئۇ بىردىنبىر يەككە ، كودسىز سودا مەشغۇلات سىستېمىسى سىز ئۈچۈن كارخانا دەرىجىلىك قوراللىرى بار مۇلازىمەت سۈپىتىدە."
  },
  "api": {
    "title": "Dev. دوستانە",
    "msg": "تور سودىسى ئۈچۈن پۈتۈنلەي ئوچۇق API ئاساسىدىكى ھەل قىلىش چارىسى.",
    "sec1": {
      "title": "بىز سودىڭىزنىڭ غول لىنىيىسىنى قۇرۇپ چىقىمىز",
      "msg": "دۇكىنىڭىزنىڭ ھەممە تەرىپىنى كۈچلۈك REST API ئارقىلىق ئىشلەتكىلى بولىدۇ. سىز تېخنىكىلىق ، ھەق تۆلەش ۋە ئارقا كۆرۈنۈش مەسىلىسىدىن ئەنسىرەپ دۇكانغا ھەر قانداق ئۆزگەرتىش ، ئەپلىرىڭىزنى قۇرالايسىز ياكى مال سېتىۋېلىش دېتالىڭىزنى تەرەققىي قىلدۇرالايسىز."
    },
    "sec2": {
      "title": "تېز بىرلەشتۈرۈش",
      "msg": "بىز بارلىق ئورتاق تىل ۋە رامكىلار ئۈچۈن SDK نى تەرەققىي قىلدۇرىمىز ، شۇنداق بولغاندا سىز دەلىللەش ، ھېساباتقا كىرىش ۋە ئاددىي بۇيرۇقلار ئارقىلىق باشقۇرالايسىز. باشلاش پەقەت بىر قانچە چېكىش بىلەنلا بولىدۇ."
    }
  },
  "convertible": {
    "store_name": "دۇكىنىڭىز",
    "variant_1": "Product Variant Amber",
    "variant_2": "مەھسۇلات تۈرى قىزىل",
    "buy": "ھازىر سېتىۋېلىڭ",
    "price": "89 دوللار",
    "management": {
      "title": "مەھسۇلات باشقۇرۇش",
      "msg": "Windows دا سۆرەپ تاشلايدىغان ھۆججەت ۋە ھۆججەت قىسقۇچ قاتارلىق مەھسۇلات ۋە تۈرلەرنى باشقۇرۇڭ.",
      "check1": "مەھسۇلاتلارنى Excel ياكى CSV ھۆججىتى ئارقىلىق يۈكلەڭ.",
      "check2": "AR مودېللىرىنى قوشۇڭ.",
      "check3": "ئاپتوماتىك SEO ماتورى ئارقىلىق ئەلالاشتۇرۇڭ.",
      "check4": "سۆرەپ تاشلاش."
    },
    "payment": {
      "title": "كۆپ چىقىم قىلىش ئۇسۇلىنى قوللاڭ",
      "msg": "نەق مەيداندىكى / ئەپتىكى پۇل تۆلەشتىكى يوچۇقسىز تەجرىبە.",
      "check1": "Stripe",
      "check1msg": "40 نەچچە دۆلەتنى قوللاش.",
      "check2": "Klarna",
      "check2msg": "كېيىن تۆلەڭ.",
      "check3": "Paypal",
      "check3msg": "بىر قېتىم چېكىش."
    },
    "checkout": {
      "title": "ماركىڭىز",
      "online": "توردىكى خېرىدارلار",
      "offline": "شەخسىي خېرىدارلار"
    },
    "design": {
      "title": "بەت قۇرغۇچى",
      "msg": "سۆرەپ تاشلاش ئارقىلىقلا ئۇنى ھەقىقىي قىلىڭ."
    }
  },
  "secure": {
    "title": "Hyper بىخەتەر ھەل قىلىش چارىسى",
    "msg": "سانلىق مەلۇماتلارنىڭ مۇكەممەللىكى ۋە كارخانا زىيارەت سەۋىيىسىنى باشقۇرۇش."
  },
  "build": {
    "title": "ئۆزىڭىزنىڭ ماركىسى بىلەن ئۆزىڭىزنىڭ سودىسىنى قىلىڭ ھەمدە سودىڭىزنى كونترول قىلىڭ!",
    "msg": "ئىجتىمائىي تاراتقۇ ھېساباتىڭىزنى تور نامىڭىزدىكى توردىن مال سېتىۋېلىش تور بېتىگە ئايلاندۇرۇش ياكى نادىر ئەسەرلىرىڭىزنى باشتىن-ئاخىر يارىتىش ئۈچۈن نۇرغۇن تاللىشىڭىز بار."
  },
  "stripe": {
    "title": "Stripe ھېساباتىڭىز بارمۇ؟",
    "msg": "مۇبارەك بولسۇن ، سىز ئىلگىرى نۇرغۇن ئىشلارنى قىلىپ باققان. تور دۇكىنىنى بىر چېكىش ئارقىلىقلا قۇرۇڭ! سېلدون قالغانلارنىڭ ھالىدىن خەۋەر ئالىدۇ."
  },
  "unbanked": {
    "title": "بىر سۇپا ، بىر ھەل قىلىش چارىسى - مەقسەت.",
    "msg": "تور سودىسىغا قۇلايلىق يارىتىش ۋە ئىگىلىك تىكلەش روھىنى ئېچىشتىكى ئۆزگىچە سودا مەشغۇلات سىستېمىسى ، ھەتتا 1 مىليارد 700 مىليوندىن ئارتۇق قۇرامىغا يەتمىگەنلەر ئۈچۈن."
  },
  "faqs": [
    {
      "question": "ئىناۋەتلىك كارتا بولمىسا تور دۇكىنى قۇرسام بولامدۇ؟",
      "answer": "شۇنداق ، سىز Selldone دىكى ئىناۋەتلىك قەرز ۋە بانكا كارتىسىغا ئوخشاش ھېچقانداق بانكا كارتىسىغا ئېھتىياجلىق بولماي تۇرۇپ ، ئېلېكترونلۇق سودىڭىزنى قۇرالايسىز. Selldone ئۆزگىچە ئۇسۇلنى ئىشلىتىپ كىشىلەرگە ئىلغار سودا مۇلازىمىتى بىلەن تەمىنلەيدۇ ، ھەتتا 1 مىليارد 700 مىليوندىن ئارتۇق كىشى ئورتاق پۇل-مۇئامىلە مۇلازىمىتىگە ئېرىشەلمەيدۇ."
    },
    {
      "question": "بانكاسىز خېرىدارلارغا توردا قانداق ساتالايمەن؟",
      "answer": "سودىڭىزغا COD ( <b>نەق پۇلغا نەق پۇل</b> ) قوشۇڭ ، خېرىدارلىرىڭىز زاكازنى تاپشۇرۇۋالغاندىن كېيىن پۇل تۆلىيەلەيدۇ. COD مەبلەغ يۈرۈشتۈرۈش ئۇل ئەسلىھەلىرى كەمچىل بولغان نۇرغۇن دۆلەتلەردە ئەنئەنىۋى ئۇسۇل."
    },
    {
      "question": "بانكا ھېساباتى بولمىسا ئېلېكترونلۇق سودامنى قانداق قۇرالايمەن؟",
      "answer": "سېللدوندىن بۇرۇن پىشۇرۇلمىغان كىشىلەرگە ھەل قىلىش چارىسى يوق ئىدى. ئەمما ھازىر ، ھېچقانداق بانكا ھېساباتىڭىز بولماي تۇرۇپ ئېلېكترونلۇق سودا ۋە تور بېتىڭىزنى قۇرالايسىز. ئۇنىڭ سىز ئۈچۈن ئەڭ تۆۋەن چىقىمى بار. بۇ چىقىمنى ھەميان ئارقىلىق ئاي ئاخىرىدا تۆلىسىڭىز بولىدۇ. Selldone ھەميانى باشقا كىشىلەردىن ھەق ئالالايدۇ ياكى سوۋغات كارتىسى ئارقىلىق ھەق ئالالايدۇ. بۇ مۇلازىمەتلەرنى ئىشلىتىش ئۈچۈن ئىناۋەتلىك كارتا لازىم ئەمەس."
    },
    {
      "question": "تەڭشەش ھەققى ئالماي تۇرۇپ قانداقمۇ ئىگىلىك تىكلىيەلەيمەن؟",
      "answer": "<ol style=\";text-align:right;direction:rtl\"><li style=\";text-align:right;direction:rtl\"><a href='https://selldone.com'>Selldone.com</a> دا ھەقسىز تىزىملىتىڭ.</li><li style=\";text-align:right;direction:rtl\"> دۇكىنىڭىزنى قۇر.</li><li style=\";text-align:right;direction:rtl\"> مەھسۇلات ۋە مۇلازىمەتلىرىڭىزنى قوشۇڭ.</li><li style=\";text-align:right;direction:rtl\"> تور نامىڭىزنى ئۇلاڭ (ئىختىيارىي)</li><li style=\";text-align:right;direction:rtl\"> ھەق تۆلەش ئېغىزلىرىنى قوزغىتىڭ.</li><li style=\";text-align:right;direction:rtl\"> سودىڭىزنى دوستلىرىڭىز ۋە ئائىلىڭىزدىكىلەرگە تونۇشتۇرۇشنى باشلاڭ.</li><li style=\";text-align:right;direction:rtl\"> ئىجتىمائىي ئالاقە تورىدا ئۆزىڭىزنى ۋە مەھسۇلاتلىرىڭىزنى تونۇشتۇرۇڭ.</li><li style=\";text-align:right;direction:rtl\"> ئۆزگىچە قىممەت تەكلىپىنى بېرىش ئارقىلىق سودىڭىزغا ماركا يارىتىڭ.</li><li style=\";text-align:right;direction:rtl\"> Selldone تاختىسى ئارقىلىق ئابونتلىرىڭىزنىڭ ھەرىكىتىنى نازارەت قىلىڭ.</li></ol>"
    }
  ],
  "brands": {
    "title": "سودىڭىزنى ئىشەنچلىك ئاساستا بەرپا قىلىڭ.",
    "subtitle": "سودىڭىزغا ئەرزىيدۇ!"
  },
  "why_boxes": {
    "block1": {
      "title": "دەسلەپكى چىقىمنى تېجەڭ",
      "subtitle": "تېما يوق & قىستۇرما يوق."
    },
    "block2": {
      "title": "مەشغۇلات تەننەرخىنى تېجەڭ",
      "subtitle": "ھېچقانداق قوشۇمچە ۋە يوشۇرۇن ھەق يوق."
    },
    "block3": {
      "title": "ۋاقىت تېجەڭ",
      "subtitle": "كارخانا دەرىجىسى ئەمما يېڭى ئۆگەنگۈچىلەرگە دوستانە."
    }
  },
  "money_transfer": {
    "customer": "خېرىدارىڭىز",
    "bank": "بانكا ھېساباتىڭىز",
    "wallet": "ھەميان",
    "free_setup": "ھەقسىز تەڭشەش.",
    "no_extra_fee": "قوشۇمچە ھەق يوق.",
    "no_hidden_fee": "ھېچقانداق يوشۇرۇن ھەق يوق."
  },
  "extra": {
    "cart": "ھارۋىنى باشقۇرۇش",
    "payment": "چىقىم قىلىش",
    "shipping": "توشۇش",
    "fulfilment": "Fulfillment",
    "community": "مەھەللە ۋە ئىنكاس"
  },
  "select_language_dialog_title": "سودىڭىزنى ئۆزىڭىز ياقتۇرىدىغان تىلدا قىلىڭ",
  "welcome_title": "سودىڭىزنى كۆرۈنۈشتە قۇرۇش ، باشقۇرۇش ۋە كۆلەملەشتۈرۈش",
  "welcome_subtitle": "تور دۇكىنىڭىزنى كودسىز ۋە مۇتەخەسسىسسىز مىليونلىغان زاكاز ئۈچۈن ھەل قىلىش چارىسى ئارقىلىق ھەل قىلىڭ.",
  "your_shop": "دۇكىنىڭىز",
  "your_dashboard": "ئارقا ئىشخانىڭىز",
  "flow": {
    "title": "ئىختىيارىي چىقىم قىلىش ئېقىمى.",
    "subtitle": "خېرىدار ساياھىتىڭىزنى لايىھىلەڭ ھەمدە سېتىۋېلىش ئېقىمى ۋە تەجرىبە نەتىجىسىنى سېتىۋېلىڭ.",
    "pacman": "چىقىمدان قىستۇرمىلىرى"
  },
  "business_model": {
    "title": "كۆرۈنۈشتە سودا ئەندىزىسىنى قوللىنىش.",
    "subtitle": "سودا ئەندىزىڭىزنى كۆرۈنۈشتە تەڭشەڭ ، بارلىق مۇرەككەپلىكلەر پەردە ئارقىسىدا تەڭشىلىدۇ.",
    "pacman": "بازار مەيدانى ۋە POD قىستۇرمىلىرى"
  },
  "team": {
    "title": "كوماندا بىلەن كۆرۈشۈڭ.",
    "msg": "بىز سودا سۇپىلىرىنىڭ رەھىمسىز ساھەسىدە ئوخشىمىغان قائىدىلەر بىلەن ئوينايمىز ، بولۇپمۇ رىقابەتچىلىرىمىز ئېلان ئۈچۈن مىليون دوللار خەجلىگەندە بىز مەھسۇلاتقا ، كىشىلەرگە مەبلەغ سالىمىز ۋە ھەقىقىي مەسىلىلەرنى ھەل قىلىمىز. بۇ ئەترەت سودىڭىزنى قوللايدۇ!"
  },
  "customers": {
    "title": "مەھەللىمىز بىلەن كۆرۈشۈڭ.",
    "msg": "بۇ پەقەت خېرىدارلىرىمىزدىن ئۆگىنىش ئارقىلىق كەلگۈسىدىكى ئىگىلىك تىكلىگۈچىلەرنى ئېچىۋېتىدىغان ئەھمىيەتلىك قوراللارنى بەرپا قىلىش سەپىرىنىڭ باشلىنىشى خالاس."
  },
  "panorama": {
    "title": "قىممەت قىستۇرما يوق ، <b class=\"font-weight-bold\">بارلىق ئىقتىدارلىرى ئالدىن ياسالغان</b>",
    "msg": "ھەر ئايدا قىستۇرما ۋە ئەپلەرگە نەچچە يۈز دوللار خەجلەش ۋە يېڭىلاشتىن ئەنسىرەشنىڭ ھاجىتى يوق. كومپيۇتېرىڭىزدىكى macOS غا ئوخشاش ، Selldone OS سودىڭىزنىڭ بارلىق تېخنىكىلىق تەرەپلىرىگە كۆڭۈل بۆلىدۇ.",
    "orders_management": "زاكاز باشقۇرۇش",
    "online_pos": "توردىكى POS",
    "shipping": "توشۇش",
    "inventory_management": "ئامبارنى باشقۇرۇش",
    "social_commerce": "ئىجتىمائىي سودا",
    "in_store_sell": "دۇكاندا سېتىش",
    "team": "گۇرۇپپا / خىزمەتچىلەر",
    "incentives": "رىغبەتلەندۈرۈش / ساداقەت",
    "community": "مەھەللە باشقۇرۇش",
    "payments": "يەرلىك چىقىم",
    "ar_3d": "3D / AR"
  },
  "no_plugin": "ياق - قىستۇرما",
  "storefront": "Storefront",
  "back_office": "ئارقا ئىشخانا",
  "product_page": {
    "title": "تۇنجى مەھسۇلاتىڭىزنى قوشقاندىن كېيىنكى چىقىرىش.",
    "msg": "بىر قانچە چېكىش ئارقىلىق ئوي-پىكىرلىرىڭىزنى ھاياتقا ئېلىپ كىرىڭ.",
    "open_sample_product_link": "نەق مەيدان مەھسۇلاتنى ئېچىڭ",
    "open_templates": "قېلىپلارنى كۆرۈش"
  }
};