export default {
  "local_service": "Місцева служба для {country_name}",
  "local_service_message": "Ця служба розроблена виключно для користувачів, які живуть у <u>{country_name}</u> та продають свої послуги та продукти в цій країні. Ви можете користуватися лише місцевими або міжнародними службами Selldone. Щоб скористатися цією послугою, ви повинні дотримуватися закони країни <b>{country_name}</b> та <b>Європейського Союзу</b> .",
  "my_shops": "Мої магазини",
  "moto": "Ви спробуйте, ми відчиняємо двері!",
  "start_now_btn": "Почніть зараз — це безкоштовно",
  "create_ecommerce_btn": "Почніть свою електронну комерцію безкоштовно",
  "incentive_action": "Попрощайтеся з низьким рівнем онлайн-продажів!",
  "create_shopping_website": "Створіть мою електронну комерцію",
  "s1": {
    "title": "Зробіть свій інтернет-магазин<br> Ні — код і ні — потрібне рішення експерта",
    "title_animated_words": [
      "Підприємці",
      "Художники",
      "Незалежні підприємства",
      "Бренди",
      "Роздрібна торгівля",
      "Творці"
    ],
    "subtitle": "Якщо ви хочете створити унікальний, швидкий, безпечний та надійний досвід для своїх клієнтів, це інструмент для вас. Створіть свою унікальну спільноту та швидку електронну комерцію на корпоративній операційній системі без реклами.",
    "domain_input": {
      "message": "Ваш магазин може підключатися до будь-якої кількості ваших особистих доменів за допомогою безкоштовного хостингу та SSL",
      "action": "Створити магазин"
    },
    "community": "Платформа спільноти",
    "shop": "Конструктор Інтернет-магазинів",
    "inventory": "Управління запасами",
    "cms": "Редактор сторінок і CMS",
    "in_60_sec": "Натисніть тут"
  },
  "video": {
    "title": "Універсальне рішення для ваших онлайн- та особистих продажів.",
    "msg": "Забезпечте найшвидший досвід покупки у вашій електронній комерції.",
    "card_pos": {
      "title": "Проданий POS",
      "msg": "Продавайте особисто за допомогою рішення з нульовою вартістю налаштування."
    },
    "card_ecommerce": {
      "title": "Продана електронна комерція",
      "msg": "Продавайте онлайн, як професіонали."
    }
  },
  "why": {
    "title": "Чому Селдоун?",
    "msg": "Ми не можемо уявити команди без тренерів, революції без лідерів, дерева без коріння, бізнес без операційної системи! Тому ми переосмислюємо онлайн-бізнес для швидкозростаючих компаній та молодих підприємців.",
    "sec1": {
      "title": "Легко + Професійно",
      "msg": "Він створений для того, щоб ви грали як професіонали на ринках, навіть якщо ви новачок, але хочете грати як професіонал, або ви експерт і заслуговуєте на те, щоб грати як ви!"
    },
    "sec2": {
      "title": "Інструменти корпоративного рівня",
      "msg": "Ми випускаємо нові функції, оновлюємо API та застосовуємо нові методи як щоденну рутину. Це операційна система для вашого бізнесу, тож ваш бізнес розширюється за допомогою нашої платформи."
    },
    "sec3": {
      "title": "Соціальні продажі",
      "msg": "Наш продукт розроблений на основі реальної торгової поведінки покупців у всьому світі. Ми пропонуємо єдині в своєму роді методи продажу в Instagram, TikTok та інших соціальних мережах під назвою AVOCADO."
    },
    "sec4": {
      "title": "Зберігати гроші",
      "msg": "Більше не потрібні експерти для електронної комерції! Попрощайтеся з дорогим процесом розробки, обслуговування, програмування та навіть витратами експертів з платформ електронної комерції."
    }
  },
  "how_it_work": {
    "title": "Як це працює.",
    "msg": "Без кредитної картки, без плагіна, без шаблону, без налаштування, без хосту, без технічних рішень для тих, хто хоче грати як професіонали.",
    "step0": {
      "title": "Створений для покупців, Люблять продавці, За крок.",
      "msg1": "Настав ваш час для справжньої електронної комерції, зібрати щасливих клієнтів навколо свого бізнесу та зосередитися на тому, що ви дійсно любите робити."
    },
    "step1": {
      "title": "Додайте свої продукти.",
      "msg1": "Додавайте товари вручну, наприклад, додавайте фотографії в Instagram! Або додайте 100 000 елементів лише за допомогою файлу Excel. Ви можете продавати продукти, послуги, підписки та файли в одному місці."
    },
    "step2": {
      "title": "Підключіть способи оплати, які відповідають вашим потребам.",
      "msg1": "Ми не зацікавлені втручатися у фінансові операції! 100% платежів клієнтів будуть перераховані безпосередньо на ваш банківський рахунок. Просто підключіть свій Stripe, PayPal тощо. Ви можете мати декілька активних платіжних сервісів у вашому магазині одночасно!",
      "crypto_msg": "Доступно для активних продавців"
    },
    "step3": {
      "title": "Біла етикетка / Гнучка / Глибоко настроюється.",
      "msg1": "Створіть цільові сторінки та змініть колір теми сайту відповідно до повідомлення про бренд. Функція Drag and Drop робить все це можливим без необхідності наймати експерта.",
      "view_sample_pages": "Чудові магазини SD, які надихнуть вас"
    },
    "step4": {
      "title": "Оформлення в один клік: уніфікований досвід оплати в усьому світі.",
      "msg1": "Клієнтам не потрібно вводити інформацію та заповнювати реєстраційну форму, щоб купувати у вас! Вони входять в систему за допомогою SMS і заповнюють форму оплати одним кліком і оплачують. Ви ростете, ми ростемо."
    }
  },
  "onboarding": {
    "title": "Зробіть свій бізнес в Інтернеті швидше та краще – це безкоштовно",
    "success_title": "Встановлення операційної системи для онлайн-бізнесу,",
    "wait_msg": "Будь ласка, зачекайте кілька секунд...",
    "ready_msg": "Ваш магазин готовий.",
    "send_mail_msg": "Посилання для входу надіслано на адресу {email}",
    "options": {
      "title": "Конфігурація магазину",
      "msg": "Які функції ви хочете мати на своєму веб-сайті?",
      "ecommerce": "Електронна комерція",
      "pos": "Касовий термінал",
      "blog": "Блог і CMS",
      "community": "Спільнота та форум"
    },
    "job": {
      "title": "Яка ваша галузь?",
      "placeholder": "Переведіть свій бізнес на ОС Selldone, незалежно від того, яку платформу ви зараз використовуєте."
    },
    "shop_name": {
      "title": "Найменування фірми",
      "placeholder": "Напр. Взуття Alex"
    },
    "income": {
      "title": "Щомісячні продажі",
      "msg": "Виберіть діапазон ваших загальних місячних продажів.",
      "Low": "До 5000 доларів США",
      "Medium": "5000 доларів США ~ 50 000 доларів США",
      "High": "50 000 доларів США ~ 1 000 000 доларів США",
      "Extreme": "Понад 1 000 000 доларів США"
    },
    "step_1": "Мета",
    "step_2": "Конфігурація",
    "step_3": "Рахунок"
  },
  "notion": {
    "title": "Гра з різними правилами.",
    "quote": "Ми віримо, що одна людина може внести зміни в епоху онлайн-людства, навіть у якої не вистачає грошей, навіть не має технологічного досвіду, навіть не має банківського рахунку для оплати рахунків; ми робимо це, створюючи готову до використання платформу з інструментами корпоративного рівня, щоб діяти як найбільш доступна операційна система в Інтернеті."
  },
  "stop": {
    "title": "Простий конструктор веб-сайтів для покупок в Інтернеті + пряма оплата.",
    "subtitle": "Якщо ви плануєте побудувати прибутковий онлайн-бізнес і втілити свою бізнес-ідею в реальність, Selldone — ідеальний вибір.",
    "pacman": "Платіжні плагіни"
  },
  "os": {
    "title": "Доступ до інструментів світового класу — безкоштовний.",
    "msg": "Ми надаємо можливості створення професійної електронної комерції у вас під рукою."
  },
  "login": {
    "title": "Ви готові грати як професіонал на ринку?"
  },
  "currencies": {
    "title": "валюти",
    "sub": "Ваші клієнти можуть безперешкодно розраховуватись у своїй місцевій валюті.",
    "msg": "Зосередьтеся на продажах, а не на боротьбі з технологіями, плагінами та складнощами з оплатою. Ми працюємо з місцевими та глобальними платіжними службами, щоб усе узгодити у вашому онлайн-бізнесі."
  },
  "countries": {
    "title": "країни",
    "sub": "Найпростіша у світі ОС Business.",
    "msg": "Ми адаптуємо традиційну поведінку особистої торгівлі в онлайн-просторі, незалежно від того, де ви або ваш клієнт живете, ми прагнемо забезпечити найкращий досвід для вас."
  },
  "dna": {
    "title": "ДНК вашого бізнесу",
    "sub": "ПРОДАНО!",
    "msg": "Це єдина універсальна операційна система для бізнесу як послуга без коду з інструментами корпоративного рівня для вас."
  },
  "api": {
    "title": "Розробник дружній",
    "msg": "Повністю відкрите рішення на основі API для онлайн-бізнесу.",
    "sec1": {
      "title": "Ми створюємо основу вашого бізнесу",
      "msg": "Усі сторони вашого магазину доступні через наш потужний REST API. Ви можете вносити будь-які зміни в магазин, створювати свої програми або розробляти програму для покупок, не турбуючись про технічні проблеми, проблеми з оплатою та серверною системою."
    },
    "sec2": {
      "title": "Швидка інтеграція",
      "msg": "Ми розробляємо пакети SDK для всіх поширених мов і фреймворків, щоб ви могли виконувати кроки автентифікації, доступу до облікового запису та керувати ним за допомогою простих команд. Початок роботи буде лише за кілька кліків."
    }
  },
  "convertible": {
    "store_name": "Ваш магазин",
    "variant_1": "Варіант продукту Янтарний",
    "variant_2": "Варіант продукту Червоний",
    "buy": "Придбайте зараз",
    "price": "89 доларів США",
    "management": {
      "title": "Управління продуктами",
      "msg": "Керуйте продуктами та категоріями, такими як файли та папки, які ви перетягуєте в Windows.",
      "check1": "Завантажуйте продукти за допомогою файлів Excel або CSV.",
      "check2": "Додайте моделі AR.",
      "check3": "Оптимізація за допомогою автоматичного двигуна SEO.",
      "check4": "Управління перетягуванням."
    },
    "payment": {
      "title": "Підтримка кількох способів оплати",
      "msg": "Безперешкодна оплата на сайті / в додатку.",
      "check1": "Смуга",
      "check1msg": "Підтримка понад 40 країн.",
      "check2": "Кларна",
      "check2msg": "Купуйте зараз, платіть пізніше.",
      "check3": "Paypal",
      "check3msg": "Оплата в один клік."
    },
    "checkout": {
      "title": "Ваш бренд",
      "online": "Онлайн клієнти",
      "offline": "Особисті клієнти"
    },
    "design": {
      "title": "Конструктор сторінок",
      "msg": "Зробіть це реальним, просто перетягнувши."
    }
  },
  "secure": {
    "title": "Надбезпечне рішення",
    "msg": "Управління цілісністю даних та рівнем доступу до підприємства."
  },
  "build": {
    "title": "Створіть власну електронну комерцію з власним брендом і поверніть свій бізнес під контроль!",
    "msg": "У вас є багато варіантів, як перетворити свої облікові записи в соціальних мережах на веб-сайт для онлайн-магазинів у вашому домені або створити свій шедевр електронної комерції з нуля."
  },
  "stripe": {
    "title": "Маєте обліковий запис Stripe?",
    "msg": "Вітаю, більшість справ ви вже зробили раніше. Створіть свій інтернет-магазин одним дотиком! Селдоне подбає про решту."
  },
  "unbanked": {
    "title": "Одна платформа, одне рішення — ціль.",
    "msg": "Унікальна ОС Business, яка полегшує онлайн-продажі та розкриває дух підприємництва навіть для понад 1,7 мільярда дорослих, які не мають банківських послуг."
  },
  "faqs": [
    {
      "question": "Чи можна створити інтернет-магазин без кредитної картки?",
      "answer": "Так, ви можете створити свою електронну комерцію без будь-якої банківської картки, як-от кредитної та дебетової картки на Selldone. Selldone використовує унікальний спосіб надання передових послуг електронної комерції людям, навіть понад 1,7 мільярда людей, які не мають доступу до звичайних фінансових послуг."
    },
    {
      "question": "Як я можу продавати онлайн клієнтам, які не мають банківських послуг?",
      "answer": "Додайте COD ( <b>наложений</b> платіж) до своєї електронної комерції, щоб ваші клієнти могли оплатити після отримання замовлення. COD є традиційним способом у більшості країн з відсутністю інфраструктури фінансування."
    },
    {
      "question": "Як я можу налаштувати електронну комерцію без банківського рахунку?",
      "answer": "До Селдона не було рішення для невипечених людей. Але тепер ви можете створити свою електронну комерцію та веб-сайт, не маючи банківського рахунку. Це мінімальна вартість для вас; ви можете оплатити цю вартість в кінці місяця через свій гаманець. Гаманець Selldone може отримувати комісію від інших людей або платити за допомогою подарункових карток. Для використання цих послуг не потрібна кредитна картка."
    },
    {
      "question": "Як я можу відкрити бізнес без витрат на встановлення?",
      "answer": "<ol><li>Зареєструйтеся безкоштовно на <a href='https://selldone.com'>Selldone.com</a> .</li><li> Створіть свій магазин.</li><li> Додайте свої продукти та послуги.</li><li> Підключіть свій домен (необов’язково)</li><li> Увімкнути платіжні шлюзи.</li><li> Почніть представляти свій бізнес друзям та родинам.</li><li> Представляйте себе та свої продукти в соціальних мережах.</li><li> Створіть бренд для свого бізнесу, надаючи унікальну цінну пропозицію.</li><li> Відстежуйте поведінку користувачів за допомогою панелі Selldone.</li></ol>"
    }
  ],
  "brands": {
    "title": "Побудуйте свій бізнес на надійній основі.",
    "subtitle": "Ваш бізнес того вартий!"
  },
  "why_boxes": {
    "block1": {
      "title": "Збережіть початкову вартість",
      "subtitle": "Рішення без теми та плагінів."
    },
    "block2": {
      "title": "Заощаджуйте експлуатаційні витрати",
      "subtitle": "Ніяких додаткових та прихованих платежів ніколи."
    },
    "block3": {
      "title": "Економити час",
      "subtitle": "Корпоративний, але зручний для початківців."
    }
  },
  "money_transfer": {
    "customer": "Ваш клієнт",
    "bank": "Ваш банківський рахунок",
    "wallet": "гаманець",
    "free_setup": "Безкоштовне налаштування.",
    "no_extra_fee": "Без додаткової плати.",
    "no_hidden_fee": "Без прихованої комісії."
  },
  "extra": {
    "cart": "Управління візками",
    "payment": "оплата",
    "shipping": "Доставка",
    "fulfilment": "Виконання",
    "community": "Спільнота та відгуки"
  },
  "select_language_dialog_title": "Робіть свій бізнес улюбленою мовою",
  "welcome_title": "Створюйте, керуйте та масштабуйте свій бізнес візуально",
  "welcome_subtitle": "Створіть свій онлайн-магазин за допомогою рішення без використання коду та експертів для мільйонів замовлень.",
  "your_shop": "Ваша вітрина",
  "your_dashboard": "Ваш бек-офіс",
  "flow": {
    "title": "Настроюваний процес оформлення замовлення.",
    "subtitle": "Спроектуйте шлях клієнта, потік покупок і результати експериментів.",
    "pacman": "Плагіни Checkout"
  },
  "business_model": {
    "title": "Візуальне впровадження бізнес-моделі.",
    "subtitle": "Налаштуйте свою бізнес-модель візуально, вся складність буде налаштована за кадром.",
    "pacman": "Плагіни Marketplace та POD"
  },
  "team": {
    "title": "Знайомство з командою.",
    "msg": "Ми будемо грати за іншими правилами в жорстокій сфері комерційних платформ, особливо коли наші конкуренти витрачають мільйони доларів на рекламу; ми інвестуємо в продукт, людей і вирішення реальних проблем. Ця команда підтримує ваш бізнес!"
  },
  "customers": {
    "title": "Зустрічайте нашу спільноту.",
    "msg": "Це лише початок шляху до створення значущих інструментів, щоб розблокувати майбутніх підприємців, навчаючись у наших клієнтів."
  },
  "panorama": {
    "title": "Жодного дорогого плагіна, <b class=\"font-weight-bold\">усі функції вже готові</b>",
    "msg": "Не потрібно витрачати сотні доларів на плагіни та програми щомісяця та турбуватися про оновлення. Як macOS для вашого ПК, Selldone OS піклується про всі технічні аспекти вашого бізнесу.",
    "orders_management": "Управління замовленнями",
    "online_pos": "Онлайн POS",
    "shipping": "Доставка",
    "inventory_management": "Управління запасами",
    "social_commerce": "Соціальна комерція",
    "in_store_sell": "Продаж у магазині",
    "team": "Команда / Персонал",
    "incentives": "Стимули / Лояльність",
    "community": "Управління громадою",
    "payments": "Місцеві платежі",
    "ar_3d": "3D / AR"
  },
  "no_plugin": "Ні — плагін"
};