/*
 * Copyright (c) 2023. Selldone® Business OS™
 *
 * Author: M.Pajuhaan
 * Web: https://selldone.com
 * ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━
 *
 * All rights reserved. In the weave of time, where traditions and innovations intermingle, this content was crafted.
 * From the essence of thought, through the corridors of creativity, each word, and sentiment has been molded.
 * Not just to exist, but to inspire. Like an artist's stroke or a sculptor's chisel, every nuance is deliberate.
 * Our journey is not just about reaching a destination, but about creating a masterpiece.
 * Tread carefully, for you're treading on dreams.
 */

export default {
  local_service: "Місцева служба для {country_name}",
  local_service_message:
    "Ця служба розроблена виключно для користувачів, які живуть у <u>{country_name}</u> та продають свої послуги та продукти в цій країні. Ви можете користуватися лише місцевими або міжнародними службами Selldone. Щоб скористатися цією послугою, ви повинні дотримуватися закони країни <b>{country_name}</b> та <b>Європейського Союзу</b> .",

  my_shops: "Мої магазини",
  select_language_dialog_title: "Робіть свій бізнес улюбленою мовою",

  welcome_title: "Створюйте, керуйте та масштабуйте свій бізнес візуально",
  welcome_subtitle:
    "Створіть свій онлайн-магазин за допомогою рішення без використання коду та експертів для мільйонів замовлень.",
  //"Make your online store by no-code & no-expert needed solution for millions of orders.",

  moto: "Ви спробуйте, ми відчиняємо двері!",
  start_now_btn: "Почніть зараз — це безкоштовно",
  create_ecommerce_btn: "Почніть свою електронну комерцію безкоштовно",
  incentive_action: "Попрощайтеся з низьким рівнем онлайн-продажів!",

  create_shopping_website: "Створіть мою електронну комерцію",

  your_shop: "Ваша вітрина",
  your_dashboard: "Ваш бек-офіс",

  storefront: "Вітрина",
  back_office: "Бек-офіс",

  today_sales: "Продажі сьогодні",
  today_orders: "Замовлення сьогодні",

  s1: {
    /* title: "Make Your Online Store By<br>No—Code & No—Expert Needed Solution",
                                 title_animated_words: [
                                   "Entrepreneurs",
                                   "Artists",
                                   "Independent Businesses",
                                   "Brands",
                                   "Retails",
                                   "Creators",
                                 ],*/

    subtitle:
      "Для <b>власників бізнесу</b> і <b>продавців</b>, які хочуть унікальний, швидкий, безпечний і надійний досвід для клієнтів, цей інструмент допомагає створити швидкий інтернет-магазин, зручне керування продажами та власну спільноту на <b>white-label платформі корпоративного рівня</b>",

    domain_input: {
      message:
        "Ваш магазин може підключатися до будь-якої кількості ваших особистих доменів за допомогою безкоштовного хостингу та SSL",
      action: "Створити магазин",
    },
    community: "Платформа спільноти",
    shop: "Конструктор Інтернет-магазинів",
    inventory: "Управління запасами",
    cms: "Редактор сторінок і CMS",

    in_60_sec: "Натисніть тут",

    why_use_selldone_if_frustrated_from_wordpress_and_shopify:
      "Якщо вас дратують проблемні розширення WordPress, сервери без масштабування або дорогі й складні налаштування додатків Shopify, Selldone стане найкращим рішенням для вас",
  },

  video: {
    title: "Універсальне рішення для ваших онлайн- та особистих продажів.",
    msg: "Забезпечте найшвидший досвід покупки у вашій електронній комерції.",
    pacman: "Я не технічний засновник",

    card_pos: {
      title: "Selldone POS",
      msg: "Продавайте особисто за допомогою рішення з нульовою вартістю налаштування.",
    },
    card_ecommerce: {
      title: "Електронна комерція Selldone",
      msg: "Продавайте онлайн, як професіонали.",
    },
  },

  why: {
    title: "Чому Селдоун?",
    msg: "Ми не можемо уявити команди без тренерів, революції без лідерів, дерева без коріння, бізнес без операційної системи! Тому ми переосмислюємо онлайн-бізнес для швидкозростаючих компаній та молодих підприємців.",

    sec1: {
      title: "Легко + Професійно",
      //   msg: "It's built for you to game like a professional in the markets, even if you are a beginner but want to play like a professional, or you are an expert and deserve to play like yourself!",
    },
    sec2: {
      title: "Інструменти корпоративного рівня",
      //  msg: "We release new features, update APIs and apply new methods as a daily routine.  It's an operating system for your business, so your business scale up by our platform.",
    },
    sec3: {
      title: "Соціальні продажі",
      //  msg: "Our product is designed on the real trading behavior of purchasers all around the world. We offer one-of-a-kind sales methods on Instagram, TikTok, and other social networks, named AVOCADO.",
    },
    sec4: {
      title: "Зберігати гроші",
      // msg: "No need for any experts to have an ecommerce anymore! Say goodbye to the costly development, maintenance, programming process, and even ecommerce platforms experts' cost.",
    },
  },

  how_it_work: {
    title: "Як це працює.",
    msg: "Без кредитної картки, без плагіна, без шаблону, без налаштування, без хосту, без технічних рішень для тих, хто хоче грати як професіонали.",

    step0: {
      title: "Створений для покупців, Люблять продавці, За крок.",
      msg1: "Настав ваш час для справжньої електронної комерції, зібрати щасливих клієнтів навколо свого бізнесу та зосередитися на тому, що ви дійсно любите робити.",
    },
    step1: {
      title: "Додайте свої продукти.",
      msg1: "Додавайте товари вручну, наприклад, додавайте фотографії в Instagram! Або додайте 100 000 елементів лише за допомогою файлу Excel. Ви можете продавати продукти, послуги, підписки та файли в одному місці.",
    },
    step2: {
      title: "Підключіть способи оплати, які відповідають вашим потребам.",
      msg1: "Ми не зацікавлені втручатися у фінансові операції! 100% платежів клієнтів будуть перераховані безпосередньо на ваш банківський рахунок. Просто підключіть свій Stripe, PayPal тощо. Ви можете мати декілька активних платіжних сервісів у вашому магазині одночасно!",
      crypto_msg: "Доступно для активних продавців",
    },
    step3: {
      title: "Біла етикетка / Гнучка / Глибоко настроюється.",
      msg1: "Створіть цільові сторінки та змініть колір теми сайту відповідно до повідомлення про бренд. Функція Drag and Drop робить все це можливим без необхідності наймати експерта.",
      view_sample_pages: "Чудові магазини SD, які надихнуть вас",
    },
    step4: {
      title:
        "Оформлення в один клік: уніфікований досвід оплати в усьому світі.",
      msg1: "Клієнтам не потрібно вводити інформацію та заповнювати реєстраційну форму, щоб купувати у вас! Вони входять в систему за допомогою SMS і заповнюють форму оплати одним кліком і оплачують. Ви ростете, ми ростемо.",
    },
  },

  /**
   * @see OOnboardingShop
   */
  onboarding: {
    title: "Зробіть свій бізнес в Інтернеті швидше та краще – це безкоштовно",
    success_title: "Встановлення операційної системи для онлайн-бізнесу,",
    wait_msg: "Будь ласка, зачекайте кілька секунд...",
    ready_msg: "Ваш магазин готовий.",
    send_mail_msg: "Посилання для входу надіслано на адресу {email}",

    enable_disable_features_msg:
      "Ви можете ввімкнути або вимкнути ці функції пізніше",
    package_starter: {
      title: "Додатковий пакет",
      subtitle:
        "Ми розуміємо, що у вас може не бути часу на налаштування або вивчення Selldone, тому після реєстрації ви отримаєте доступ до <b>пакета все-в-одному</b>, який можна придбати за бажанням. Він доступний лише <b>14 днів</b> після створення магазину",
      include_items_title: "Він містить ці послуги",
      include_items: [
        "Налаштування параметрів і вигляду магазину",
        "Налаштування одного способу доставки та однієї оплати",
        "Дизайн головної сторінки",
        "Допомога з імпортом товарів через Excel",
        "Додавання власного домену",
      ],
    },

    sample: {
      title: "Встановити демонстраційні дані",
      description:
        "Запустити мій магазин із демонстраційними даними, такими як товари, категорії та дописи блогу",
    },

    options: {
      title: "Конфігурація магазину",
      msg: "Які функції ви хочете мати на своєму веб-сайті?",
      ecommerce: "Електронна комерція",
      pos: "Касовий термінал",
      blog: "Блог і CMS",
      community: "Спільнота та форум",

      ecommerce_desc: "Продавайте товари та послуги онлайн",
      pos_desc: "Продавайте товари та послуги особисто",
      blog_desc: "Потужна CMS для публікації статей і дописів",
      community_desc: "Створіть власну спільноту та форум",
    },

    job: {
      title: "Яка ваша галузь?",
      placeholder:
        "Переведіть свій бізнес на ОС Selldone, незалежно від того, яку платформу ви зараз використовуєте.",
    },
    shop_name: {
      title: "Найменування фірми",
      placeholder: "Напр. Взуття Alex",
    },
    income: {
      title: "Щомісячні продажі",
      msg: "Виберіть діапазон ваших загальних місячних продажів.",
      Low: "До 5000 доларів США",
      Medium: "5000 доларів США ~ 50 000 доларів США",
      High: "50 000 доларів США ~ 1 000 000 доларів США",
      Extreme: "Понад 1 000 000 доларів США",
    },
    step_1: "Мета",
    step_2: "Конфігурація",
    step_3: "Рахунок",
  },

  notion: {
    title: "Гра з різними правилами.",
    quote:
      "Ми віримо, що одна людина може внести зміни в епоху онлайн-людства, навіть у якої не вистачає грошей, навіть не має технологічного досвіду, навіть не має банківського рахунку для оплати рахунків; ми робимо це, створюючи готову до використання платформу з інструментами корпоративного рівня, щоб діяти як найбільш доступна операційна система в Інтернеті.",
  },

  stop: {
    title: "Простий конструктор веб-сайтів для покупок в Інтернеті + пряма оплата.",
    subtitle:
      "Якщо ви плануєте побудувати прибутковий онлайн-бізнес і втілити свою бізнес-ідею в реальність, Selldone — ідеальний вибір.",
    pacman: "Платіжні розширення",
  },

  flow: {
    title: "Настроюваний процес оформлення замовлення.",
    subtitle:
      "Спроектуйте шлях клієнта, потік покупок і результати експериментів.",
    pacman: "Розширення оформлення замовлення",
  },
  business_model: {
    title: "Візуальне впровадження бізнес-моделі.",
    subtitle:
      "Налаштуйте свою бізнес-модель візуально, вся складність буде налаштована за кадром.",
    pacman: "Розширення Marketplace та POD",
  },

  os: {
    title: "Доступ до інструментів світового класу — безкоштовний.",
    msg: "Ми надаємо можливості створення професійної електронної комерції у вас під рукою.",
  },
  login: {
    title:
      "Ви готові грати як професіонал на ринку?",
  },

  currencies: {
    title: "валюти",
    sub: "Ваші клієнти можуть безперешкодно розраховуватись у своїй місцевій валюті.",
    msg: "Зосередьтеся на продажах, а не на боротьбі з технологіями, плагінами та складнощами з оплатою. Ми працюємо з місцевими та глобальними платіжними службами, щоб усе узгодити у вашому онлайн-бізнесі.",
  },

  countries: {
    title: "країни",
    sub: "Найпростіша у світі ОС Business.",
    msg: "Ми адаптуємо традиційну поведінку особистої торгівлі в онлайн-просторі, незалежно від того, де ви або ваш клієнт живете, ми прагнемо забезпечити найкращий досвід для вас.",
  },
  dna: {
    title: "ДНК вашого бізнесу",
    sub: "ПРОДАНО!",
    msg: "Це єдина універсальна операційна система для бізнесу як послуга без коду з інструментами корпоративного рівня для вас.",
  },

  api: {
    header: "API та SDK з відкритим кодом і {infinite} налаштуванням",
    title: "Розробник дружній",
    msg: "Повністю відкрите рішення на основі API для онлайн-бізнесу.",

    sec1: {
      title: "Ми створюємо основу вашого бізнесу",
      msg: "Усі сторони вашого магазину доступні через наш потужний REST API. Ви можете вносити будь-які зміни в магазин, створювати свої програми або розробляти програму для покупок, не турбуючись про технічні проблеми, проблеми з оплатою та серверною системою.",
    },
    sec2: {
      title: "Швидка інтеграція",
      msg: "Ми розробляємо пакети SDK для всіх поширених мов і фреймворків, щоб ви могли виконувати кроки автентифікації, доступу до облікового запису та керувати ним за допомогою простих команд. Початок роботи буде лише за кілька кліків.",
    },
  },

  /** @see ConvertibleSelldoneView **/
  convertible: {
    store_name: "Ваш магазин",
    variant_1: "Варіант продукту Янтарний",
    variant_2: "Варіант продукту Червоний",
    buy: "Придбайте зараз",
    price: "89 доларів США",
    management: {
      title: "Управління продуктами",
      msg: "Керуйте продуктами та категоріями, такими як файли та папки, які ви перетягуєте в Windows.",
      check1: "Завантажуйте продукти за допомогою файлів Excel або CSV.",
      check2: "Додайте моделі AR.",
      check3: "Оптимізація за допомогою автоматичного двигуна SEO.",
      check4: "Управління перетягуванням.",
    },
    payment: {
      title: "Підтримка кількох способів оплати",
      msg: "Безперешкодна оплата на сайті / в додатку.",
      check1: "Смуга",
      check1msg: "Підтримка понад 40 країн.",

      check2: "Кларна",
      check2msg: "Купуйте зараз, платіть пізніше.",

      check3: "Paypal",
      check3msg: "Оплата в один клік.",
    },
    checkout: {
      title: "Ваш бренд",
      online: "Онлайн клієнти",
      offline: "Особисті клієнти",
    },
    design: {
      title: "Конструктор сторінок",
      msg: "Зробіть це реальним, просто перетягнувши.",
    },
  },

  secure: {
    title: "Надбезпечне рішення",
    msg: "Управління цілісністю даних та рівнем доступу до підприємства.",
  },

  build: {
    title: "Створіть власну електронну комерцію з власним брендом і поверніть свій бізнес під контроль!",
    msg: "У вас є багато варіантів, як перетворити свої облікові записи в соціальних мережах на веб-сайт для онлайн-магазинів у вашому домені або створити свій шедевр електронної комерції з нуля.",
  },

  stripe: {
    title: "Маєте обліковий запис Stripe?",
    msg: "Вітаємо, більшість справ ви вже виконали раніше. Створіть свій інтернет-магазин одним дотиком! Selldone подбає про решту.",
  },
  /* demo: {
                  title: "View Demo",
                  msg: "See professional live e-commerces",
                },*/

  unbanked: {
    title: "Одна платформа, одне рішення — ціль.",
    msg: "Унікальна ОС Business, яка полегшує онлайн-продажі та розкриває дух підприємництва навіть для понад 1,7 мільярда дорослих, які не мають банківських послуг.",
  },
  faqs: [
    {
      question: "Чи можна створити інтернет-магазин без кредитної картки?",
      answer:
        "Так, ви можете створити свою електронну комерцію без будь-якої банківської картки, як-от кредитної та дебетової картки на Selldone. Selldone використовує унікальний спосіб надання передових послуг електронної комерції людям, навіть понад 1,7 мільярда людей, які не мають доступу до звичайних фінансових послуг.",
    },
    {
      question: "Як я можу продавати онлайн клієнтам, які не мають банківських послуг?",
      answer:
        "Додайте COD ( <b>наложений</b> платіж) до своєї електронної комерції, щоб ваші клієнти могли оплатити після отримання замовлення. COD є традиційним способом у більшості країн з відсутністю інфраструктури фінансування.",
    },
    {
      question: "Як я можу налаштувати електронну комерцію без банківського рахунку?",
      answer:
        "До Селдона не було рішення для невипечених людей. Але тепер ви можете створити свою електронну комерцію та веб-сайт, не маючи банківського рахунку. Це мінімальна вартість для вас; ви можете оплатити цю вартість в кінці місяця через свій гаманець. Гаманець Selldone може отримувати комісію від інших людей або платити за допомогою подарункових карток. Для використання цих послуг не потрібна кредитна картка.",
    },
    {
      question: "Як я можу відкрити бізнес без витрат на встановлення?",
      answer:
        "<ol><li>Зареєструйтеся безкоштовно на <a href='https://selldone.com'>Selldone.com</a> .</li><li> Створіть свій магазин.</li><li> Додайте свої продукти та послуги.</li><li> Підключіть свій домен (необов’язково)</li><li> Увімкнути платіжні шлюзи.</li><li> Почніть представляти свій бізнес друзям та родинам.</li><li> Представляйте себе та свої продукти в соціальних мережах.</li><li> Створіть бренд для свого бізнесу, надаючи унікальну цінну пропозицію.</li><li> Відстежуйте поведінку користувачів за допомогою панелі Selldone.</li></ol>",
    },
  ],

  brands: {
    title: "Побудуйте свій бізнес на надійній основі.",
    subtitle: "Ваш бізнес того вартий!",
  },

  why_boxes: {
    title: "Оптимізовано для масштабних онлайн- і офлайн-продажів",
    subtitle:
      "Оптимізовано для масштабних онлайн- і офлайн-продажів",

    block1: {
      title: "Збережіть початкову вартість",
      subtitle: "Рішення без теми та плагінів.",
    },
    block2: {
      title: "Заощаджуйте експлуатаційні витрати",
      subtitle: "Ніяких додаткових та прихованих платежів ніколи.",
    },
    block3: {
      title: "Економити час",
      subtitle: "Корпоративний, але зручний для початківців.",
    },
  },

  money_transfer: {
    customer: "Ваш клієнт",
    bank: "Ваш банківський рахунок",
    wallet: "гаманець",
    free_setup: "Безкоштовне налаштування.",
    no_extra_fee: "Без додаткової плати.",
    no_hidden_fee: "Без прихованої комісії.",
  },

  /** @see HomePanelExtraFlow **/
  extra: {
    cart: "Управління візками",
    payment: "оплата",
    shipping: "Доставка",
    fulfilment: "Виконання",
    community: "Спільнота та відгуки",
  },

  team: {
    title: "Знайомство з командою.",
    msg: "Ми будемо грати за іншими правилами в жорстокій сфері комерційних платформ, особливо коли наші конкуренти витрачають мільйони доларів на рекламу; ми інвестуємо в продукт, людей і вирішення реальних проблем. Ця команда підтримує ваш бізнес!",
  },

  customers: {
    title: "Зустрічайте нашу спільноту.",
    msg: "Це лише початок шляху до створення значущих інструментів, щоб розблокувати майбутніх підприємців, навчаючись у наших клієнтів.",
  },
  /** {@see PanoramaImage} {@see HomePage} */

  panorama: {
    title:
      "#1 бізнес-ОС — <b class=\"bg-gradient-animate text-gradient my-1\">Усі функції вже вбудовані</b>",
    msg: "Не потрібно витрачати сотні доларів на розширення та програми щомісяця та турбуватися про оновлення. Як macOS для вашого ПК, Selldone OS піклується про всі технічні аспекти вашого бізнесу.",
    orders_management: "Управління замовленнями",
    online_pos: "Онлайн POS",
    shipping: "Доставка",
    inventory_management: "Управління запасами",
    social_commerce: "Соціальна комерція",
    in_store_sell: "Продаж у магазині",
    team: "Команда / Персонал",
    incentives: "Стимули / Лояльність",
    community: "Управління громадою",
    payments: "Місцеві платежі",
    ar_3d: "3D / AR",
  },

  no_plugin: "Ні — плагін",

  product_page: {
    title: "Результат після додавання вашого першого продукту.",
    msg: "Втілюйте свої ідеї в життя лише кількома клацаннями.",
    open_sample_product_link: "Відкрити опублікований товар",
    open_templates: "Переглянути шаблони",
  },

  /** {@see CountrySupportBox} */
  support_box: {
    country_select_label: "Виберіть країну",
    we_support_message: "Ми підтримуємо {country}",
    we_limited_support: "Ми надаємо обмежену підтримку для {country}",
    support_message_long:
      "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
    limited_support_message_long:
      "Онлайн-платежі можуть бути недоступні у вашій країні, але не хвилюйтеся. Selldone підтримує готівкові платежі, банківські перекази та оплату при доставці (COD) у всьому світі. Ви можете впевнено будувати онлайн-бізнес, дотримуючись правил своєї країни та Європи. Для деталей зверніться до нашої служби підтримки\n",
    more_about_selldone_in_country: "Про Selldone у вашій країні",

    tax: {
      title: "Зручно для податків",
      message:
        "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
    },
    global: {
      title: "Глобальні продажі",
      message:
        "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
    },
    shipping: {
      title: "Локальна та глобальна доставка",
      message:
        "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
    },
    erp: {
      title: "Інтеграція ERP",
      message:
        "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
    },
  },

  hero: {
    intro: "#1 операційна система для бізнесу",
    title: "Замініть {infinite} плагінів і додатків одним {app}",
  },

  /**
   * {@see MakeYourShopHeader}
   */
  make_your_shop: {
    title: "Створіть власний",
    amazon: "Amazon",
    local_store: "Локальний магазин",
    instagram: "Магазин Instagram",
    dropshipping: "Дропшипінг-магазин",
    coursera: "Coursera",
    gift_store: "Магазин подарунків",
    airbnb: "Airbnb",
    simple_store: "Простий магазин",
    tiktok: "Магазин Tiktok",
  },
  /**
   * {@see SectionShowItsSimplicity}
   */
  show_its_simplicity: {
    title: "Ще одна нудна й складна <div class=\"app-box\" style=\"font-size: 55%\">😣</div> платформа електронної комерції?",
    subtitle: "Зовсім ні! Спробуйте ще до реєстрації...",
    as_guest: "Як гість",
    need_register: "Потрібна реєстрація",

    page_builder: {
      title: "Конструктор сторінок",
      subtitle:
        "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
      try_action: "Спробувати конструктор сторінок",
      see_collection_action: "Переглянути шаблони",
    },
    ai: {
      title: "Вбудовані функції AI",
      subtitle:
        "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
      try_action: "Спробувати інтелект Selldone",
    },
    storefront: {
      title: "Жива вітрина",
      subtitle:
        "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
      see_action: "Переглянути демо-вітрину",
    },
    backoffice: {
      title: "Живий бекофіс",
      subtitle: "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
      see_action: "Переглянути демо-бекофіс",
    },
  },

  /**
   * {@see SectionPricingCompact}
   */
  pricing_compact: {
    title: "<div class=\"app-box\" style=\"font-size: 55%\">💞️</div> Просте та прозоре ціноутворення",
    subtitle:
      "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
  },

  screenshots: {
    item_1: {
      title: "Функція Selldone 1",
      desc: "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
    },
    item_2: {
      title: "Функція Selldone 2",
      desc: "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
    },
    item_3: {
      title: "Функція Selldone 3",
      desc: "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
    },
    item_4: {
      title: "Функція Selldone 4",
      desc: "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
    },
    item_5: {
      title: "Функція Selldone 5",
      desc: "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
    },
    item_6: {
      title: "Функція Selldone 6",
      desc: "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
    },
    item_7: {
      title: "Функція Selldone 7",
      desc: "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
    },
    item_8: {
      title: "Функція Selldone 8",
      desc: "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
    },
    item_9: {
      title: "Функція Selldone 9",
      desc: "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
    },
    item_10: {
      title: "Функція Selldone 10",
      desc: "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
    },
    item_11: {
      title: "Функція Selldone 11",
      desc: "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
    },
    item_12: {
      title: "Функція Selldone 12",
      desc: "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
    },
    item_13: {
      title: "Функція Selldone 13",
      desc: "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
    },
    item_14: {
      title: "Функція Selldone 14",
      desc: "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
    },
    item_15: {
      title:
        "Функція Selldone 15",
      desc: "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
    },
    item_16: {
      title: "Функція Selldone 16",
      desc: "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
    },
    item_17: {
      title: "Функція Selldone 17",
      desc: "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
    },
    item_18: {
      title: "Функція Selldone 18",
      desc: "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
    },
    item_19: {
      title: "Функція Selldone 19",
      desc: "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
    },
    item_20: {
      title: "Функція Selldone 20",
      desc: "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
    },
    item_21: {
      title: "Функція Selldone 21",
      desc: "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
    },
    item_22: {
      title: "Функція Selldone 22",
      desc: "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
    },
    item_23: {
      title: "Функція Selldone 23",
      desc: "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
    },
    item_24: {
      title: "Функція Selldone 24",
      desc: "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
    },
    item_25: {
      title: "Функція Selldone 25",
      desc: "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
    },
    item_26: {
      title: "Функція Selldone 26",
      desc: "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
    },
    item_27: {
      title: "Функція Selldone 27",
      desc: "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
    },
    item_28: {
      title: "Функція Selldone 28",
      desc: "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
    },
    item_29: {
      title: "Функція Selldone 29",
      desc: "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
    },
    item_30: {
      title: "Функція Selldone 30",
      desc: "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
    },
    item_31: {
      title: "Функція Selldone 31",
      desc: "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
    },
    item_32: {
      title: "Функція Selldone 32",
      desc: "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
    },
    item_33: {
      title: "Функція Selldone 33",
      desc: "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
    },
    item_34: {
      title: "Функція Selldone 34",
      desc: "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
    },
    item_35: {
      title: "Функція Selldone 35",
      desc: "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
    },
    item_36: {
      title: "Функція Selldone 36",
      desc: "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
    },
    item_37: {
      title: "Функція Selldone 37",
      desc: "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
    },
    item_38: {
      title: "Функція Selldone 38",
      desc: "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
    },
    item_39: {
      title: "Функція Selldone 39",
      desc: "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
    },
  },

  country_landing: {
    intro: "#1 операційна система для бізнесу",
    title: "Замініть {infinite} плагінів і додатків на {app} у {country}",
  },

  /**
   * @see IntegrationPaymentPage
   */
  payment_landing: {
    intro: "#1 операційна система для бізнесу",
    title: "Замініть {infinite} плагінів і додатків на {app}",

    unlock_section: {
      title: "Розблокуйте {payment} і почніть заробляти на сайті",
      subtitle:
        "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
      no_plugin: {
        title: "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
        subtitle:
          "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone {payment}",
      },
      experience: {
        title: "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone {payment}",
        subtitle:
          "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone {payment}",
      },
      boost: {
        title: "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
        subtitle:
          "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone {payment}",
      },
      security: {
        title: "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
        subtitle:
          "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone {payment}",
      },
      setup_payment: "Налаштувати оплату",
    },

    how_to_add: {
      step_1: {
        step: "Крок 1",
        title: "Додайте валюту",
        subtitle:
          "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone {payment}",
      },
      step_2: {
        step: "Крок 2",
        title: "Налаштуйте шлюз",
        subtitle: "Далі перейдіть у Магазин > Облік > Шлюзи, натисніть <b>НОВИЙ СПОСІБ ОПЛАТИ</b>, виберіть валюту та <b>{payment}</b>. Ви можете додавати шлюзи в тестовому або робочому режимі. Переконайтеся, що для кожного режиму введені правильні ключі API; їх можна знайти у вашому <a href=\"{payment_url}\" target=\"_blank\">акаунті {payment}</a>",
      },
    },

    integration: {
      title: "Легка інтеграція електронної комерції з {payment}",
      subtitle:
        "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
    },
    pay_after_earn: {
      title: "Платіть лише тоді, коли отримуєте прибуток",
      subtitle:
        "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
    },
  },

  feature_page_builder: {
    title: "Конструктор сторінок для продажів",
    message:
      "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
  },

  feature_items: {
    products: {
      title: "Інтуїтивне керування товарами",
      description:
        "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
    },
    excel: {
      title: "Імпорт даних Excel",
      description:
        "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
    },
    incentive: {
      title: "Стимули продажів",
      description:
        "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
    },
    loyalty: {
      title: "Лояльність клієнтів",
      description:
        "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
    },
    cashback: {
      title: "Пропозиції кешбеку",
      description:
        "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
    },
    cross_selling: {
      title: "Інструменти крос-продажів",
      description:
        "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
    },
    accounting: {
      title: "Простий облік",
      description: "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
    },
    inventory: {
      title: "Контроль запасів",
      description:
        "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
    },
    analytics: {
      title: "Розширена аналітика",
      description:
        "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
    },
    social: {
      title: "Багатоканальні продажі",
      description:
        "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
    },
    community: {
      title: "Конструктор спільноти",
      description:
        "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
    },
    security: {
      title: "Керування командою",
      description:
        "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
    },
    pos: {
      title: "POS у магазині",
      description:
        "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
    },
    store: {
      title: "Маркетплейс продавців",
      description: "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
    },
    pricing: {
      title: "Динамічне ціноутворення",
      description:
        "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
    },
    pod: {
      title: "Інтеграція дропшипінгу",
      description:
        "Цей розділ допомагає легко керувати магазином, замовленнями, клієнтами та продажами в Selldone",
    },
  },
};
