export default {
  local_service: "{country_name} کے لیے مقامی سروس",
  local_service_message:
    "یہ سروس صرف ان صارفین کے لیے بنائی گئی ہے جو <u>{country_name}</u> میں رہتے ہیں اور اس ملک میں اپنی خدمات اور مصنوعات فروخت کرتے ہیں۔" +
    "آپ کو صرف مقامی خدمات یا سیلڈون کی بین الاقوامی سروس استعمال کرنے کی اجازت ہے۔" +
    "اس سروس کو استعمال کرنے کے لیے، آپ کو <b>{country_name}</b> اور <b>European Union</b> کے قوانین کی تعمیل کرنی ہوگی۔",

  my_shops: "میری دکانیں",



  moto: "آپ کوشش کریں، ہم دروازے کھول دیتے ہیں!",

  s1: {
    title: "اپنے کاروبار کو<br>نہیں—تکنیکی حل کے ذریعے آن لائن کریں۔",
    title_animated_words: [
      "کاروباری افراد",
      "فنکار",
      "آزاد کاروبار",
      "برانڈز",
      "ریٹیلز",
      "تخلیق کار",
    ],

    subtitle:
      "آزاد برانڈز کو بااختیار بنا کر ریٹیل اور خریداروں کے آن لائن تجربے کو دوبارہ بنائیں۔",

    domain_input: {
      message:
        "مفت ہوسٹنگ اور SSL کے ساتھ آپ کو مطلوبہ ڈومینز کی کسی بھی تعداد پر آپ کا اسٹور",
      action: "اسٹور بنائیں",
    },
    community: "کمیونٹی پلیٹ فارم",
    shop: "آن لائن شاپ بلڈر",
    inventory: "انوینٹری مینجمنٹ",
    cms: "صفحہ ایڈیٹر اور CMS",
  },

  video: {
    title: "آپ کی آن لائن اور ذاتی فروخت کے لیے ایک ہمہ جہت حل۔",
    msg: "اپنے سامعین کو خریداری کا تیز ترین تجربہ فراہم کریں۔",

    card_pos: {
      title: "Selldone POS",
      msg: "صفر سیٹ اپ لاگت کے حل کے ذریعے ذاتی طور پر فروخت کریں۔",
    },
    card_ecommerce: {
      title: "سیلڈون ای کامرس",
      msg: "پیشہ ور افراد کی طرح آن لائن فروخت کریں۔",
    },
  },

  why: {
    title: "کیوں Selldone",
    msg: "بزنس آپریٹنگ سسٹم ایک سروس کے طور پر SMEs کے لیے بغیر کسی قیمت کے اپنے کاروبار کو آن لائن کرنے کے لیے۔",

    sec1: {
      title: "سادہ + پیشہ ورانہ احساس",
      msg: "یہ آپ کے لیے مارکیٹوں میں ایک پیشہ ور کی طرح کھیل کے لیے بنایا گیا ہے، یہاں تک کہ اگر آپ ابتدائی ہیں لیکن ایک پیشہ ور کی طرح کھیلنا چاہتے ہیں، یا آپ ماہر ہیں اور اپنی طرح کھیلنے کے مستحق ہیں!",
    },
    sec2: {
      title: "تیزی سےبڑھتاہوا",
      msg: "ہم نئی خصوصیات جاری کرتے ہیں، APIs کو اپ ڈیٹ کرتے ہیں اور روزمرہ کے معمول کے طور پر نئے طریقے لاگو کرتے ہیں۔ یہ آپ کے کاروبار کے لیے ایک آپریٹنگ سسٹم ہے، اس لیے آپ کا کاروبار ہمارے پلیٹ فارم سے بڑھتا ہے۔",
    },
    sec3: {
      title: "سماجی میچ کی فروخت",
      msg: "ہماری پروڈکٹ پوری دنیا کے خریداروں کے حقیقی تجارتی رویے پر تیار کی گئی ہے۔ ہم انسٹاگرام، ٹِک ٹِک، اور دیگر سوشل نیٹ ورکس پر AVOCADO کے نام سے ایک قسم کی فروخت کے طریقے پیش کرتے ہیں۔",
    },
    sec4: {
      title: "100% API",
      msg: "ہماری خدمات REST APIs پر مبنی ہیں! کسی کو بھی خریداری کے تجربے، ادائیگیوں، سٹور کے انتظام، اور آسان درخواستوں کے ذریعے دیگر خصوصیات کے 100% تک رسائی حاصل ہے۔",
    },
  },

  how_it_work: {
    title: "یہ کیسے کام کرتا ہے",
    msg: "نو-کریڈٹ کارڈ، نو-پلگ ان، نو-ٹیمپلیٹ، نو-سیٹ اپ، نو-میزبان، بغیر تکنیکی حل ان لوگوں کے لیے جو پیشہ ور کی طرح کھیلنا چاہتے ہیں۔",

    step0: {
      title: "خریداروں کے لیے بنایا گیا، بیچنے والوں سے پیار، ایک قدم دور۔",
      msg1: "یہ آپ کا حقیقی ای کامرس کرنے کا وقت ہے، اپنے کاروبار کے ارد گرد خوش کن گاہکوں کو جمع کریں، اور اس بات پر توجہ مرکوز کریں کہ آپ واقعی کیا کرنا پسند کرتے ہیں۔",
    },
    step1: {
      title: "اپنی مصنوعات شامل کریں۔",
      msg1: "پروڈکٹس کو دستی طور پر شامل کریں، جیسے کہ انسٹاگرام پر تصاویر شامل کرنا! یا صرف ایکسل فائل کے ذریعے 100,000 آئٹمز شامل کریں۔ آپ ایک جگہ پر مصنوعات، خدمات، سبسکرپشنز اور فائلیں فروخت کر سکتے ہیں۔",
    },
    step2: {
      title: "اپنی ادائیگیوں سے جڑیں۔",
      msg1: "ہمیں مالی لین دین میں مداخلت سے نفرت ہے! صارفین کی 100% ادائیگیاں براہ راست آپ کے بینک اکاؤنٹ میں جمع کر دی جائیں گی۔ بس اپنی پٹی، پے پال، وغیرہ کو جوڑیں۔ آپ اپنے اسٹور میں بیک وقت متعدد فعال ادائیگی کی خدمات حاصل کر سکتے ہیں!",
    },
    step3: {
      title: "اسے حسب ضرورت بنائیں۔",
      msg1: "اپنے لینڈنگ پیجز کو ڈیزائن کریں، اور اپنے برانڈ پیغام کے مطابق سائٹ کی رنگ سکیم کو تبدیل کریں۔ یہ سب کچھ کسی ماہر کی خدمات حاصل کرنے کی ضرورت کے بغیر ڈریگ اینڈ ڈراپ کے ذریعے کیا جا سکتا ہے۔",
    },
    step4: {
      title: "پوری دنیا میں متحد چیک آؤٹ کا تجربہ۔",
      msg1: "صارفین کو آپ سے خریدنے کے لیے معلومات درج کرنے اور رجسٹریشن فارم پُر کرنے کی ضرورت نہیں ہے! وہ SMS کے ذریعے لاگ ان ہوتے ہیں اور ایک کلک کے ساتھ چیک آؤٹ فارم پُر کرتے ہیں اور ادائیگی کرتے ہیں۔ سیلڈون کو بڑھانے سے، آپ کا کاروبار بھی بڑھتا ہے۔",
    },
  },

  onboarding: {
    title: "اپنی آن لائن شاپ بنائیں، تیز اور بہتر - یہ مفت ہے۔",
    success_title: "جی ہاں! اپنے آن لائن بزنس OS کو انسٹال کرنا،",
    wait_msg: "براہ کرم چند سیکنڈ انتظار کریں...",
    ready_msg: "آپ کی دکان تیار ہے۔",
    send_mail_msg: "لاگ ان کا لنک آپ کے میل پر بھیجا گیا۔",

    options: {
      title: "دکان کی ترتیب",
      msg: "آپ اپنی ویب سائٹ پر کون سی خصوصیات چاہتے ہیں؟",
      ecommerce: "ای کامرس",
      pos: "پوائنٹ آف سیل",
      blog: "بلاگ اور سی ایم ایس",
      community: "کمیونٹی اور فورم",
    },

    job: {
      title: "ملازمت کا انتخاب کریں۔",
      placeholder: "نیچے دی گئی فہرست سے اپنے کاروبار کا زمرہ منتخب کریں۔",
    },
    shop_name: {
      title: "کاروبار کا نام",
      placeholder: "سابق. ایلکس کے جوتے",
    },
  },

  notion: {
    title: "مختلف قواعد کے ساتھ کھیل۔",
    quote:
      "ہمیں یقین ہے کہ ایک شخص آن لائن انسانیت کے دور میں تبدیلی لا سکتا ہے، یہاں تک کہ جس کے پاس کافی رقم نہیں ہے، حتیٰ کہ کوئی ٹیک تجربہ نہیں ہے، یہاں تک کہ بل ادا کرنے کے لیے کوئی بینک اکاؤنٹ نہیں ہے۔ ہم انٹرنیٹ پر سب سے زیادہ قابل رسائی آپریٹنگ سسٹم کے طور پر کام کرنے کے لیے انٹرپرائز گریڈ ٹولز کے ساتھ ایک ایک قسم کا پلیٹ فارم بنا کر کرتے ہیں۔",
  },

  os: {
    title: "انٹرپرائز گریڈ ٹولز تک رسائی — مفت۔",
    msg: "ہم پیشہ ورانہ ای کامرس بنانے کی طاقت کو ہر ایک تک لاتے ہیں۔",
  },
  login: {
    title: "کیا آپ مارکیٹ میں پیشہ ور افراد کی طرح کھیل کے لیے تیار ہیں؟",
  },

  currencies: {
    title: "کرنسیاں",
    sub: "یقینی بنائیں کہ آپ کے گاہک آپ سے خرید سکتے ہیں۔",
    msg: "ٹیک، پلگ انز اور ادائیگی کی پیچیدگیوں کے درد سے نبرد آزما ہونے کے بجائے فروخت پر توجہ دیں۔ ہم عالمی اور مقامی ادائیگی کی خدمات کے ساتھ کام کرتے ہیں تاکہ آپ کے آن لائن کاروبار میں ہر چیز کو ہم آہنگ کیا جا سکے۔",
  },

  countries: {
    title: "ممالک",
    sub: "دنیا کا سب سے آسان پیمانے پر ای کامرس پلیٹ فارم۔",
    msg: "ہم آن لائن اسپیس میں روایتی شخص سے فرد کے تجارتی رویے کو اپناتے ہیں، چاہے آپ یا آپ کا گاہک کہیں بھی رہتے ہوں، ہم آپ کے لیے بہترین تجربہ فراہم کرنے کے مشن پر ہیں۔",
  },
  dna: {
    title: "آپ کے کاروبار کا ڈی این اے",
    sub: "اسے بیچ دیا!",
    msg: "یہ ایک قسم کا پلیٹ فارم ہے۔ یہ مکمل طور پر منفرد اور تمام دوسروں سے بہت مختلف ہے۔ SMEs کے لیے انٹرپرائز-گریڈ ٹولز کے ساتھ سروس کے طور پر یہ واحد آل ان ون، بغیر کوڈ کے بزنس آپریٹنگ سسٹم ہے۔",
  },

  api: {
    title: "دیو دوستانہ",
    msg: "آن لائن کاروبار کے لیے ایک مکمل طور پر کھلا API پر مبنی حل۔",

    sec1: {
      title: "آپ کے کاروبار کے لیے ریڑھ کی ہڈی",
      msg: "آپ کے اسٹور کے تمام اطراف ہمارے طاقتور REST API کے ذریعے دستیاب ہیں۔ آپ تکنیکی، ادائیگی اور بیک اینڈ کے مسائل کی فکر کیے بغیر اسٹور میں کوئی تبدیلی کر سکتے ہیں، اپنی ایپس بنا سکتے ہیں، یا اپنی شاپنگ ایپ تیار کر سکتے ہیں۔",
    },
    sec2: {
      title: "تیز انضمام",
      msg: "ہم تمام عام زبانوں اور فریم ورکس کے لیے SDKs تیار کرتے ہیں تاکہ آپ تصدیق کے مراحل کو انجام دے سکیں، اکاؤنٹ تک رسائی حاصل کر سکیں، اور آسان کمانڈز کے ذریعے اس کا نظم کر سکیں۔ شروع کرنا صرف چند کلکس کی دوری پر ہوگا۔",
    },
  },
};
