export default {
  "local_service": "{country_name} کے لیے مقامی سروس",
  "local_service_message": "یہ سروس خصوصی طور پر ان صارفین کے لیے بنائی گئی ہے جو <u>{country_name}</u> میں رہتے ہیں اور اس ملک میں اپنی خدمات اور مصنوعات فروخت کرتے ہیں۔ آپ کو صرف مقامی خدمات یا Selldone کی بین الاقوامی سروس استعمال کرنے کی اجازت ہے۔ اس سروس کو استعمال کرنے کے لیے، آپ کو اس کی تعمیل کرنے کی ضرورت ہے۔ <b>{country_name}</b> اور <b>یورپی یونین</b> کے قوانین",
  "my_shops": "میری دکانیں",
  "moto": "آپ کوشش کریں، ہم دروازے کھول دیتے ہیں!",
  "start_now_btn": "ابھی شروع کریں - یہ مفت ہے۔",
  "create_ecommerce_btn": "اپنا ای کامرس مفت میں شروع کریں۔",
  "incentive_action": "اپنی کم آن لائن فروخت کی شرح کو الوداع کہو!",
  "create_shopping_website": "میرا ای کامرس بنائیں",
  "s1": {
    "title": "اپنا آن لائن اسٹور بنائیں بذریعہ<br> نہیں—کوڈ اور نہیں—ماہر کی ضرورت ہے حل",
    "title_animated_words": [
      "کاروباری افراد",
      "فنکار",
      "آزاد کاروبار",
      "برانڈز",
      "ریٹیلز",
      "تخلیق کار"
    ],
    "subtitle": "اگر آپ اپنے صارفین کے لیے ایک منفرد، تیز، محفوظ اور قابل اعتماد تجربہ بنانا چاہتے ہیں، تو یہ آپ کے لیے ٹول ہے۔ اشتہارات سے پاک انٹرپرائز گریڈ بزنس آپریٹنگ سسٹم پر اپنی منفرد کمیونٹی اور تیز ای کامرس بنائیں۔",
    "domain_input": {
      "message": "آپ کا اسٹور مفت ہوسٹنگ اور SSL کے ساتھ آپ کے کسی بھی ذاتی ڈومینز سے منسلک ہو سکتا ہے۔",
      "action": "ایک اسٹور بنائیں"
    },
    "community": "کمیونٹی پلیٹ فارم",
    "shop": "آن لائن شاپ بلڈر",
    "inventory": "انوینٹری مینجمنٹ",
    "cms": "صفحہ ایڈیٹر اور CMS",
    "in_60_sec": "یہاں کلک کریں"
  },
  "video": {
    "title": "آپ کی آن لائن اور ذاتی فروخت کے لیے ایک ہمہ جہت حل۔",
    "msg": "اپنے ای کامرس میں خریداری کا تیز ترین تجربہ فراہم کریں۔",
    "card_pos": {
      "title": "Selldone POS",
      "msg": "صفر سیٹ اپ لاگت کے حل کے ذریعے ذاتی طور پر فروخت کریں۔"
    },
    "card_ecommerce": {
      "title": "سیلڈون ای کامرس",
      "msg": "پیشہ ور افراد کی طرح آن لائن فروخت کریں۔"
    }
  },
  "why": {
    "title": "سیلڈون کیوں؟",
    "msg": "ہم کوچز کے بغیر ٹیموں، لیڈروں کے بغیر انقلابات، جڑوں کے بغیر درختوں اور آپریٹنگ سسٹم کے بغیر کاروبار کا تصور نہیں کر سکتے! اس لیے ہم تیزی سے ترقی کرنے والی کمپنیوں اور نوجوان کاروباریوں کے لیے آن لائن کاروبار کا دوبارہ تصور کر رہے ہیں۔",
    "sec1": {
      "title": "آسان + پیشہ ور",
      "msg": "یہ آپ کے لیے مارکیٹوں میں ایک پیشہ ور کی طرح کھیل کے لیے بنایا گیا ہے، یہاں تک کہ اگر آپ ابتدائی ہیں لیکن ایک پیشہ ور کی طرح کھیلنا چاہتے ہیں، یا آپ ایک ماہر ہیں اور اپنی طرح کھیلنے کے مستحق ہیں!"
    },
    "sec2": {
      "title": "انٹرپرائز گریڈ ٹولز",
      "msg": "ہم نئی خصوصیات جاری کرتے ہیں، APIs کو اپ ڈیٹ کرتے ہیں اور روزمرہ کے معمول کے طور پر نئے طریقے لاگو کرتے ہیں۔ یہ آپ کے کاروبار کے لیے ایک آپریٹنگ سسٹم ہے، اس لیے آپ کا کاروبار ہمارے پلیٹ فارم سے بڑھتا ہے۔"
    },
    "sec3": {
      "title": "سماجی فروخت",
      "msg": "ہماری پروڈکٹ پوری دنیا کے خریداروں کے حقیقی تجارتی رویے پر تیار کی گئی ہے۔ ہم Instagram، TikTok، اور دیگر سوشل نیٹ ورکس پر AVOCADO کے نام سے فروخت کے ایک قسم کے طریقے پیش کرتے ہیں۔"
    },
    "sec4": {
      "title": "پیسے بچانا",
      "msg": "اب کسی ماہر کو ای کامرس کی ضرورت نہیں ہے! مہنگی ترقی، دیکھ بھال، پروگرامنگ کے عمل، اور یہاں تک کہ ای کامرس پلیٹ فارم کے ماہرین کی لاگت کو الوداع کہیں۔"
    }
  },
  "how_it_work": {
    "title": "یہ کیسے کام کرتا ہے.",
    "msg": "نو-کریڈٹ کارڈ، نو-پلگ ان، نو-ٹیمپلیٹ، نو-سیٹ اپ، نو-میزبان، بغیر تکنیکی حل ان لوگوں کے لیے جو پیشہ ور افراد کی طرح کھیلنا چاہتے ہیں۔",
    "step0": {
      "title": "خریداروں کے لیے بنایا گیا، بیچنے والوں سے پیار، ایک قدم دور۔",
      "msg1": "یہ آپ کا حقیقی ای کامرس کرنے کا وقت ہے، اپنے کاروبار کے ارد گرد خوش کن گاہکوں کو جمع کریں، اور اس پر توجہ مرکوز کریں کہ آپ واقعی کیا کرنا پسند کرتے ہیں۔"
    },
    "step1": {
      "title": "اپنی مصنوعات شامل کریں۔",
      "msg1": "پروڈکٹس کو دستی طور پر شامل کریں، جیسے کہ انسٹاگرام پر تصاویر شامل کرنا! یا صرف ایکسل فائل کے ذریعے 100,000 آئٹمز شامل کریں۔ آپ مصنوعات، خدمات، سبسکرپشنز، اور فائلیں ایک جگہ پر فروخت کر سکتے ہیں۔"
    },
    "step2": {
      "title": "کنیکٹ ادائیگی کے طریقے آپ کی ضرورت کے مطابق ہیں۔",
      "msg1": "ہم مالیاتی لین دین میں مداخلت میں دلچسپی نہیں رکھتے! صارفین کی ادائیگیوں کا 100% براہ راست آپ کے بینک اکاؤنٹ میں منتقل کیا جائے گا۔ بس اپنی پٹی، پے پال، وغیرہ کو مربوط کریں۔ آپ اپنے اسٹور میں بیک وقت متعدد فعال ادائیگی کی خدمات حاصل کر سکتے ہیں!",
      "crypto_msg": "فعال تاجروں کے لیے دستیاب ہے۔"
    },
    "step3": {
      "title": "وائٹ لیبل / لچکدار / گہری مرضی کے مطابق.",
      "msg1": "اپنے لینڈنگ صفحات کو ڈیزائن کریں، اور اپنے برانڈ پیغام کے مطابق اپنی سائٹ کے تھیم کا رنگ تبدیل کریں۔ ڈریگ اینڈ ڈراپ فیچر کسی ماہر کی خدمات حاصل کرنے کی ضرورت کے بغیر یہ سب کچھ ممکن بناتا ہے۔",
      "view_sample_pages": "آپ کو متاثر کرنے کے لیے زبردست SD اسٹورز"
    },
    "step4": {
      "title": "ایک کلک چیک آؤٹ: پوری دنیا میں متحد چیک آؤٹ کا تجربہ۔",
      "msg1": "صارفین کو آپ سے خریدنے کے لیے معلومات درج کرنے اور رجسٹریشن فارم پُر کرنے کی ضرورت نہیں ہے! وہ SMS کے ذریعے لاگ ان ہوتے ہیں اور ایک کلک کے ساتھ چیک آؤٹ فارم پُر کرتے ہیں اور ادائیگی کرتے ہیں۔ تم بڑھو، ہم بڑھتے ہیں۔"
    }
  },
  "onboarding": {
    "title": "اپنے کاروبار کو آن لائن، تیز تر اور بہتر بنائیں - یہ مفت ہے۔",
    "success_title": "اپنے آن لائن بزنس OS کو انسٹال کرنا،",
    "wait_msg": "براہ کرم چند سیکنڈ انتظار کریں...",
    "ready_msg": "آپ کی دکان تیار ہے۔",
    "send_mail_msg": "لاگ ان کا لنک {email} پر بھیجا گیا",
    "options": {
      "title": "دکان کی ترتیب",
      "msg": "آپ اپنی ویب سائٹ پر کون سی خصوصیات چاہتے ہیں؟",
      "ecommerce": "ای کامرس",
      "pos": "پوائنٹ آف سیل",
      "blog": "بلاگ اور سی ایم ایس",
      "community": "کمیونٹی اور فورم"
    },
    "job": {
      "title": "آپ کی صنعت کیا ہے؟",
      "placeholder": "اپنے کاروبار کو Selldone OS پر تبدیل کریں، اس سے کوئی فرق نہیں پڑتا ہے کہ آپ فی الحال کون سا پلیٹ فارم استعمال کر رہے ہیں۔"
    },
    "shop_name": {
      "title": "کاروبار کا نام",
      "placeholder": "سابق. ایلکس کے جوتے"
    },
    "income": {
      "title": "ماہانہ فروخت",
      "msg": "اپنی کل ماہانہ فروخت کی حد منتخب کریں۔",
      "Low": "$5,000 USD تک",
      "Medium": "$5,000 USD ~ $50,000 USD",
      "High": "50,000 USD ~ $1,000,000 USD",
      "Extreme": "$1,000,000 USD سے اوپر"
    },
    "step_1": "مقصد",
    "step_2": "کنفیگریشن",
    "step_3": "کھاتہ"
  },
  "notion": {
    "title": "مختلف قواعد کے ساتھ کھیل۔",
    "quote": "ہمیں یقین ہے کہ ایک شخص آن لائن انسانیت کے دور میں تبدیلی لا سکتا ہے، یہاں تک کہ جس کے پاس کافی رقم نہیں ہے، حتیٰ کہ کوئی ٹیک تجربہ نہیں ہے، یہاں تک کہ بل ادا کرنے کے لیے کوئی بینک اکاؤنٹ نہیں ہے۔ ہم اسے انٹرپرائز گریڈ ٹولز کے ساتھ استعمال کے لیے تیار پلیٹ فارم بنا کر کرتے ہیں تاکہ انٹرنیٹ پر ایک انتہائی قابل حصول آپریٹنگ سسٹم کے طور پر کام کیا جا سکے۔"
  },
  "stop": {
    "title": "آسان آن لائن شاپنگ ویب سائٹ بلڈر + براہ راست ادائیگی۔",
    "subtitle": "اگر آپ ایک منافع بخش آن لائن کاروبار بنانے اور اپنے کاروباری خیال کو حقیقت میں بدلنے کا ارادہ رکھتے ہیں تو سیلڈون ایک بہترین انتخاب ہے۔",
    "pacman": "ادائیگی کے پلگ انز"
  },
  "os": {
    "title": "عالمی معیار کے ٹولز تک رسائی — مفت۔",
    "msg": "ہم پیشہ ورانہ ای کامرس بنانے کی طاقت آپ کی انگلی پر رکھتے ہیں۔"
  },
  "login": {
    "title": "کیا آپ مارکیٹ میں ایک پرو کی طرح گیم کھیلنے کے لیے تیار ہیں؟"
  },
  "currencies": {
    "title": "کرنسیاں",
    "sub": "آپ کے صارفین آسانی سے اپنی مقامی کرنسیوں میں ادائیگی کر سکتے ہیں۔",
    "msg": "ٹیک، پلگ انز اور ادائیگی کی پیچیدگیوں کے درد سے نبرد آزما ہونے کے بجائے فروخت پر توجہ دیں۔ ہم مقامی اور عالمی ادائیگی کی خدمات کے ساتھ کام کرتے ہیں تاکہ آپ کے آن لائن کاروبار میں ہر چیز کو ہم آہنگ کیا جا سکے۔"
  },
  "countries": {
    "title": "ممالک",
    "sub": "دنیا کا سب سے آسان پیمانے پر کاروباری OS۔",
    "msg": "ہم آن لائن اسپیس میں روایتی شخص سے فرد کے تجارتی رویے کو اپناتے ہیں، چاہے آپ یا آپ کا گاہک کہیں بھی رہتے ہوں، ہم آپ کے لیے بہترین تجربہ فراہم کرنے کے مشن پر ہیں۔"
  },
  "dna": {
    "title": "آپ کے کاروبار کا ڈی این اے",
    "sub": "اسے بیچ دیا!",
    "msg": "یہ آپ کے لیے انٹرپرائز گریڈ ٹولز کے ساتھ ایک سروس کے طور پر واحد، بغیر کوڈ کے بزنس آپریٹنگ سسٹم ہے۔"
  },
  "api": {
    "title": "دیو دوستانہ",
    "msg": "آن لائن کاروبار کے لیے ایک مکمل طور پر کھلا API پر مبنی حل۔",
    "sec1": {
      "title": "ہم آپ کے کاروبار کی ریڑھ کی ہڈی بناتے ہیں۔",
      "msg": "آپ کے اسٹور کے تمام اطراف ہمارے طاقتور REST API کے ذریعے دستیاب ہیں۔ آپ تکنیکی، ادائیگی اور بیک اینڈ کے مسائل کی فکر کیے بغیر اسٹور میں کوئی تبدیلی کر سکتے ہیں، اپنی ایپس بنا سکتے ہیں، یا اپنی شاپنگ ایپ تیار کر سکتے ہیں۔"
    },
    "sec2": {
      "title": "تیز انضمام",
      "msg": "ہم تمام عام زبانوں اور فریم ورکس کے لیے SDKs تیار کرتے ہیں تاکہ آپ تصدیق کے مراحل کو انجام دے سکیں، اکاؤنٹ تک رسائی حاصل کر سکیں، اور آسان کمانڈز کے ذریعے اس کا نظم کر سکیں۔ شروع کرنا صرف چند کلکس کی دوری پر ہوگا۔"
    }
  },
  "convertible": {
    "store_name": "آپ کا اسٹور",
    "variant_1": "پروڈکٹ ویرینٹ امبر",
    "variant_2": "پروڈکٹ ویرینٹ ریڈ",
    "buy": "ابھی خریدئے",
    "price": "$89",
    "management": {
      "title": "مصنوعات کا انتظام",
      "msg": "پروڈکٹس اور زمروں کا نظم کریں جیسے فائلز اور فولڈرز جنہیں آپ ونڈوز میں گھسیٹتے اور چھوڑتے ہیں۔",
      "check1": "ایکسل یا CSV فائلوں کے ذریعے پروڈکٹس اپ لوڈ کریں۔",
      "check2": "اے آر ماڈلز شامل کریں۔",
      "check3": "آٹو SEO انجن کے ذریعے آپٹمائز کریں۔",
      "check4": "ڈریگ اینڈ ڈراپ مینجمنٹ۔"
    },
    "payment": {
      "title": "متعدد ادائیگی کے طریقوں کی حمایت کریں۔",
      "msg": "ہموار تجربہ درون سائٹ / درون ایپ ادائیگی۔",
      "check1": "پٹی",
      "check1msg": "40 سے زیادہ ممالک کی حمایت۔",
      "check2": "کلرنا",
      "check2msg": "ابھی خریدیں بعد میں ادائیگی کریں۔",
      "check3": "پے پال",
      "check3msg": "ایک کلک ادائیگی۔"
    },
    "checkout": {
      "title": "آپ کا برانڈ",
      "online": "آن لائن صارفین",
      "offline": "ذاتی طور پر صارفین"
    },
    "design": {
      "title": "صفحہ بنانے والا",
      "msg": "صرف ڈریگ اینڈ ڈراپ کرکے اسے حقیقی بنائیں۔"
    }
  },
  "secure": {
    "title": "ہائپر سیکیور حل",
    "msg": "ڈیٹا کی سالمیت اور انٹرپرائز تک رسائی کی سطح کا انتظام۔"
  },
  "build": {
    "title": "اپنے برانڈ کے ساتھ اپنا ای کامرس رکھیں اور اپنے کاروبار کا کنٹرول واپس لیں!",
    "msg": "آپ کے پاس اپنے سوشل میڈیا اکاؤنٹس کو اپنے ڈومین پر آن لائن شاپنگ ویب سائٹ میں تبدیل کرنے یا شروع سے اپنا شاہکار ای کامرس بنانے کے بہت سے انتخاب ہیں۔"
  },
  "stripe": {
    "title": "کیا آپ کے پاس اسٹرائپ اکاؤنٹ ہے؟",
    "msg": "مبارک ہو، آپ نے پہلے بھی زیادہ تر کام کر لیے ہیں۔ صرف ایک نل سے اپنا آن لائن اسٹور بنائیں! سیلڈون باقی کا خیال رکھتا ہے۔"
  },
  "unbanked": {
    "title": "ایک پلیٹ فارم، ایک حل — مقصد۔",
    "msg": "آن لائن فروخت میں سہولت فراہم کرنے اور کاروباری جذبے کو غیر مقفل کرنے کے لیے ایک منفرد کاروباری OS، یہاں تک کہ 1.7 بلین سے زیادہ غیر بینک والے بالغوں کے لیے۔"
  },
  "faqs": [
    {
      "question": "کیا میں کریڈٹ کارڈ کے بغیر آن لائن اسٹور بنا سکتا ہوں؟",
      "answer": "ہاں، آپ سیلڈون پر کسی بھی بینکنگ کارڈ جیسے کریڈٹ اور ڈیبٹ کارڈ کی ضرورت کے بغیر اپنا ای کامرس بنا سکتے ہیں۔ Selldone لوگوں کو جدید ترین ای کامرس خدمات فراہم کرنے کے لیے ایک منفرد طریقہ استعمال کرتا ہے، یہاں تک کہ 1.7 بلین سے زیادہ لوگ عام مالیاتی خدمات تک رسائی کے بغیر ہیں۔"
    },
    {
      "question": "میں غیر بینک والے صارفین کو آن لائن کیسے فروخت کر سکتا ہوں؟",
      "answer": "اپنے ای کامرس میں COD ( <b>کیش آن ڈیلیوری</b> ) شامل کریں، تاکہ آپ کے گاہک آرڈر موصول ہونے کے بعد ادائیگی کرسکیں۔ COD زیادہ تر ممالک میں روایتی طریقہ ہے جہاں فنانسنگ انفراسٹرکچر کی کمی ہے۔"
    },
    {
      "question": "میں بینک اکاؤنٹ کے بغیر اپنا ای کامرس کیسے ترتیب دے سکتا ہوں؟",
      "answer": "سیلڈون سے پہلے غیر بیکڈ لوگوں کے لئے کوئی حل نہیں تھا۔ لیکن اب، آپ بغیر کسی بینک اکاؤنٹ کے اپنا ای کامرس اور ویب سائٹ بنا سکتے ہیں۔ اس کی آپ کے لیے کم سے کم قیمت ہے۔ آپ یہ قیمت مہینے کے آخر میں اپنے بٹوے کے ذریعے ادا کر سکتے ہیں۔ سیلڈون والیٹ دوسرے لوگوں سے فیس وصول کر سکتا ہے یا گفٹ کارڈز کے ذریعے چارج کر سکتا ہے۔ ان خدمات کو استعمال کرنے کے لیے آپ کو کریڈٹ کارڈ کی ضرورت نہیں ہے۔"
    },
    {
      "question": "میں سیٹ اپ لاگت کے بغیر کاروبار کیسے شروع کر سکتا ہوں؟",
      "answer": "<ol style=\";text-align:right;direction:rtl\"><li style=\";text-align:right;direction:rtl\"><a href='https://selldone.com'>Selldone.com</a> میں مفت رجسٹر کریں۔</li><li style=\";text-align:right;direction:rtl\"> اپنا اسٹور بنائیں۔</li><li style=\";text-align:right;direction:rtl\"> اپنی مصنوعات اور خدمات شامل کریں۔</li><li style=\";text-align:right;direction:rtl\"> اپنا ڈومین مربوط کریں (اختیاری)</li><li style=\";text-align:right;direction:rtl\"> ادائیگی کے گیٹ ویز کو فعال کریں۔</li><li style=\";text-align:right;direction:rtl\"> اپنے کاروبار کو دوستوں اور اہل خانہ سے متعارف کرانا شروع کریں۔</li><li style=\";text-align:right;direction:rtl\"> سوشل میڈیا پر اپنا اور اپنی مصنوعات کا تعارف کروائیں۔</li><li style=\";text-align:right;direction:rtl\"> ایک منفرد قدر کی تجویز فراہم کرکے اپنے کاروبار کے لیے ایک برانڈ بنائیں۔</li><li style=\";text-align:right;direction:rtl\"> سیلڈون پینل کے ذریعے اپنے صارفین کے رویے کی نگرانی کریں۔</li></ol>"
    }
  ],
  "brands": {
    "title": "اپنے کاروبار کو قابل اعتماد بنیادوں پر استوار کریں۔",
    "subtitle": "آپ کا کاروبار اس کے قابل ہے!"
  },
  "why_boxes": {
    "block1": {
      "title": "ابتدائی لاگت کو بچائیں۔",
      "subtitle": "کوئی تھیم اور نو پلگ ان حل۔"
    },
    "block2": {
      "title": "آپریشنل لاگت کو بچائیں۔",
      "subtitle": "کوئی اضافی اور پوشیدہ فیس کبھی نہیں۔"
    },
    "block3": {
      "title": "وقت کو بچانے کے",
      "subtitle": "انٹرپرائز گریڈ لیکن ابتدائی دوستانہ۔"
    }
  },
  "money_transfer": {
    "customer": "آپ کا گاہک",
    "bank": "آپ کا بینک اکاؤنٹ",
    "wallet": "پرس",
    "free_setup": "مفت سیٹ اپ۔",
    "no_extra_fee": "کوئی اضافی فیس نہیں۔",
    "no_hidden_fee": "کوئی پوشیدہ فیس نہیں۔"
  },
  "extra": {
    "cart": "کارٹس مینجمنٹ",
    "payment": "ادائیگی",
    "shipping": "شپنگ",
    "fulfilment": "تکمیل",
    "community": "کمیونٹی اور فیڈ بیک"
  },
  "select_language_dialog_title": "اپنا کاروبار اپنی پسندیدہ زبان میں کریں۔",
  "welcome_title": "اپنے کاروبار کو بصری طور پر بنائیں، ان کا نظم کریں اور اسکیل کریں۔",
  "welcome_subtitle": "لاکھوں آرڈرز کے لیے بغیر کوڈ اور بغیر کسی ماہر کی ضرورت کے حل کے ذریعے اپنا آن لائن اسٹور بنائیں۔",
  "your_shop": "آپ کا اسٹور فرنٹ",
  "your_dashboard": "آپ کا بیک آفس",
  "flow": {
    "title": "حسب ضرورت چیک آؤٹ بہاؤ۔",
    "subtitle": "اپنے گاہک کے سفر اور خریداری کے بہاؤ اور تجرباتی نتائج کو ڈیزائن کریں۔",
    "pacman": "چیک آؤٹ پلگ انز"
  },
  "business_model": {
    "title": "بصری طور پر کاروباری ماڈل اپنانا۔",
    "subtitle": "اپنے کاروباری ماڈل کو بصری طور پر ترتیب دیں، تمام پیچیدگیوں کو منظر کے پیچھے دیکھا جائے گا۔",
    "pacman": "مارکیٹ پلیس اور پی او ڈی پلگ انز"
  },
  "team": {
    "title": "ٹیم سے ملو۔",
    "msg": "ہم کامرس پلیٹ فارمز کے ظالمانہ میدان میں مختلف قوانین کے مطابق کھیل کریں گے، خاص طور پر جب ہمارے حریف اشتہارات پر لاکھوں ڈالر خرچ کرتے ہیں۔ ہم مصنوعات، لوگوں، اور حقیقی مسائل کو حل کرنے میں سرمایہ کاری کرتے ہیں۔ یہ ٹیم آپ کے کاروبار کی واپسی!"
  },
  "customers": {
    "title": "ہماری کمیونٹی سے ملو۔",
    "msg": "یہ ہمارے صارفین سے سیکھ کر مستقبل کے کاروباری افراد کو غیر مقفل کرنے کے لیے بامعنی ٹولز بنانے کے سفر کا صرف ایک آغاز ہے۔"
  },
  "panorama": {
    "title": "کوئی مہنگا پلگ ان نہیں، <b class=\"font-weight-bold\">تمام خصوصیات پہلے سے تیار کی گئی ہیں۔</b>",
    "msg": "ہر ماہ پلگ ان اور ایپس پر سینکڑوں ڈالر خرچ کرنے اور اپ ڈیٹس کے بارے میں فکر کرنے کی ضرورت نہیں ہے۔ آپ کے کمپیوٹر کے لیے macOS کی طرح، Selldone OS آپ کے کاروبار کے تمام تکنیکی پہلوؤں کا خیال رکھتا ہے۔",
    "orders_management": "آرڈر مینجمنٹ",
    "online_pos": "آن لائن POS",
    "shipping": "شپنگ",
    "inventory_management": "انوینٹری مینجمنٹ",
    "social_commerce": "سماجی تجارت",
    "in_store_sell": "اسٹور میں فروخت",
    "team": "ٹیم / اسٹاف",
    "incentives": "مراعات / وفاداری۔",
    "community": "کمیونٹی مینجمنٹ",
    "payments": "مقامی ادائیگیاں",
    "ar_3d": "3D/AR"
  },
  "no_plugin": "نہیں - پلگ ان"
};