/*
 * Copyright (c) 2023. Selldone® Business OS™
 *
 * Author: M.Pajuhaan
 * Web: https://selldone.com
 * ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━
 *
 * All rights reserved. In the weave of time, where traditions and innovations intermingle, this content was crafted.
 * From the essence of thought, through the corridors of creativity, each word, and sentiment has been molded.
 * Not just to exist, but to inspire. Like an artist's stroke or a sculptor's chisel, every nuance is deliberate.
 * Our journey is not just about reaching a destination, but about creating a masterpiece.
 * Tread carefully, for you're treading on dreams.
 */

export default {
  local_service: "{country_name} کے لیے مقامی سروس",
  local_service_message:
    "یہ سروس خصوصی طور پر ان صارفین کے لیے بنائی گئی ہے جو <u>{country_name}</u> میں رہتے ہیں اور اس ملک میں اپنی خدمات اور مصنوعات فروخت کرتے ہیں۔ آپ کو صرف مقامی خدمات یا Selldone کی بین الاقوامی سروس استعمال کرنے کی اجازت ہے۔ اس سروس کو استعمال کرنے کے لیے، آپ کو اس کی تعمیل کرنے کی ضرورت ہے۔ <b>{country_name}</b> اور <b>یورپی یونین</b> کے قوانین",

  my_shops: "میری دکانیں",
  select_language_dialog_title: "اپنا کاروبار اپنی پسندیدہ زبان میں کریں۔",

  welcome_title: "اپنے کاروبار کو بصری طور پر بنائیں، ان کا نظم کریں اور اسکیل کریں۔",
  welcome_subtitle:
    "لاکھوں آرڈرز کے لیے بغیر کوڈ اور بغیر کسی ماہر کی ضرورت کے حل کے ذریعے اپنا آن لائن اسٹور بنائیں۔",
  //"Make your online store by no-code & no-expert needed solution for millions of orders.",

  moto: "آپ کوشش کریں، ہم دروازے کھول دیتے ہیں!",
  start_now_btn: "ابھی شروع کریں - یہ مفت ہے۔",
  create_ecommerce_btn: "اپنا ای کامرس مفت میں شروع کریں۔",
  incentive_action: "اپنی کم آن لائن فروخت کی شرح کو الوداع کہو!",

  create_shopping_website: "میرا ای کامرس بنائیں",

  your_shop: "آپ کا اسٹور فرنٹ",
  your_dashboard: "آپ کا بیک آفس",

  storefront: "سٹور فرنٹ",
  back_office: "واپس دفتر",

  today_sales: "آج کی فروخت",
  today_orders: "آج کے آرڈرز",

  s1: {
    /* title: "Make Your Online Store By<br>No—Code & No—Expert Needed Solution",
                                 title_animated_words: [
                                   "Entrepreneurs",
                                   "Artists",
                                   "Independent Businesses",
                                   "Brands",
                                   "Retails",
                                   "Creators",
                                 ],*/

    subtitle:
      "ان <b>کاروباری مالکان</b> اور <b>تاجروں</b> کے لیے جو اپنے صارفین کو منفرد، تیز، محفوظ اور قابل اعتماد تجربہ دینا چاہتے ہیں، یہ ٹول تیز ای کامرس اسٹور، ہموار اسٹور مینجمنٹ اور اپنی کمیونٹی کو <b>وائٹ لیبل انٹرپرائز درجے</b> کے بزنس آپریٹنگ سسٹم پر بنانے میں مدد دیتا ہے",

    domain_input: {
      message:
        "آپ کا اسٹور مفت ہوسٹنگ اور SSL کے ساتھ آپ کے کسی بھی ذاتی ڈومینز سے منسلک ہو سکتا ہے۔",
      action: "ایک اسٹور بنائیں",
    },
    community: "کمیونٹی پلیٹ فارم",
    shop: "آن لائن شاپ بلڈر",
    inventory: "انوینٹری مینجمنٹ",
    cms: "صفحہ ایڈیٹر اور CMS",

    in_60_sec: "یہاں کلک کریں",

    why_use_selldone_if_frustrated_from_wordpress_and_shopify:
      "اگر آپ خراب WordPress پلگ اِنز، نہ پھیل سکنے والے سرورز یا Shopify ایپس کی مہنگی اور پیچیدہ سیٹنگز سے پریشان ہیں تو Selldone آپ کے لیے بہترین حل ہے",
  },

  video: {
    title: "آپ کی آن لائن اور ذاتی فروخت کے لیے ایک ہمہ جہت حل۔",
    msg: "اپنے ای کامرس میں خریداری کا تیز ترین تجربہ فراہم کریں۔",
    pacman: "میں تکنیکی بانی نہیں ہوں۔",

    card_pos: {
      title: "Selldone POS",
      msg: "صفر سیٹ اپ لاگت کے حل کے ذریعے ذاتی طور پر فروخت کریں۔",
    },
    card_ecommerce: {
      title: "Selldone ای کامرس",
      msg: "پیشہ ور افراد کی طرح آن لائن فروخت کریں۔",
    },
  },

  why: {
    title: "سیلڈون کیوں؟",
    msg: "ہم کوچز کے بغیر ٹیموں، لیڈروں کے بغیر انقلابات، جڑوں کے بغیر درختوں اور آپریٹنگ سسٹم کے بغیر کاروبار کا تصور نہیں کر سکتے! اس لیے ہم تیزی سے ترقی کرنے والی کمپنیوں اور نوجوان کاروباریوں کے لیے آن لائن کاروبار کا دوبارہ تصور کر رہے ہیں۔",

    sec1: {
      title: "آسان + پیشہ ور",
      //   msg: "It's built for you to game like a professional in the markets, even if you are a beginner but want to play like a professional, or you are an expert and deserve to play like yourself!",
    },
    sec2: {
      title: "انٹرپرائز گریڈ ٹولز",
      //  msg: "We release new features, update APIs and apply new methods as a daily routine.  It's an operating system for your business, so your business scale up by our platform.",
    },
    sec3: {
      title: "سماجی فروخت",
      //  msg: "Our product is designed on the real trading behavior of purchasers all around the world. We offer one-of-a-kind sales methods on Instagram, TikTok, and other social networks, named AVOCADO.",
    },
    sec4: {
      title: "پیسے بچانا",
      // msg: "No need for any experts to have an ecommerce anymore! Say goodbye to the costly development, maintenance, programming process, and even ecommerce platforms experts' cost.",
    },
  },

  how_it_work: {
    title: "یہ کیسے کام کرتا ہے.",
    msg: "نو-کریڈٹ کارڈ، نو-پلگ ان، نو-ٹیمپلیٹ، نو-سیٹ اپ، نو-میزبان، بغیر تکنیکی حل ان لوگوں کے لیے جو پیشہ ور افراد کی طرح کھیلنا چاہتے ہیں۔",

    step0: {
      title: "خریداروں کے لیے بنایا گیا، بیچنے والوں سے پیار، ایک قدم دور۔",
      msg1: "یہ آپ کا حقیقی ای کامرس کرنے کا وقت ہے، اپنے کاروبار کے ارد گرد خوش کن گاہکوں کو جمع کریں، اور اس پر توجہ مرکوز کریں کہ آپ واقعی کیا کرنا پسند کرتے ہیں۔",
    },
    step1: {
      title: "اپنی مصنوعات شامل کریں۔",
      msg1: "پروڈکٹس کو دستی طور پر شامل کریں، جیسے کہ انسٹاگرام پر تصاویر شامل کرنا! یا صرف ایکسل فائل کے ذریعے 100,000 آئٹمز شامل کریں۔ آپ مصنوعات، خدمات، سبسکرپشنز، اور فائلیں ایک جگہ پر فروخت کر سکتے ہیں۔",
    },
    step2: {
      title: "کنیکٹ ادائیگی کے طریقے آپ کی ضرورت کے مطابق ہیں۔",
      msg1: "ہم مالیاتی لین دین میں مداخلت میں دلچسپی نہیں رکھتے! صارفین کی ادائیگیوں کا 100% براہ راست آپ کے بینک اکاؤنٹ میں منتقل کیا جائے گا۔ بس اپنی پٹی، پے پال، وغیرہ کو مربوط کریں۔ آپ اپنے اسٹور میں بیک وقت متعدد فعال ادائیگی کی خدمات حاصل کر سکتے ہیں!",
      crypto_msg: "فعال تاجروں کے لیے دستیاب ہے۔",
    },
    step3: {
      title: "وائٹ لیبل / لچکدار / گہری مرضی کے مطابق.",
      msg1: "اپنے لینڈنگ صفحات کو ڈیزائن کریں، اور اپنے برانڈ پیغام کے مطابق اپنی سائٹ کے تھیم کا رنگ تبدیل کریں۔ ڈریگ اینڈ ڈراپ فیچر کسی ماہر کی خدمات حاصل کرنے کی ضرورت کے بغیر یہ سب کچھ ممکن بناتا ہے۔",
      view_sample_pages: "آپ کو متاثر کرنے کے لیے زبردست SD اسٹورز",
    },
    step4: {
      title:
        "ایک کلک چیک آؤٹ: پوری دنیا میں متحد چیک آؤٹ کا تجربہ۔",
      msg1: "صارفین کو آپ سے خریدنے کے لیے معلومات درج کرنے اور رجسٹریشن فارم پُر کرنے کی ضرورت نہیں ہے! وہ SMS کے ذریعے لاگ ان ہوتے ہیں اور ایک کلک کے ساتھ چیک آؤٹ فارم پُر کرتے ہیں اور ادائیگی کرتے ہیں۔ تم بڑھو، ہم بڑھتے ہیں۔",
    },
  },

  /**
   * @see OOnboardingShop
   */
  onboarding: {
    title: "اپنے کاروبار کو آن لائن، تیز تر اور بہتر بنائیں - یہ مفت ہے۔",
    success_title: "اپنے آن لائن بزنس OS کو انسٹال کرنا،",
    wait_msg: "براہ کرم چند سیکنڈ انتظار کریں...",
    ready_msg: "آپ کی دکان تیار ہے۔",
    send_mail_msg: "لاگ ان کا لنک {email} پر بھیجا گیا",

    enable_disable_features_msg:
      "آپ بعد میں ان خصوصیات کو فعال یا غیر فعال کر سکتے ہیں",
    package_starter: {
      title: "اختیاری پیکج",
      subtitle:
        "ہم سمجھتے ہیں کہ آپ کے پاس Selldone کو سیٹ اپ یا سیکھنے کا وقت نہ ہو؛ رجسٹریشن کے بعد آپ کو ایک <b>آل اِن ون پیکج</b> دستیاب ہوگا جسے آپ اختیاری طور پر خرید سکتے ہیں۔ یہ دکان بنانے کے بعد صرف <b>14 دن</b> تک دستیاب رہے گا",
      include_items_title: "اس میں یہ خدمات شامل ہیں",
      include_items: [
        "دکان کی سیٹنگز اور ظاہری شکل سیٹ اپ کریں",
        "ایک شپنگ طریقہ اور ایک ادائیگی سیٹ اپ کریں",
        "اپنا ہوم پیج ڈیزائن کریں",
        "Excel کے ذریعے مصنوعات امپورٹ کرنے میں مدد",
        "اپنا کسٹم ڈومین شامل کریں",
      ],
    },

    sample: {
      title: "نمونہ ڈیٹا انسٹال کریں",
      description:
        "میری دکان کو مصنوعات، زمروں اور بلاگ پوسٹس جیسے نمونہ ڈیٹا کے ساتھ شروع کریں",
    },

    options: {
      title: "دکان کی ترتیب",
      msg: "آپ اپنی ویب سائٹ پر کون سی خصوصیات چاہتے ہیں؟",
      ecommerce: "ای کامرس",
      pos: "پوائنٹ آف سیل",
      blog: "بلاگ اور سی ایم ایس",
      community: "کمیونٹی اور فورم",

      ecommerce_desc: "اپنی مصنوعات اور خدمات آن لائن فروخت کریں۔",
      pos_desc: "اپنی مصنوعات اور خدمات ذاتی طور پر فروخت کریں۔",
      blog_desc: "آپ کے مضامین اور پوسٹس شائع کرنے کے لیے طاقتور CMS۔",
      community_desc: "اپنی کمیونٹی اور فورم بنائیں۔",
    },

    job: {
      title: "آپ کی صنعت کیا ہے؟",
      placeholder:
        "اپنے کاروبار کو Selldone OS پر تبدیل کریں، اس سے کوئی فرق نہیں پڑتا ہے کہ آپ فی الحال کون سا پلیٹ فارم استعمال کر رہے ہیں۔",
    },
    shop_name: {
      title: "کاروبار کا نام",
      placeholder: "سابق. ایلکس کے جوتے",
    },
    income: {
      title: "ماہانہ فروخت",
      msg: "اپنی کل ماہانہ فروخت کی حد منتخب کریں۔",
      Low: "$5,000 USD تک",
      Medium: "$5,000 USD ~ $50,000 USD",
      High: "50,000 USD ~ $1,000,000 USD",
      Extreme: "$1,000,000 USD سے اوپر",
    },
    step_1: "مقصد",
    step_2: "کنفیگریشن",
    step_3: "کھاتہ",
  },

  notion: {
    title: "مختلف قواعد کے ساتھ کھیل۔",
    quote:
      "ہمیں یقین ہے کہ ایک شخص آن لائن انسانیت کے دور میں تبدیلی لا سکتا ہے، یہاں تک کہ جس کے پاس کافی رقم نہیں ہے، حتیٰ کہ کوئی ٹیک تجربہ نہیں ہے، یہاں تک کہ بل ادا کرنے کے لیے کوئی بینک اکاؤنٹ نہیں ہے۔ ہم اسے انٹرپرائز گریڈ ٹولز کے ساتھ استعمال کے لیے تیار پلیٹ فارم بنا کر کرتے ہیں تاکہ انٹرنیٹ پر ایک انتہائی قابل حصول آپریٹنگ سسٹم کے طور پر کام کیا جا سکے۔",
  },

  stop: {
    title: "آسان آن لائن شاپنگ ویب سائٹ بلڈر + براہ راست ادائیگی۔",
    subtitle:
      "اگر آپ ایک منافع بخش آن لائن کاروبار بنانے اور اپنے کاروباری خیال کو حقیقت میں بدلنے کا ارادہ رکھتے ہیں تو سیلڈون ایک بہترین انتخاب ہے۔",
    pacman: "ادائیگی کے پلگ انز",
  },

  flow: {
    title: "حسب ضرورت چیک آؤٹ بہاؤ۔",
    subtitle:
      "اپنے گاہک کے سفر اور خریداری کے بہاؤ اور تجرباتی نتائج کو ڈیزائن کریں۔",
    pacman: "چیک آؤٹ پلگ انز",
  },
  business_model: {
    title: "بصری طور پر کاروباری ماڈل اپنانا۔",
    subtitle:
      "اپنے کاروباری ماڈل کو بصری طور پر ترتیب دیں، تمام پیچیدگیوں کو منظر کے پیچھے دیکھا جائے گا۔",
    pacman: "مارکیٹ پلیس اور پی او ڈی پلگ انز",
  },

  os: {
    title: "عالمی معیار کے ٹولز تک رسائی — مفت۔",
    msg: "ہم پیشہ ورانہ ای کامرس بنانے کی طاقت آپ کی انگلی پر رکھتے ہیں۔",
  },
  login: {
    title:
      "کیا آپ مارکیٹ میں ایک پرو کی طرح گیم کھیلنے کے لیے تیار ہیں؟",
  },

  currencies: {
    title: "کرنسیاں",
    sub: "آپ کے صارفین آسانی سے اپنی مقامی کرنسیوں میں ادائیگی کر سکتے ہیں۔",
    msg: "ٹیک، پلگ انز اور ادائیگی کی پیچیدگیوں کے درد سے نبرد آزما ہونے کے بجائے فروخت پر توجہ دیں۔ ہم مقامی اور عالمی ادائیگی کی خدمات کے ساتھ کام کرتے ہیں تاکہ آپ کے آن لائن کاروبار میں ہر چیز کو ہم آہنگ کیا جا سکے۔",
  },

  countries: {
    title: "ممالک",
    sub: "دنیا کا سب سے آسان پیمانے پر کاروباری OS۔",
    msg: "ہم آن لائن اسپیس میں روایتی شخص سے فرد کے تجارتی رویے کو اپناتے ہیں، چاہے آپ یا آپ کا گاہک کہیں بھی رہتے ہوں، ہم آپ کے لیے بہترین تجربہ فراہم کرنے کے مشن پر ہیں۔",
  },
  dna: {
    title: "آپ کے کاروبار کا ڈی این اے",
    sub: "اسے بیچ دیا!",
    msg: "یہ آپ کے لیے انٹرپرائز گریڈ ٹولز کے ساتھ ایک سروس کے طور پر واحد، بغیر کوڈ کے بزنس آپریٹنگ سسٹم ہے۔",
  },

  api: {
    header: "اوپن سورس API اور SDK {infinite} حسب ضرورت کے ساتھ",
    title: "دیو دوستانہ",
    msg: "آن لائن کاروبار کے لیے ایک مکمل طور پر کھلا API پر مبنی حل۔",

    sec1: {
      title: "ہم آپ کے کاروبار کی ریڑھ کی ہڈی بناتے ہیں۔",
      msg: "آپ کے اسٹور کے تمام اطراف ہمارے طاقتور REST API کے ذریعے دستیاب ہیں۔ آپ تکنیکی، ادائیگی اور بیک اینڈ کے مسائل کی فکر کیے بغیر اسٹور میں کوئی تبدیلی کر سکتے ہیں، اپنی ایپس بنا سکتے ہیں، یا اپنی شاپنگ ایپ تیار کر سکتے ہیں۔",
    },
    sec2: {
      title: "تیز انضمام",
      msg: "ہم تمام عام زبانوں اور فریم ورکس کے لیے SDKs تیار کرتے ہیں تاکہ آپ تصدیق کے مراحل کو انجام دے سکیں، اکاؤنٹ تک رسائی حاصل کر سکیں، اور آسان کمانڈز کے ذریعے اس کا نظم کر سکیں۔ شروع کرنا صرف چند کلکس کی دوری پر ہوگا۔",
    },
  },

  /** @see ConvertibleSelldoneView **/
  convertible: {
    store_name: "آپ کا اسٹور",
    variant_1: "پروڈکٹ ویرینٹ امبر",
    variant_2: "پروڈکٹ ویرینٹ ریڈ",
    buy: "ابھی خریدئے",
    price: "$89",
    management: {
      title: "مصنوعات کا انتظام",
      msg: "پروڈکٹس اور زمروں کا نظم کریں جیسے فائلز اور فولڈرز جنہیں آپ ونڈوز میں گھسیٹتے اور چھوڑتے ہیں۔",
      check1: "ایکسل یا CSV فائلوں کے ذریعے پروڈکٹس اپ لوڈ کریں۔",
      check2: "اے آر ماڈلز شامل کریں۔",
      check3: "آٹو SEO انجن کے ذریعے آپٹمائز کریں۔",
      check4: "ڈریگ اینڈ ڈراپ مینجمنٹ۔",
    },
    payment: {
      title: "متعدد ادائیگی کے طریقوں کی حمایت کریں۔",
      msg: "ہموار تجربہ درون سائٹ / درون ایپ ادائیگی۔",
      check1: "پٹی",
      check1msg: "40 سے زیادہ ممالک کی حمایت۔",

      check2: "کلرنا",
      check2msg: "ابھی خریدیں بعد میں ادائیگی کریں۔",

      check3: "پے پال",
      check3msg: "ایک کلک ادائیگی۔",
    },
    checkout: {
      title: "آپ کا برانڈ",
      online: "آن لائن صارفین",
      offline: "ذاتی طور پر صارفین",
    },
    design: {
      title: "صفحہ بنانے والا",
      msg: "صرف ڈریگ اینڈ ڈراپ کرکے اسے حقیقی بنائیں۔",
    },
  },

  secure: {
    title: "ہائپر سیکیور حل",
    msg: "ڈیٹا کی سالمیت اور انٹرپرائز تک رسائی کی سطح کا انتظام۔",
  },

  build: {
    title: "اپنے برانڈ کے ساتھ اپنا ای کامرس رکھیں اور اپنے کاروبار کا کنٹرول واپس لیں!",
    msg: "آپ کے پاس اپنے سوشل میڈیا اکاؤنٹس کو اپنے ڈومین پر آن لائن شاپنگ ویب سائٹ میں تبدیل کرنے یا شروع سے اپنا شاہکار ای کامرس بنانے کے بہت سے انتخاب ہیں۔",
  },

  stripe: {
    title: "کیا آپ کے پاس اسٹرائپ اکاؤنٹ ہے؟",
    msg: "مبارک ہو، آپ نے پہلے ہی زیادہ تر کام مکمل کر لیے ہیں۔ صرف ایک ٹچ سے اپنا آن لائن اسٹور بنائیں! باقی کام Selldone سنبھال لے گا۔",
  },
  /* demo: {
                  title: "View Demo",
                  msg: "See professional live e-commerces",
                },*/

  unbanked: {
    title: "ایک پلیٹ فارم، ایک حل — مقصد۔",
    msg: "آن لائن فروخت میں سہولت فراہم کرنے اور کاروباری جذبے کو غیر مقفل کرنے کے لیے ایک منفرد کاروباری OS، یہاں تک کہ 1.7 بلین سے زیادہ غیر بینک والے بالغوں کے لیے۔",
  },
  faqs: [
    {
      question: "کیا میں کریڈٹ کارڈ کے بغیر آن لائن اسٹور بنا سکتا ہوں؟",
      answer:
        "ہاں، آپ سیلڈون پر کسی بھی بینکنگ کارڈ جیسے کریڈٹ اور ڈیبٹ کارڈ کی ضرورت کے بغیر اپنا ای کامرس بنا سکتے ہیں۔ Selldone لوگوں کو جدید ترین ای کامرس خدمات فراہم کرنے کے لیے ایک منفرد طریقہ استعمال کرتا ہے، یہاں تک کہ 1.7 بلین سے زیادہ لوگ عام مالیاتی خدمات تک رسائی کے بغیر ہیں۔",
    },
    {
      question: "میں غیر بینک والے صارفین کو آن لائن کیسے فروخت کر سکتا ہوں؟",
      answer:
        "اپنے ای کامرس میں COD ( <b>کیش آن ڈیلیوری</b> ) شامل کریں، تاکہ آپ کے گاہک آرڈر موصول ہونے کے بعد ادائیگی کرسکیں۔ COD زیادہ تر ممالک میں روایتی طریقہ ہے جہاں فنانسنگ انفراسٹرکچر کی کمی ہے۔",
    },
    {
      question: "میں بینک اکاؤنٹ کے بغیر اپنا ای کامرس کیسے ترتیب دے سکتا ہوں؟",
      answer:
        "Selldone سے پہلے بینکنگ خدمات تک رسائی نہ رکھنے والے افراد کے لیے کوئی حل نہیں تھا۔ لیکن اب آپ بینک اکاؤنٹ کے بغیر بھی اپنا ای کامرس اور ویب سائٹ بنا سکتے ہیں۔ اس کی لاگت آپ کے لیے کم سے کم ہے؛ آپ یہ لاگت مہینے کے آخر میں اپنے والیٹ کے ذریعے ادا کر سکتے ہیں۔ Selldone والیٹ دوسرے لوگوں سے فیس وصول کر سکتا ہے یا گفٹ کارڈز کے ذریعے چارج ہو سکتا ہے۔ ان خدمات کو استعمال کرنے کے لیے آپ کو کریڈٹ کارڈ کی ضرورت نہیں ہے۔",
    },
    {
      question: "میں سیٹ اپ لاگت کے بغیر کاروبار کیسے شروع کر سکتا ہوں؟",
      answer:
        "<ol> <li> <a href='https://selldone.com'>Selldone.com</a> پر مفت رجسٹر کریں۔ </li> <li> اپنی دکان بنائیں۔ </li> <li> اپنی مصنوعات اور خدمات شامل کریں۔ </li> <li> اپنا ڈومین جوڑیں (اختیاری)۔ </li> <li> ادائیگی گیٹ ویز فعال کریں۔ </li> <li> اپنے کاروبار کو دوستوں اور خاندان سے متعارف کرانا شروع کریں۔ </li> <li> سوشل میڈیا پر اپنا اور اپنی مصنوعات کا تعارف کرائیں۔ </li> <li> منفرد قدر کی پیشکش کے ساتھ اپنا برانڈ بنائیں۔ </li> <li> Selldone پینل میں صارفین کے رویے کو مانیٹر کریں۔ </li> </ol>",
    },
  ],

  brands: {
    title: "اپنے کاروبار کو قابل اعتماد بنیادوں پر استوار کریں۔",
    subtitle: "آپ کا کاروبار اس کے قابل ہے!",
  },

  why_boxes: {
    title: "پیمانے پر آن لائن اور ان اسٹور سیلز کے لیے آپٹمائزڈ",
    subtitle:
      "تبدیلی کے لیے تیار کیا گیا۔ اپنی آن لائن دکان کو بدیہی ٹولز کے ساتھ بلند کریں جو زائرین کو کسٹمرز میں تبدیل کرنے کے لیے بنائے گئے ہیں۔",

    block1: {
      title: "ابتدائی لاگت کو بچائیں۔",
      subtitle: "کوئی تھیم اور نو پلگ ان حل۔",
    },
    block2: {
      title: "آپریشنل لاگت کو بچائیں۔",
      subtitle: "کوئی اضافی اور پوشیدہ فیس کبھی نہیں۔",
    },
    block3: {
      title: "وقت کو بچانے کے",
      subtitle: "انٹرپرائز گریڈ لیکن ابتدائی دوستانہ۔",
    },
  },

  money_transfer: {
    customer: "آپ کا گاہک",
    bank: "آپ کا بینک اکاؤنٹ",
    wallet: "پرس",
    free_setup: "مفت سیٹ اپ۔",
    no_extra_fee: "کوئی اضافی فیس نہیں۔",
    no_hidden_fee: "کوئی پوشیدہ فیس نہیں۔",
  },

  /** @see HomePanelExtraFlow **/
  extra: {
    cart: "کارٹس مینجمنٹ",
    payment: "ادائیگی",
    shipping: "شپنگ",
    fulfilment: "تکمیل",
    community: "کمیونٹی اور فیڈ بیک",
  },

  team: {
    title: "ٹیم سے ملو۔",
    msg: "ہم کامرس پلیٹ فارمز کے ظالمانہ میدان میں مختلف قوانین کے مطابق کھیل کریں گے، خاص طور پر جب ہمارے حریف اشتہارات پر لاکھوں ڈالر خرچ کرتے ہیں۔ ہم مصنوعات، لوگوں، اور حقیقی مسائل کو حل کرنے میں سرمایہ کاری کرتے ہیں۔ یہ ٹیم آپ کے کاروبار کی واپسی!",
  },

  customers: {
    title: "ہماری کمیونٹی سے ملو۔",
    msg: "یہ ہمارے صارفین سے سیکھ کر مستقبل کے کاروباری افراد کو غیر مقفل کرنے کے لیے بامعنی ٹولز بنانے کے سفر کا صرف ایک آغاز ہے۔",
  },
  /** {@see PanoramaImage} {@see HomePage} */

  panorama: {
    title:
      "#1 بزنس OS — <b class=\"bg-gradient-animate text-gradient my-1\">تمام خصوصیات پہلے سے تیار ہیں</b>",
    msg: "ہر ماہ پلگ ان اور ایپس پر سینکڑوں ڈالر خرچ کرنے اور اپ ڈیٹس کے بارے میں فکر کرنے کی ضرورت نہیں ہے۔ آپ کے کمپیوٹر کے لیے macOS کی طرح، Selldone OS آپ کے کاروبار کے تمام تکنیکی پہلوؤں کا خیال رکھتا ہے۔",
    orders_management: "آرڈر مینجمنٹ",
    online_pos: "آن لائن POS",
    shipping: "شپنگ",
    inventory_management: "انوینٹری مینجمنٹ",
    social_commerce: "سماجی تجارت",
    in_store_sell: "اسٹور میں فروخت",
    team: "ٹیم / اسٹاف",
    incentives: "مراعات / وفاداری۔",
    community: "کمیونٹی مینجمنٹ",
    payments: "مقامی ادائیگیاں",
    ar_3d: "3D/AR",
  },

  no_plugin: "نہیں - پلگ ان",

  product_page: {
    title: "آپ کی پہلی مصنوعات کو شامل کرنے کے بعد آؤٹ پٹ۔",
    msg: "صرف چند کلکس کے ساتھ اپنے خیالات کو زندہ کریں۔",
    open_sample_product_link: "لائیو پروڈکٹ کھولیں۔",
    open_templates: "ٹیمپلیٹس دیکھیں",
  },

  /** {@see CountrySupportBox} */
  support_box: {
    country_select_label: "اپنا ملک منتخب کریں۔",
    we_support_message: "ہم {country} کی حمایت کرتے ہیں",
    we_limited_support: "ہم نے محدود سپورٹ {country}",
    support_message_long:
      "Selldone کے ساتھ اپنے ملک میں بغیر رکاوٹ آن لائن لین دین کا تجربہ کریں! پیشہ ورانہ TAX حساب کتاب کے ساتھ، ہم نقد، POS، بینک ٹرانسفر اور دیگر متنوع ادائیگی کے طریقے فراہم کرتے ہیں۔ ایک ایسے پلیٹ فارم پر اپنا کاروبار بنانا شروع کریں جو آپ کے ملک کی ضروریات کو مکمل طور پر سپورٹ کرتا ہے۔",
    limited_support_message_long:
      "ہو سکتا ہے آپ کے ملک میں آن لائن ادائیگیاں دستیاب نہ ہوں، لیکن پریشان نہ ہوں! Selldone میں ہم دنیا بھر میں نقد ادائیگی، بینک ٹرانسفر اور Cash on Delivery (COD) پیش کرتے ہیں۔ آپ اپنے ملک اور یورپ کے ضوابط کی پابندی کرتے ہوئے اعتماد کے ساتھ ہمارے ساتھ اپنا آن لائن کاروبار بنا سکتے ہیں۔ مزید تفصیلات کے لیے یا اپنے ملک میں آن لائن ادائیگی کی سپورٹ کے بارے میں پوچھنے کے لیے، براہِ کرم ہماری سپورٹ ٹیم سے رابطہ کریں۔",
    more_about_selldone_in_country: "آپ کے ملک میں Selldone کے بارے میں",

    tax: {
      title: "ٹیکس کے لیے موزوں",
      message:
        "یہ حصہ Selldone میں آپ کی دکان، آرڈرز، صارفین اور فروخت کو آسانی سے منظم کرنے میں مدد دیتا ہے",
    },
    global: {
      title: "عالمی فروخت",
      message:
        "یہ حصہ Selldone میں آپ کی دکان، آرڈرز، صارفین اور فروخت کو آسانی سے منظم کرنے میں مدد دیتا ہے",
    },
    shipping: {
      title: "مقامی اور عالمی ترسیل",
      message:
        "یہ حصہ Selldone میں آپ کی دکان، آرڈرز، صارفین اور فروخت کو آسانی سے منظم کرنے میں مدد دیتا ہے",
    },
    erp: {
      title: "ERP انضمام",
      message:
        "یہ حصہ Selldone میں آپ کی دکان، آرڈرز، صارفین اور فروخت کو آسانی سے منظم کرنے میں مدد دیتا ہے",
    },
  },

  hero: {
    intro: "#1 کاروبار کے لیے آپریٹنگ سسٹم",
    title: "{infinite} پلگ انز اور ایپس کو ایک {app} سے بدلیں",
  },

  /**
   * {@see MakeYourShopHeader}
   */
  make_your_shop: {
    title: "اپنا بنائیں",
    amazon: "ایمیزون",
    local_store: "مقامی اسٹور",
    instagram: "انسٹاگرام اسٹور",
    dropshipping: "سامان نیچے اتارنا",
    coursera: "کورسیرا",
    gift_store: "گفٹ اسٹور",
    airbnb: "ایئر بی این بی",
    simple_store: "سادہ اسٹور",
    tiktok: "ٹک ٹاک اسٹور",
  },
  /**
   * {@see SectionShowItsSimplicity}
   */
  show_its_simplicity: {
    title: "ایک اور بورنگ اور پیچیدہ <div class=\"app-box\" style=\"font-size: 55%\">😣</div> ای کامرس پلیٹ فارم؟",
    subtitle: "بالکل نہیں! رجسٹر کرنے سے پہلے بس اسے آزمائیں...",
    as_guest: "بطور مہمان",
    need_register: "رجسٹر کی ضرورت ہے۔",

    page_builder: {
      title: "بلٹ ان پیج بلڈر",
      subtitle:
        "ان لائن ایڈیٹنگ کے ساتھ پہلا بدیہی ڈریگ اینڈ ڈراپ پیج بلڈر۔",
      try_action: "پیج بلڈر کو آزمائیں۔",
      see_collection_action: "ٹیمپلیٹس دیکھیں",
    },
    ai: {
      title: "بلٹ ان AI خصوصیات",
      subtitle:
        "بہترین صنعتی پس منظر کو ہٹانا، امیج آپٹیمائزیشن، مواد کی تیاری، آٹو پروڈکٹ کی تخلیق اور بہت کچھ۔",
      try_action: "Selldone کی ذہانت آزمائیں",
    },
    storefront: {
      title: "لائیو اسٹور فرنٹ",
      subtitle:
        "کوڈ کی ایک لائن لکھنے کی ضرورت کے بغیر جدید PWA ویب سائٹ کے ساتھ تیز ترین خریداری کا تجربہ کریں۔",
      see_action: "ڈیمو اسٹور فرنٹ دیکھیں",
    },
    backoffice: {
      title: "لائیو بیک آفس",
      subtitle: "کسی بھی پلگ ان کی ضرورت کے بغیر ایک جگہ سے ہر چیز کا نظم کریں۔",
      see_action: "ڈیمو بیک آفس دیکھیں",
    },
  },

  /**
   * {@see SectionPricingCompact}
   */
  pricing_compact: {
    title: "<div class=\"app-box\" style=\"font-size: 55%\">💞️</div> سادہ اور شفاف قیمتیں",
    subtitle:
      "ہمارے ریونیو شیئرنگ ماڈل کے ساتھ اپنے کاروبار کو شروع کرنے اور اسکیل کرنے کے لیے تمام انٹرپرائز-گریڈ خصوصیات تک رسائی حاصل کریں — کچھ بھی پیشگی ادائیگی نہ کریں، صرف اپنی آمدنی کا ایک حصہ۔ ہم تبھی کامیاب ہوتے ہیں جب آپ ایسا کرتے ہیں، اپنی لاگت کو کم کرتے ہیں اور اپنے منافع کو زیادہ سے زیادہ کرتے ہیں۔",
  },

  screenshots: {
    item_1: {
      title: "اپنے آرڈرز کے انتظام کو ہموار کریں۔",
      desc: "ہماری جدید فہرست اور فلٹر فنکشنز کا استعمال کرتے ہوئے روزانہ بڑی مقدار میں آرڈرز کا مؤثر طریقے سے انتظام کریں۔",
    },
    item_2: {
      title: "اپنے اسٹور کو PODs سے جوڑیں۔",
      desc: "اپنے اسٹور کو آسانی سے پرنٹ آن ڈیمانڈ ڈراپ شپنگ سروس سے جوڑیں جیسے پرنٹ فل اور بغیر کسی اضافی پلگ ان کی ضرورت کے اپنے آرٹ ورک کو پرنٹ شدہ مواد پر فروخت کریں۔",
    },
    item_3: {
      title: "بدیہی انٹرپرائز ٹولز کے ساتھ آرڈرز کو پورا کریں۔",
      desc: "درخواستوں کو بدیہی طور پر فارمیٹ کرنے، ضروری تبدیلیاں کرنے اور صرف ایک کلک کے ساتھ اسٹیٹس کو اپ ڈیٹ کرنے کی صلاحیت کے ساتھ ایک منظم ترتیب دینے کے عمل کا تجربہ کریں۔ ہمارے انٹرپرائز لیول ٹولز کے ساتھ اپنی تکمیل کی صلاحیتوں کو نئی بلندیوں تک پہنچائیں۔",
    },
    item_4: {
      title: "آرڈر ٹائم لائن پر کارروائیوں کا سراغ لگانا۔",
      desc: "آرڈر کی ٹائم لائن آرڈر میں کی گئی تمام کارروائیوں اور تبدیلیوں کا تفصیلی ریکارڈ فراہم کرتی ہے۔ آپ آسانی سے دیکھ سکتے ہیں کہ تبدیلیاں کس نے کیں اور کب کی گئیں۔",
    },
    item_5: {
      title: "کسٹمر اور وینڈر مواصلات کو آسان بنانا۔",
      desc: "چیک آؤٹ اور ادائیگی کا عمل مکمل ہونے کے بعد آپ کے برانڈ کی برانڈنگ والی ای میلز خود بخود گاہکوں، دکانداروں اور کسی بھی حسب ضرورت ای میل پتوں کو بھیج دی جائیں گی۔",
    },
    item_6: {
      title: "ڈریگ اینڈ ڈراپ کے ساتھ مصنوعات کو آسانی سے ترتیب دیں۔",
      desc: "اس سسٹم میں پروڈکٹ فائلوں کی طرح کام کرے گا، جبکہ زمرے فولڈرز کی طرح کام کریں گے۔ آپ کے پاس آسانی سے مصنوعات کو گھسیٹنے اور چھوڑنے، انہیں دوبارہ ترتیب دینے، کاپی اور پیسٹ کرنے، اور یہاں تک کہ ایک سادہ ایکسل فائل کا استعمال کرتے ہوئے بڑی تعداد میں مصنوعات درآمد کرنے کی صلاحیت ہوگی۔",
    },
    item_7: {
      title: "اپنے سبسکرپشن آرڈرز کو آسانی سے ٹریک کریں۔",
      desc: "تمام موجودہ اور ماضی کے سبسکرپشن آرڈرز پر مشتمل ایک بدیہی اور کمپیکٹ فہرست بازیافت کریں، بشمول اگلی ادائیگی تک کا وقت اور ہر آرڈر کے لیے تفصیلی معلومات۔",
    },
    item_8: {
      title: "صارفین کو مشغول کرنے کے لیے بلٹ ان بلاگ اور CMS ٹولز کا استعمال کریں۔",
      desc: "اپنی کمپنی اور پیشکشوں کے بارے میں مواد تخلیق کرنے اور سرچ انجن آپٹیمائزیشن کے ذریعے نئے سامعین کو راغب کرنے کے لیے اندرون خانہ بلاگ اور مواد کے انتظام کے نظام کی خصوصیات سے فائدہ اٹھائیں۔ ایسا کرنے سے، آپ اپنے گاہکوں کے ساتھ بھی بات چیت کر سکتے ہیں۔",
    },
    item_9: {
      title: "OS سے جڑیں — بیرونی خدمات سے آسانی کے ساتھ جڑیں۔",
      desc: "کسی بھی اضافی پلگ ان کی ضرورت کے بغیر بیرونی خدمات، جیسے بازاروں، ڈراپ شپنگ سپلائرز، PODs، اور مالیاتی سافٹ ویئر سے جڑنا ممکن ہے۔",
    },
    item_10: {
      title: "بیرونی خدمات سے مصنوعات کی درآمد کو آسان بنائیں۔",
      desc: "صرف چند کلکس اور مکمل آٹومیشن کے ساتھ بیرونی خدمات جیسے Woocommerce اور Printful سے آسانی سے مصنوعات درآمد کریں۔",
    },
    item_11: {
      title: "آپ کی دکان کو Google Merchant Center سے منسلک کیا جا رہا ہے۔",
      desc: "اپنے اسٹور کو Google Merchant Center سے جوڑیں اور تمام اشیاء اور زمروں کو بغیر کسی رکاوٹ کے Google پر تشہیر کرنے کے لیے ہم آہنگ کریں۔",
    },
    item_12: {
      title: "ایوکاڈو - سوشل میڈیا پر مصنوعات آسانی سے فروخت کریں۔",
      desc: "ایوکاڈو کے ساتھ، آپ سوشل میڈیا پر مصنوعات کو دستی طور پر مصنوعات اور قیمتیں شامل کرنے کی ضرورت کے بغیر فروخت کر سکتے ہیں۔ یہ ٹول آرڈرز کے لیے خود بخود ادائیگی کا لنک تیار کرتا ہے اور آپ کو ادائیگی کے لنکس کے ساتھ حسب ضرورت بل بنانے کی اجازت دیتا ہے۔",
    },
    item_13: {
      title: "ربن - آسانی سے سبسکرپشنز بنائیں اور فروخت کریں۔",
      desc: "ربن ایک طاقتور ٹول ہے جو آپ کو آسانی سے سبسکرپشنز بنانے اور بیچنے کی اجازت دیتا ہے جیسے سبسکرپشن بکس، پے والز، اور مختلف قسم کے مواد صرف چند کلکس کے ساتھ۔",
    },
    item_14: {
      title: "اپنے اسٹور میں ادائیگی کے متعدد اختیارات پیش کریں۔",
      desc: "اپنے اسٹور میں ادائیگی کے مختلف اختیارات پیش کرنا فائدہ مند ہے، جیسے کہ پٹی اور پے پال دونوں کو شامل کرنا۔",
    },
    item_15: {
      title:
        "رعایتوں، پیشکشوں، کوپنز، اور گیمیفیکیشن کے ساتھ گاہک کی خریداریوں کو ترغیب دیں۔",
      desc: "ڈسکاؤنٹ کوڈز، پروموشنل آفرز، سمارٹ ڈسکاؤنٹس، کوپنز، گفٹ کارڈز، اور خریداری کے تجربے میں گیمیفیکیشن کے عناصر کو شامل کرنے جیسے مختلف طریقے استعمال کرکے اپنے گاہکوں کو اپنے اسٹور سے مزید خریداری کرنے کی ترغیب دیں۔",
    },
    item_16: {
      title: "سرور سائیڈ مہم کے انتظام کے ساتھ کارکردگی کو زیادہ سے زیادہ بنائیں۔",
      desc: "اپنی مہم کی کارکردگی سے متعلق انتہائی بصیرت انگیز اور درست معلومات حاصل کرنے کے لیے سرور سائیڈ مارکیٹنگ اور مہم کے انتظام کا استعمال کریں۔",
    },
    item_17: {
      title: "ملحقہ ادائیگیوں اور فروخت کا نظم کریں۔",
      desc: "وابستہ افراد کو شامل کریں اور ان کی ادائیگیوں اور فروخت کو مؤثر طریقے سے سنبھالیں۔ الحاق کے انتظام کے لیے مختلف جدید اختیارات کا استعمال کریں جیسے کہ ہر الحاق کے لیے منفرد کسٹمر ڈومینز تفویض کرنا۔",
    },
    item_18: {
      title: "انوینٹری اور قیمتوں کا مؤثر طریقے سے انتظام کریں۔",
      desc: "لاجسٹک اور انوینٹری مینجمنٹ ٹولز ہزاروں پروڈکٹس اور ان کی مختلف حالتوں کے لیے انوینٹری اور قیمتوں کو ترتیب دینے، فلٹر کرنے اور ان کا انتظام کرنے میں مدد کرتے ہیں۔",
    },
    item_19: {
      title: "ریئل ٹائم کسٹمر کی سرگرمی اور اعدادوشمار۔",
      desc: "باخبر، ڈیٹا پر مبنی فیصلے کرنے کے لیے کسٹمر کی سرگرمیوں اور ویب سائٹ کے اعدادوشمار پر تازہ ترین ڈیٹا تک رسائی حاصل کریں۔",
    },
    item_20: {
      title: "کمیونٹی بلڈر کے ذریعہ فروخت میں اضافہ کریں۔",
      desc: "اپنی دکان میں فروخت کو بڑھانے، سامعین کی مصروفیت کو بڑھانے، اعتماد کو فروغ دینے، اور مفت مواد کے SEO فوائد سے فائدہ اٹھانے کے لیے ایک انٹرایکٹو کمیونٹی بنائیں۔",
    },
    item_21: {
      title: "اپنے صارفین کے تجربے کو بلند کریں۔",
      desc: "اپنے گاہک کی بنیاد کو منظم اور تقسیم کریں، ان کی زندگی بھر کی قدر کا تجزیہ کریں، ماضی کی آن لائن اور ان اسٹور خریداریوں کا تجزیہ کریں، اور ان کی رازداری کا احترام کرتے ہوئے ان کے تجربے کو بڑھانے کے لیے ان کے سفر کا پتہ لگائیں۔",
    },
    item_22: {
      title: "آسانی کے ساتھ ذمہ دار صفحات کو ڈیزائن کریں۔",
      desc: "ہمارے بلٹ ان نو کوڈ پیج بلڈر کا استعمال کرتے ہوئے دلکش اور جوابدہ اندرونی اور لینڈنگ صفحات کو آسانی سے ڈیزائن کریں۔ حسب ضرورت صفحات بنانے کے لیے بس سیکشنز کو گھسیٹیں اور چھوڑیں۔",
    },
    item_23: {
      title: "ان لائن پیج ایڈیٹر کے ساتھ سٹریم لائن ایڈیٹنگ۔",
      desc: "ان لائن پیج ایڈیٹر کا استعمال کرتے ہوئے صفحات کے اندر متن اور تصاویر میں آسانی سے ترمیم کریں، اپنے مواد کو اپ ڈیٹ کرنا آسان اور بدیہی بنائیں۔",
    },
    item_24: {
      title: "ٹیم تک رسائی اور کردار کا نظم کریں۔",
      desc: "اپنی ٹیم کے اراکین کو مدعو کریں، عملے کے کردار قائم کریں اور ان کی رسائی کی سطحیں متعین کریں۔ جیسے جیسے آپ کا کاروبار اور ٹیم پھیلتی ہے، آپ کا بزنس آپریٹنگ سسٹم اس کے مطابق ڈھال لے گا۔",
    },
    item_25: {
      title: "اپنی ایپس رکھیں۔",
      desc: "ایک پروگریسو ویب ایپ کے ساتھ اپنا کاروبار شروع کریں اور اپنے صارفین کو اپنے حریفوں کے مقابلے میں تیز تر تجربہ فراہم کریں۔",
    },
    item_26: {
      title: "اعلی درجے کی آٹومیشن اور بچت کے اوزار۔",
      desc: "اپنے کاروباری کاموں کو ہموار کریں اور جدید آٹومیشن ٹولز کا استعمال کرکے قیمتی وقت اور وسائل کی بچت کریں جنہیں آپ کی دکان میں ضم کیا جا سکتا ہے۔",
    },
    item_27: {
      title: "آسانی کے ساتھ اپنے اسٹور فرنٹ کو اپنی مرضی کے مطابق بنائیں۔",
      desc: "بصری حسب ضرورت اختیارات جیسے تھیم، رنگ سکیمیں، فونٹس، اور بہت کچھ استعمال کر کے اپنے برانڈ سے مماثل ہونے کے لیے اپنے اسٹور فرنٹ کو آسانی سے ذاتی بنائیں - یہ سب کچھ کوڈنگ یا تکنیکی مہارت کی ضرورت کے بغیر۔",
    },
    item_28: {
      title: "ایک ذاتی نوعیت کا کسٹمر سفر ڈیزائن کریں۔",
      desc: "Selldone میں دستیاب مختلف اختیارات، جیسے لاگ اِن پوائنٹ منتخب کرنا یا مہمان خریداری فعال کرنا، استعمال کر کے ایک ذاتی نوعیت کا کسٹمر سفر ڈیزائن کریں۔",
    },
    item_29: {
      title: "حسب ضرورت لاگ ان اور بہاؤ کے اختیارات کے ساتھ تجربہ کو بہتر بنائیں۔",
      desc: "اپنے آن لائن اسٹور کے لیے مختلف سماجی لاگ ان اختیارات فراہم کرتے ہوئے، ایک ذاتی لاگ ان اور بہاؤ کا تجربہ بنائیں۔",
    },
    item_30: {
      title: "پیچیدہ کاروباری ماڈلز کی حمایت کریں۔",
      desc: "Selldone سپورٹ جدید کاروباری ماڈلز، جیسے مارکیٹ پلیس، ڈراپ شپنگ سپلائرز، افیلیئٹ اور فرنچائز، کی سپورٹ پیش کرتا ہے؛ آپ انہیں صرف ایک کلک سے آسانی سے سیٹ اپ اور تبدیل کر سکتے ہیں۔",
    },
    item_31: {
      title: "متعدد کسٹم ڈومینز کو لنک کریں۔",
      desc: "آپ متعدد حسب ضرورت ڈومینز کو اپنے کاروبار کے مخصوص پہلوؤں جیسے کمیونٹی، دکان، بلاگ، لینڈنگ پیجز، یا یہاں تک کہ ملحقہ سے منسلک کر سکتے ہیں۔",
    },
    item_32: {
      title: "متعدد زبانوں اور خودکار ترجمہ کی حمایت کریں۔",
      desc: "آپ کا اسٹور متعدد زبانوں کو مکمل طور پر سپورٹ کرتا ہے، دونوں RTL اور LTR۔ آپ آسانی سے اپنے اسٹور کے لیے خودکار ترجمہ پیکجز کو انسٹال اور فعال کر سکتے ہیں۔",
    },
    item_33: {
      title: "بلٹ ان ملٹی پروفائل ٹیکس کا حساب کتاب۔",
      desc: "متعدد ٹیکس پروفائلز بنانے اور انہیں مخصوص مصنوعات کے لیے تفویض کرنے کی صلاحیت کے ساتھ، آپ کے پاس VAT اور سیلز ٹیکس کا حساب لگانے میں زیادہ لچک ہے۔ مثال کے طور پر، آپ کھانے کی اشیاء یا برقی آلات کے لیے مختلف ٹیکس کی شرحیں لگا سکتے ہیں۔",
    },
    item_34: {
      title: "کثیر علاقائی ٹیکس کا حساب کتاب۔",
      desc: "مختلف ممالک اور خطوں کو فروخت کرتے وقت سیلز ٹیکس اور VAT کے لیے پہلے سے طے شدہ یا حسب ضرورت اصول استعمال کریں۔ ضرورت کے مطابق مخصوص علاقوں اور ٹیکس والے علاقوں کے لیے قوانین کو اوور رائیڈ کریں۔",
    },
    item_35: {
      title: "طاقتور ان لائن ایڈیٹر کے ساتھ مضامین شائع کریں۔",
      desc: "ایک اعلی درجے کا ان لائن آرٹیکل ایڈیٹر آپ کے مضامین کی اشاعت اور جائزہ لینے کے عمل کو ہموار کرتا ہے، مستقل مزاجی کو برقرار رکھتے ہوئے اسے تیز اور آسان بناتا ہے۔",
    },
    item_36: {
      title: "ہر پروڈکٹ کے لیے وقف ڈیش بورڈ۔",
      desc: "ہر پروڈکٹ کے پاس ایک مخصوص ڈیش بورڈ ہوتا ہے جو اعداد و شمار، تمام ضروری معلومات اور انتظام کے لیے درکار تمام اقدامات تک رسائی فراہم کرتا ہے۔",
    },
    item_37: {
      title: "مضامین کا خودکار ترجمہ کریں۔",
      desc: "صرف ایک کلک کے ساتھ پروڈکٹ کی تفصیل کو مختلف زبانوں میں آسانی کے ساتھ ترجمہ کرنے کے لیے ان بلٹ انٹرپرائز لیول AI ترجمہ کی خصوصیت کا استعمال کریں۔",
    },
    item_38: {
      title: "بلٹ ان تجزیاتی ٹولز۔",
      desc: "آپ کو بلٹ ان اینالیٹکس ٹولز تک رسائی حاصل ہوگی جو کوکیز کے استعمال کے بغیر مکمل طور پر سرور سائیڈ، محفوظ اور GDPR کے مطابق ہیں۔",
    },
    item_39: {
      title: "اپنی زیادہ تر اعلی درجے کی SEO ضروریات کو پورا کریں۔",
      desc: "ہمارا اندرونی ٹول آپ کو سب سے زیادہ فعال کلیدی الفاظ، اعلیٰ کارکردگی کا مظاہرہ کرنے والے یو آر ایل، اور گوگل سرچ پر آپ کے کاروبار کی کارکردگی کا ایک جائزہ فراہم کرتا ہے، یہ سب ٹیبلز اور گراف کی شکل میں پیش کیے گئے ہیں۔",
    },
  },

  country_landing: {
    intro: "کاروبار کے لیے #1 آپریٹنگ سسٹم",
    title: "{country} میں {infinite} پلگ اِنز اور ایپس کو {app} سے بدلیں",
  },

  /**
   * @see IntegrationPaymentPage
   */
  payment_landing: {
    intro: "کاروبار کے لیے #1 آپریٹنگ سسٹم",
    title: "{infinite} پلگ اِنز اور ایپس کو {app} سے بدلیں",

    unlock_section: {
      title: "{payment} کو فعال کریں اور اپنی ویب سائٹ پر آمدنی شروع کریں",
      subtitle:
        "یہ حصہ Selldone میں آپ کی دکان، آرڈرز، صارفین اور فروخت کو آسانی سے منظم کرنے میں مدد دیتا ہے",
      no_plugin: {
        title: "یہ حصہ Selldone میں آپ کی دکان، آرڈرز، صارفین اور فروخت کو آسانی سے منظم کرنے میں مدد دیتا ہے",
        subtitle:
          "یہ حصہ Selldone میں آپ کی دکان، آرڈرز، صارفین اور فروخت کو آسانی سے منظم کرنے میں مدد دیتا ہے {payment}",
      },
      experience: {
        title: "یہ حصہ Selldone میں آپ کی دکان، آرڈرز، صارفین اور فروخت کو آسانی سے منظم کرنے میں مدد دیتا ہے {payment}",
        subtitle:
          "یہ حصہ Selldone میں آپ کی دکان، آرڈرز، صارفین اور فروخت کو آسانی سے منظم کرنے میں مدد دیتا ہے {payment}",
      },
      boost: {
        title: "یہ حصہ Selldone میں آپ کی دکان، آرڈرز، صارفین اور فروخت کو آسانی سے منظم کرنے میں مدد دیتا ہے",
        subtitle:
          "یہ حصہ Selldone میں آپ کی دکان، آرڈرز، صارفین اور فروخت کو آسانی سے منظم کرنے میں مدد دیتا ہے {payment}",
      },
      security: {
        title: "یہ حصہ Selldone میں آپ کی دکان، آرڈرز، صارفین اور فروخت کو آسانی سے منظم کرنے میں مدد دیتا ہے",
        subtitle:
          "یہ حصہ Selldone میں آپ کی دکان، آرڈرز، صارفین اور فروخت کو آسانی سے منظم کرنے میں مدد دیتا ہے {payment}",
      },
      setup_payment: "ادائیگی سیٹ کریں",
    },

    how_to_add: {
      step_1: {
        step: "مرحلہ 1",
        title: "اپنی کرنسی شامل کریں",
        subtitle:
          "یہ حصہ Selldone میں آپ کی دکان، آرڈرز، صارفین اور فروخت کو آسانی سے منظم کرنے میں مدد دیتا ہے {payment}",
      },
      step_2: {
        step: "مرحلہ 2",
        title: "اپنا گیٹ وے سیٹ کریں",
        subtitle: "اس کے بعد دکان > اکاؤنٹنگ > گیٹ ویز ٹیب پر جائیں، <b>نیا ادائیگی طریقہ</b> پر کلک کریں، اپنی کرنسی منتخب کریں اور <b>{payment}</b> چنیں۔ آپ گیٹ ویز کو ٹیسٹ یا لائیو موڈ میں شامل کر سکتے ہیں۔ ہر موڈ کے لیے درست API کلیدیں درج کریں؛ یہ آپ کے <a href=\"{payment_url}\" target=\"_blank\">{payment} اکاؤنٹ</a> میں ملیں گی",
      },
    },

    integration: {
      title: "{payment} کے ساتھ آسان ای کامرس انضمام",
      subtitle:
        "یہ حصہ Selldone میں آپ کی دکان، آرڈرز، صارفین اور فروخت کو آسانی سے منظم کرنے میں مدد دیتا ہے",
    },
    pay_after_earn: {
      title: "صرف منافع ہونے پر ادائیگی کریں",
      subtitle:
        "یہ حصہ Selldone میں آپ کی دکان، آرڈرز، صارفین اور فروخت کو آسانی سے منظم کرنے میں مدد دیتا ہے",
    },
  },

  feature_page_builder: {
    title: "فروخت پر مبنی صفحہ ساز",
    message:
      "یہ حصہ Selldone میں آپ کی دکان، آرڈرز، صارفین اور فروخت کو آسانی سے منظم کرنے میں مدد دیتا ہے",
  },

  feature_items: {
    products: {
      title: "بدیہی پروڈکٹ مینجمنٹ",
      description:
        "یہ حصہ Selldone میں آپ کی دکان، آرڈرز، صارفین اور فروخت کو آسانی سے منظم کرنے میں مدد دیتا ہے",
    },
    excel: {
      title: "Excel ڈیٹا امپورٹ",
      description:
        "یہ حصہ Selldone میں آپ کی دکان، آرڈرز، صارفین اور فروخت کو آسانی سے منظم کرنے میں مدد دیتا ہے",
    },
    incentive: {
      title: "فروخت کی ترغیبات",
      description:
        "یہ حصہ Selldone میں آپ کی دکان، آرڈرز، صارفین اور فروخت کو آسانی سے منظم کرنے میں مدد دیتا ہے",
    },
    loyalty: {
      title: "صارفین کی وفاداری",
      description:
        "یہ حصہ Selldone میں آپ کی دکان، آرڈرز، صارفین اور فروخت کو آسانی سے منظم کرنے میں مدد دیتا ہے",
    },
    cashback: {
      title: "کیش بیک آفرز",
      description:
        "یہ حصہ Selldone میں آپ کی دکان، آرڈرز، صارفین اور فروخت کو آسانی سے منظم کرنے میں مدد دیتا ہے",
    },
    cross_selling: {
      title: "کراس سیلنگ ٹولز",
      description:
        "یہ حصہ Selldone میں آپ کی دکان، آرڈرز، صارفین اور فروخت کو آسانی سے منظم کرنے میں مدد دیتا ہے",
    },
    accounting: {
      title: "سادہ اکاؤنٹنگ",
      description: "یہ حصہ Selldone میں آپ کی دکان، آرڈرز، صارفین اور فروخت کو آسانی سے منظم کرنے میں مدد دیتا ہے",
    },
    inventory: {
      title: "انوینٹری کنٹرول",
      description:
        "یہ حصہ Selldone میں آپ کی دکان، آرڈرز، صارفین اور فروخت کو آسانی سے منظم کرنے میں مدد دیتا ہے",
    },
    analytics: {
      title: "اعلیٰ تجزیات",
      description:
        "یہ حصہ Selldone میں آپ کی دکان، آرڈرز، صارفین اور فروخت کو آسانی سے منظم کرنے میں مدد دیتا ہے",
    },
    social: {
      title: "ملٹی چینل فروخت",
      description:
        "یہ حصہ Selldone میں آپ کی دکان، آرڈرز، صارفین اور فروخت کو آسانی سے منظم کرنے میں مدد دیتا ہے",
    },
    community: {
      title: "کمیونٹی بلڈر",
      description:
        "یہ حصہ Selldone میں آپ کی دکان، آرڈرز، صارفین اور فروخت کو آسانی سے منظم کرنے میں مدد دیتا ہے",
    },
    security: {
      title: "ٹیم مینجمنٹ",
      description:
        "یہ حصہ Selldone میں آپ کی دکان، آرڈرز، صارفین اور فروخت کو آسانی سے منظم کرنے میں مدد دیتا ہے",
    },
    pos: {
      title: "اسٹور میں POS",
      description:
        "یہ حصہ Selldone میں آپ کی دکان، آرڈرز، صارفین اور فروخت کو آسانی سے منظم کرنے میں مدد دیتا ہے",
    },
    store: {
      title: "وینڈر مارکیٹ پلیس",
      description: "یہ حصہ Selldone میں آپ کی دکان، آرڈرز، صارفین اور فروخت کو آسانی سے منظم کرنے میں مدد دیتا ہے",
    },
    pricing: {
      title: "متحرک قیمت گذاری",
      description:
        "یہ حصہ Selldone میں آپ کی دکان، آرڈرز، صارفین اور فروخت کو آسانی سے منظم کرنے میں مدد دیتا ہے",
    },
    pod: {
      title: "ڈراپ شپنگ انضمام",
      description:
        "یہ حصہ Selldone میں آپ کی دکان، آرڈرز، صارفین اور فروخت کو آسانی سے منظم کرنے میں مدد دیتا ہے",
    },
  },
};
