export default {
  "local_service": "לאקאלע סערוויס פאר {country_name}",
  "local_service_message": "די סערוויס איז דיזיינד אויסשליסלעך פֿאַר יוזערז וואָס לעבן אין <u>{country_name}</u> און פאַרקויפן זייער סערוויסעס און פּראָדוקטן אין דעם לאַנד. איר זענט דערלויבט בלויז צו נוצן די היגע סערוויסעס אָדער די אינטערנאציאנאלע סערוויס פון סעללדאָנע. צו נוצן דעם דינסט, איר מוזן נאָכקומען מיט די געזעצן פון <b>{country_name}</b> און די <b>אייראפעישע יוניאַן</b> .",
  "my_shops": "מייַן שאַפּס",
  "moto": "איר פּרובירן, מיר עפענען די טירן!",
  "start_now_btn": "אָנהייב איצט - עס איז פריי",
  "create_ecommerce_btn": "אָנהייב דיין עקאָממערסע פֿאַר פריי",
  "incentive_action": "זייַ געזונט צו דיין נידעריק אָנליין פארקויפונג קורס!",
  "create_shopping_website": "שאַפֿן מיין עקאָממערסע",
  "s1": {
    "title": "מאַכן דיין אָנליין קראָם דורך<br> ניין-קאָד & ניין-עקספּערט נידיד לייזונג",
    "title_animated_words": [
      "אַנטראַפּראַנערז",
      "קינסטלער",
      "אומאָפּהענגיק ביזנעסער",
      "בראַנדז",
      "רעטאַילס",
      "קריייטערז"
    ],
    "subtitle": "אויב איר ווילן צו שאַפֿן אַ יינציק, שנעל, זיכער און פאַרלאָזלעך דערפאַרונג פֿאַר דיין קאַסטאַמערז, דאָס איז די געצייַג פֿאַר איר. בויען דיין יינציק קהל און אַ שנעל עקאָממערסע אויף אַן אַדס-פריי ענטערפּרייז-מיינונג געשעפט אָפּערייטינג סיסטעם.",
    "domain_input": {
      "message": "דיין קראָם קענען זיין קאָננעקטעד צו קיין נומער פון פערזענלעכע דאָומיינז מיט פריי האָסטינג און SSL",
      "action": "שאַפֿן אַ קראָם"
    },
    "community": "קהל פּלאַטפאָרם",
    "shop": "אָנליין קראָם בילדער",
    "inventory": "ינוואַנטאָרי מאַנאַגעמענט",
    "cms": "Page Editor & CMS",
    "in_60_sec": "קליק דא"
  },
  "video": {
    "title": "אַן אַלע-אין-איין לייזונג פֿאַר דיין אָנליין און אין-מענטש פארקויפונג.",
    "msg": "צושטעלן די פאַסטאַסט קויפן דערפאַרונג אין דיין עקאָממערסע.",
    "card_pos": {
      "title": "סעללדאָנע POS",
      "msg": "פאַרקויפן אין-מענטש דורך נול-סעטאַפּ קאָס לייזונג."
    },
    "card_ecommerce": {
      "title": "סעללדאָנע עקאָממערסע",
      "msg": "פאַרקויפן אָנליין ווי פּראָפעססיאָנאַלס."
    }
  },
  "why": {
    "title": "פארוואס סעלדאָנע?",
    "msg": "מיר קענען נישט ימאַדזשאַן טימז אָן קאָוטשיז, רעוואַלושאַנז אָן פירער, ביימער אָן רוץ, און געשעפטן אָן אַן אָפּערייטינג סיסטעם! אַזוי מיר ימאַדזשאַן אָנליין געשעפט פֿאַר שנעל-גראָוינג קאָמפּאַניעס און יונג אַנטראַפּראַנערז.",
    "sec1": {
      "title": "גרינג + פאַכמאַן",
      "msg": "עס איז געבויט פֿאַר איר צו שפּילן ווי אַ פאַכמאַן אין די מארקפלעצער, אפילו אויב איר זענט אַ אָנהייבער אָבער איר ווילן צו שפּילן ווי אַ פאַכמאַן, אָדער איר זענט אַ מומחה און פאַרדינען צו שפּילן ווי זיך!"
    },
    "sec2": {
      "title": "ענטערפּרייז-מיינונג מכשירים",
      "msg": "מיר מעלדונג נייַע פֿעיִקייטן, דערהייַנטיקן אַפּיס און צולייגן נייַע מעטהאָדס ווי אַ טעגלעך רוטין. עס איז אַן אָפּערייטינג סיסטעם פֿאַר דיין געשעפט, אַזוי דיין געשעפט איז אַטשיווד דורך אונדזער פּלאַטפאָרמע."
    },
    "sec3": {
      "title": "סאציאל פארקויפונג",
      "msg": "אונדזער פּראָדוקט איז דיזיינד אויף די פאַקטיש טריידינג נאַטור פון פּערטשאַסערז אַרום די וועלט. מיר פאָרשלאָגן איין-פון-אַ-מין פארקויפונג מעטהאָדס אויף ינסטאַגראַם, טיקטאָק און אנדערע געזעלשאַפטלעך נעטוואָרקס, גערופֿן AVOCADO."
    },
    "sec4": {
      "title": "שפּאָרן געלט",
      "msg": "עס איז ניט נויטיק פֿאַר קיין עקספּערץ צו האָבן אַן עקאָממערסע ענימאָר! זאָגן זייַ געזונט צו די קאָס פון עקספּערטן פון עקספּערטיז פֿאַר אַנטוויקלונג, וישאַלט, פּראָגראַממינג און אפילו עקאָממערסע פּלאַטפאָרמס."
    }
  },
  "how_it_work": {
    "title": "וויאזוי עס ארבעט.",
    "msg": "קיין קרעדיט קאָרט, קיין פּלוגין, קיין מוסטער, קיין סעטאַפּ, קיין האָסט, קיין טעכניש לייזונג פֿאַר יענע וואָס ווילן צו שפּילן ווי פּראָפעססיאָנאַלס.",
    "step0": {
      "title": "געבויט פֿאַר שאָפּפּערס, ליב געהאט דורך סעלערז, איין שריט אַוועק.",
      "msg1": "עס איז דיין צייט צו האָבן אַ פאַקטיש עקאָממערסע, קלייַבן צופרידן קאַסטאַמערז אַרום דיין געשעפט און פאָקוס אויף וואָס איר טאַקע ליב צו טאָן."
    },
    "step1": {
      "title": "לייג דיין פּראָדוקטן.",
      "msg1": "לייג פּראָדוקטן מאַניואַלי, ווי אַדינג פאָטאָס אויף ינסטאַגראַם! אָדער לייגן 100,000 זאכן נאָר דורך אַן עקססעל טעקע. איר קענען פאַרקויפן פּראָדוקטן, באַדינונגס, סאַבסקריפּשאַנז און טעקעס אין איין אָרט."
    },
    "step2": {
      "title": "קאָננעקט צאָלונג מעטהאָדס פּאַסיק דיין נויט.",
      "msg1": "מיר זענען נישט אינטערעסירט אין ינטערפירינג אין פינאַנציעל טראַנזאַקשאַנז! 100% פון קאַסטאַמערז 'פּיימאַנץ וועט זיין טראַנספערד גלייַך צו דיין באַנק אקאונט. נאָר פאַרבינדן דיין סטרייפּ, פּייַפּאַל, עטק. איר קענען האָבן קייפל אַקטיוו צאָלונג באַדינונגס אין דיין קראָם אין דער זעלביקער צייט!",
      "crypto_msg": "בנימצא פֿאַר אַקטיוו סוחרים"
    },
    "step3": {
      "title": "ווייַס פירמע / פלעקסאַבאַל / דיפּלי קוסטאָמיזאַבלע.",
      "msg1": "דיזיין דיין לאַנדינג בלעטער און טוישן די טעמע קאָליר פון דיין פּלאַץ צו דיין סאָרט אָנזאָג. שלעפּן און דראָפּ שטריך מאכט אַלע דעם מעגלעך אָן די נויט צו אָנשטעלן אַ מומחה.",
      "view_sample_pages": "גרויס סד סטאָרז צו ינספּירירן איר"
    },
    "step4": {
      "title": "ויסשרייַבן מיט איין גיט: וניפיעד ויסשרייַבן דערפאַרונג אַרום די וועלט.",
      "msg1": "קאַסטאַמערז טאָן ניט האָבן צו אַרייַן די אינפֿאָרמאַציע און פּלאָמבירן די רעגיסטראַציע פאָרעם צו קויפן פון איר! זיי קלאָץ אין דורך SMS און פּלאָמבירן די ויסשרייַבן פאָרעם מיט איין גיט און באַצאָלן. איר וואַקסן, מיר וואַקסן."
    }
  },
  "onboarding": {
    "title": "מאַכן דיין געשעפט אָנליין, פאַסטער און בעסער - עס איז פריי",
    "success_title": "ינסטאָלינג דיין אָנליין געשעפט אַס,",
    "wait_msg": "ביטע וואַרטן אַ ביסל סעקונדעס ...",
    "ready_msg": "דיין קראָם איז גרייט.",
    "send_mail_msg": "לאָגין לינק געשיקט צו {email}",
    "options": {
      "title": "קראָם קאָנפיגוראַטיאָן",
      "msg": "וואָס פֿעיִקייטן איר ווילן אויף דיין וועבזייטל?",
      "ecommerce": "עקאָממערסע",
      "pos": "פונט פון סאַלע",
      "blog": "בלאָג & קמס",
      "community": "קהילה & פאָרום"
    },
    "job": {
      "title": "וואָס איז דיין אינדוסטריע?",
      "placeholder": "באַשטימען דיין געשעפט צו סעללדאָנע אַס, קיין ענין וואָס פּלאַטפאָרמע איר נוצן איצט."
    },
    "shop_name": {
      "title": "געשעפט נאָמען",
      "placeholder": "עקס. אַלעקס שיכלעך"
    },
    "income": {
      "title": "כוידעשלעך פארקויפונג",
      "msg": "אויסקלייַבן אַ קייט פון דיין גאַנץ כוידעשלעך פארקויפונג.",
      "Low": "אַרויף צו $ 5,000 וסד",
      "Medium": "$5,000 וסד ~ $50,000 וסד",
      "High": "50,000 וסד ~ $ 1,000,000 וסד",
      "Extreme": "העכער $ 1,000,000 וסד"
    },
    "step_1": "ציל",
    "step_2": "קאָנפיגוראַטיאָן",
    "step_3": "חשבון"
  },
  "notion": {
    "title": "שפּיל מיט פאַרשידענע כּללים.",
    "quote": "מיר גלויבן אַז איין מענטש קען מאַכן אַ ענדערונג אין די אָנליין מענטשהייט טקופע, אפילו ווער האט נישט גענוג געלט, אפילו האט קיין טעק דערפאַרונג, אפילו האט קיין באַנק חשבון צו באַצאָלן די ביללס; מיר טאָן דאָס דורך קריייטינג אַ גרייט-צו-נוצן פּלאַטפאָרמע מיט פאַרנעמונג-מיינונג מכשירים צו שפּילן ווי אַ מערסט אַטשיוואַבאַל אָפּערייטינג סיסטעם אויף דער אינטערנעץ."
  },
  "stop": {
    "title": "גרינג אָנליין שאַפּינג וועבזייטל בילדער + דירעקט צאָלונג.",
    "subtitle": "אויב איר פּלאַן צו בויען אַ רעוועכדיק אָנליין געשעפט און מאַכן דיין געשעפט געדאַנק אין אַ פאַקט, סעללדאָנע איז אַ גאנץ ברירה.",
    "pacman": "צאָלונג פּלוגינס"
  },
  "os": {
    "title": "אַקסעס צו וועלט-קלאַס מכשירים - פריי.",
    "msg": "מיר שטעלן די מאַכט פון קריייטינג פאַכמאַן עקאָממערסע אין דיין פינגגערטיפּס."
  },
  "login": {
    "title": "זענט איר גרייט צו שפּילן ווי אַ פּראָ אין די מאַרק?"
  },
  "currencies": {
    "title": "קוררענסיעס",
    "sub": "דיין קאַסטאַמערז קענען סמודלי צאָלן אין זייער היגע קעראַנסיז.",
    "msg": "פאָקוס אויף פארקויפונג אלא ווי סטראַגאַלינג מיט די ווייטיק פון טעק, פּלוגינס און צאָלונג קאַמפּלאַקיישאַנז. מיר אַרבעטן מיט היגע און גלאבאלע צאָלונג באַדינונגס צו מאַכן אַלץ ייַנרייען אין דיין אָנליין געשעפט."
  },
  "countries": {
    "title": "לענדער",
    "sub": "די וועלט 'ס מערסט גרינג-צו-וואָג ביזנעס אַס.",
    "msg": "מיר אַדאַפּט די טראדיציאנעלן מענטש-צו-מענטש טריידינג נאַטור אין די אָנליין פּלאַץ, קיין ענין ווו איר אָדער דיין קונה לעבן, מיר זענען אויף אַ מיסיע צו צושטעלן די בעסטער דערפאַרונג פֿאַר איר."
  },
  "dna": {
    "title": "דנאַ פון דיין געשעפט",
    "sub": "SELLDONE IT!",
    "msg": "עס איז דער בלויז אַלע-אין-איין, קיין-קאָד געשעפט אָפּערייטינג סיסטעם ווי אַ סערוויס מיט פאַרנעמונג-מיינונג מכשירים פֿאַר איר."
  },
  "api": {
    "title": "דעוו. פרייַנדלעך",
    "msg": "א גאָר אָפֿן אַפּי-באזירט לייזונג פֿאַר אָנליין געשעפטן.",
    "sec1": {
      "title": "מיר בויען די באַקבאָון פון דיין געשעפט",
      "msg": "אַלע זייטן פון דיין קראָם זענען בארעכטיגט דורך אונדזער שטאַרק REST API. איר קענט מאַכן ענדערונגען אין די קראָם, מאַכן דיין אַפּפּס אָדער אַנטוויקלען דיין שאַפּינג אַפּ אָן זאָרג וועגן טעכניש, צאָלונג און באַקענד ישוז."
    },
    "sec2": {
      "title": "שנעל ינאַגריישאַן",
      "msg": "מיר אַנטוויקלען SDKs פֿאַר אַלע פּראָסט שפּראַכן און פראַמעוואָרקס אַזוי אַז איר קענען דורכפירן די אָטענטאַקיישאַן סטעפּס, אַקסעס צו די חשבון און פירן עס דורך פּשוט קאַמאַנדז. דער אָנהייב וועט זיין בלויז אַ ביסל קליקס אַוועק."
    }
  },
  "convertible": {
    "store_name": "דיין קראָם",
    "variant_1": "פּראָדוקט וואַריאַנט בורשטין",
    "variant_2": "פּראָדוקט וואַריאַנט רויט",
    "buy": "קויף יעצט",
    "price": "$89",
    "management": {
      "title": "פּראָדוקטן פאַרוואַלטונג",
      "msg": "פירן פּראָדוקטן און קאַטעגאָריעס ווי טעקעס און פאָלדערס איר שלעפּן און פאַלן אין Windows.",
      "check1": "צופֿעליקער פּראָדוקטן דורך עקססעל אָדער קסוו טעקעס.",
      "check2": "לייג AR מאָדעלס.",
      "check3": "אָפּטימיזירן דורך אַוטאָ סעאָ מאָטאָר.",
      "check4": "שלעפּן & קאַפּ פאַרוואַלטונג."
    },
    "payment": {
      "title": "שטיצן קייפל צאָלונג מעטהאָדס",
      "msg": "סימלאַס דערפאַרונג אין-פּלאַץ / אין-אַפּ צאָלונג.",
      "check1": "פּאַס",
      "check1msg": "שטיצן איבער 40 לענדער.",
      "check2": "Klarna",
      "check2msg": "קויפן איצט באַצאָלן שפּעטער.",
      "check3": "פּייַפּאַל",
      "check3msg": "איין גיט צאָלונג."
    },
    "checkout": {
      "title": "דיין סאָרט",
      "online": "אָנליין קאַסטאַמערז",
      "offline": "אין-מענטש קאַסטאַמערז"
    },
    "design": {
      "title": "בלאַט בילדער",
      "msg": "מאַכן עס פאַקטיש נאָר דורך שלעפּן און קאַפּ."
    }
  },
  "secure": {
    "title": "היפּער זיכער לייזונג",
    "msg": "דאַטאַ אָרנטלעכקייַט און פאַרנעמונג אַקסעס מדרגה פאַרוואַלטונג."
  },
  "build": {
    "title": "האָבן דיין אייגענע עקאָממערסע מיט דיין אייגענע סאָרט און נעמען דיין געשעפט קאָנטראָל צוריק!",
    "msg": "איר האָבן פילע ברירות צו בייַטן דיין געזעלשאַפטלעך מידיאַ אַקאַונץ צו אַן אָנליין שאַפּינג וועבזייטל אויף דיין פעלד אָדער שאַפֿן דיין מייַסטערווערק עקאָממערסע פֿון קראַצן."
  },
  "stripe": {
    "title": "האָבן אַ Stripe חשבון?",
    "msg": "מאַזל - טאָוו, איר האָט שוין רובֿ זאכן געטאן פריער. שאַפֿן דיין אָנליין קראָם מיט איין צאַפּן! סעללדאָנע נעמט זאָרגן פון די מנוחה."
  },
  "unbanked": {
    "title": "איין פּלאַטפאָרמע, איין לייזונג - אָביעקטיוו.",
    "msg": "א יינציק געשעפט אַס צו פאַסילאַטייט אָנליין פארקויפונג און ופשליסן אַנטראַפּראַנעריאַל גייסט, אפילו פֿאַר איבער 1.7 ביליאָן אַנבאַנגקעד אַדאַלץ."
  },
  "faqs": [
    {
      "question": "קען איך שאַפֿן אַן אָנליין קראָם אָן אַ קרעדיט קאַרטל?",
      "answer": "יאָ, איר קענען מאַכן דיין eCommerce אָן קיין באַנקינג קאַרטל ווי קרעדיט און דעביט קאַרדס אויף סעללדאָנע. סעללדאָנע ניצט אַ יינציק וועג צו צושטעלן אַוואַנסירטע עקאָממערסע באַדינונגס צו מענטשן, אפילו איבער 1.7 ביליאָן מענטשן אָן אַקסעס צו פּראָסט פינאַנציעל באַדינונגס."
    },
    {
      "question": "ווי קען איך פאַרקויפן אָנליין צו אַנבאַנגקט קאַסטאַמערז?",
      "answer": "לייג COD ( <b>געלט אויף עקספּרעס</b> ) צו דיין עקאָממערסע, אַזוי דיין קאַסטאַמערז קענען צאָלן נאָך ריסיווינג די סדר. די COD איז דער טראדיציאנעלן וועג אין רובֿ לענדער מיט די פעלן פון פינאַנסינג ינפראַסטראַקטשער."
    },
    {
      "question": "ווי קען איך שטעלן מיין eCommerce אָן אַ באַנק אקאונט?",
      "answer": "עס איז געווען קיין לייזונג פֿאַר אַנבייקט מענטשן איידער סעללדאָנע. אָבער איצט איר קענען מאַכן דיין eCommerce און וועבזייטל אָן קיין באַנק אקאונט. עס האט אַ מינימאַל פּרייַז פֿאַר איר; איר קענען צאָלן דעם פּרייַז אין די סוף פון די חודש דורך דיין בייַטל. סעללדאָנע בייַטל קענען באַקומען אָפּצאָל פון אנדערע מענטשן אָדער אָפּצאָל דורך טאַלאַנט קאַרדס. איר טאָן ניט דאַרפֿן אַ קרעדיט קאַרטל צו נוצן די סערוויסעס."
    },
    {
      "question": "ווי קען איך אָנהייבן אַ געשעפט אָן סעטאַפּ קאָס?",
      "answer": "<ol style=\";text-align:right;direction:rtl\"><li style=\";text-align:right;direction:rtl\">פאַרשרייַבן פֿאַר פריי אין <a href='https://selldone.com'>Seldone.com</a> .</li><li style=\";text-align:right;direction:rtl\"> בויען דיין קראָם.</li><li style=\";text-align:right;direction:rtl\"> לייג דיין פּראָדוקטן און באַדינונגס.</li><li style=\";text-align:right;direction:rtl\"> קאָננעקט דיין פעלד (אַפּשאַנאַל)</li><li style=\";text-align:right;direction:rtl\"> געבן צאָלונג גייטווייז.</li><li style=\";text-align:right;direction:rtl\"> אָנהייב ינטראָודוסינג דיין געשעפט צו פרענדז און משפחות.</li><li style=\";text-align:right;direction:rtl\"> באַקענען זיך און דיין פּראָדוקטן אויף געזעלשאַפטלעך מידיאַ.</li><li style=\";text-align:right;direction:rtl\"> בויען אַ סאָרט פֿאַר דיין געשעפט דורך פּראַוויידינג אַ יינציק ווערט פאָרשלאָג.</li><li style=\";text-align:right;direction:rtl\"> מאָניטאָר די נאַטור פון דיין ניצערס דורך די סעללדאָנע טאַפליע.</li></ol>"
    }
  ],
  "brands": {
    "title": "בויען דיין געשעפט אויף אַ טראַסטיד יסוד.",
    "subtitle": "דיין געשעפט ווערט עס!"
  },
  "why_boxes": {
    "block1": {
      "title": "היט ערשט פּרייַז",
      "subtitle": "לייזונג מיט קיין טעמע און קיין פּלוגין."
    },
    "block2": {
      "title": "היט אַפּעריישאַנאַל פּרייַז",
      "subtitle": "קיין עקסטרע & פאַרבאָרגן אָפּצאָל אלץ."
    },
    "block3": {
      "title": "שפּאָרן צייט",
      "subtitle": "פאַרנעמונג-מיינונג אָבער אָנהייבער-פרייַנדלעך."
    }
  },
  "money_transfer": {
    "customer": "דיין קונה",
    "bank": "דיין באַנק אקאונט",
    "wallet": "בייַטל",
    "free_setup": "פֿרייַ סעטאַפּ.",
    "no_extra_fee": "קיין עקסטרע אָפּצאָל.",
    "no_hidden_fee": "קיין פאַרבאָרגן אָפּצאָל."
  },
  "extra": {
    "cart": "קאַרץ מאַנאַגעמענט",
    "payment": "צאָלונג",
    "shipping": "שיפּינג",
    "fulfilment": "דערפילונג",
    "community": "קהל & באַמערקונגען"
  },
  "select_language_dialog_title": "טאָן דיין געשעפט אין דיין באַליבסטע שפּראַך",
  "welcome_title": "בויען, פירן און פאַרגרעסערן דיין געשעפט וויזשוואַלי",
  "welcome_subtitle": "מאַכן דיין אָנליין קראָם פֿאַר מיליאַנז פון אָרדערס מיט קיין-קאָד און ניט-מבֿין לייזונג.",
  "your_shop": "דיין סטאָרפראַנט",
  "your_dashboard": "דיין צוריק אָפיס",
  "flow": {
    "title": "קוסטאָמיזאַבלע ויסשרייַבן לויפן.",
    "subtitle": "דיזיין דיין קונה רייזע און קויפן רעזולטאַטן פון לויפן און עקספּערימענט.",
    "pacman": "ויסשרייַבן פּלוגינס"
  },
  "business_model": {
    "title": "וויסואַללי אַדאַפּשאַן פון געשעפט מאָדעל.",
    "subtitle": "סעטאַפּ דיין געשעפט מאָדעל וויזשוואַלי, אַלע קאַמפּלעקסיטי וועט זיין טונד הינטער די סצענע.",
    "pacman": "מאַרקעטפּלאַסע און פּאָד פּלוגינס"
  },
  "team": {
    "title": "טרעפן די מאַנשאַפֿט.",
    "msg": "מיר וועלן שפּיל דורך פאַרשידענע כּללים אין די ברוטאַל פעלד פון האַנדל פּלאַטפאָרמס, ספּעציעל ווען אונדזער קאָמפּעטיטאָרס פאַרברענגען מיליאַנז פון דאָללאַרס אויף גאַנצע; מיר ינוועסטירן אין די פּראָדוקט, מענטשן און סאַלווינג פאַקטיש פּראָבלעמס. די מאַנשאַפֿט שטיצן דיין געשעפט!"
  },
  "customers": {
    "title": "טרעפן אונדזער קהל.",
    "msg": "עס איז נאָר אַ אָנהייב פון אַ נסיעה צו בויען מינינגפאַל מכשירים צו ופשליסן צוקונפֿט אַנטראַפּראַנערז דורך לערנען פון אונדזער קאַסטאַמערז."
  },
  "panorama": {
    "title": "קיין טייַער פּלוגין, <b class=\"font-weight-bold\">אַלע פֿעיִקייטן פאַר-געבויט</b>",
    "msg": "ניט דאַרפֿן צו פאַרברענגען הונדערטער פון דאָללאַרס אויף פּלוגינס און אַפּפּס יעדער חודש און זאָרג וועגן דערהייַנטיקונגען. ווי macOS פֿאַר דיין פּיסי, Selldone OS נעמט זאָרג פון אַלע טעכניש זייטן פון דיין געשעפט.",
    "orders_management": "אָרדערס מאַנאַגעמענט",
    "online_pos": "אָנליין POS",
    "shipping": "שיפּינג",
    "inventory_management": "ינוואַנטאָרי פאַרוואַלטונג",
    "social_commerce": "סאציאל קאַמערס",
    "in_store_sell": "אין קראָם פאַרקויפן",
    "team": "מאַנשאַפֿט / שטעקן",
    "incentives": "ינסענטיווז / לויאַלטי",
    "community": "קאַמיוניטי מאַנאַגעמענט",
    "payments": "לאקאלע פּייַמענץ",
    "ar_3d": "3 ד / אַר"
  },
  "no_plugin": "ניין - פּלוגין"
};