/*
 * Copyright (c) 2023. Selldone® Business OS™
 *
 * Author: M.Pajuhaan
 * Web: https://selldone.com
 * ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━
 *
 * All rights reserved. In the weave of time, where traditions and innovations intermingle, this content was crafted.
 * From the essence of thought, through the corridors of creativity, each word, and sentiment has been molded.
 * Not just to exist, but to inspire. Like an artist's stroke or a sculptor's chisel, every nuance is deliberate.
 * Our journey is not just about reaching a destination, but about creating a masterpiece.
 * Tread carefully, for you're treading on dreams.
 */

export default {
  local_service: "לאקאלע סערוויס פאר {country_name}",
  local_service_message:
    "די סערוויס איז דיזיינד אויסשליסלעך פֿאַר יוזערז וואָס לעבן אין <u>{country_name}</u> און פאַרקויפן זייער סערוויסעס און פּראָדוקטן אין דעם לאַנד. איר זענט דערלויבט בלויז צו נוצן די היגע סערוויסעס אָדער די אינטערנאציאנאלע סערוויס פון Selldone. צו נוצן דעם דינסט, איר מוזן נאָכקומען מיט די געזעצן פון <b>{country_name}</b> און די <b>אייראפעישע יוניאַן</b> .",

  my_shops: "מייַן שאַפּס",
  select_language_dialog_title: "טאָן דיין געשעפט אין דיין באַליבסטע שפּראַך",

  welcome_title: "בויען, פירן און פאַרגרעסערן דיין געשעפט וויזשוואַלי",
  welcome_subtitle:
    "מאַכן דיין אָנליין קראָם פֿאַר מיליאַנז פון אָרדערס מיט קיין-קאָד און ניט-מבֿין לייזונג.",
  //"Make your online store by no-code & no-expert needed solution for millions of orders.",

  moto: "איר פּרובירן, מיר עפענען די טירן!",
  start_now_btn: "אָנהייב איצט - עס איז פריי",
  create_ecommerce_btn: "אָנהייב דיין עקאָממערסע פֿאַר פריי",
  incentive_action: "זייַ געזונט צו דיין נידעריק אָנליין פארקויפונג קורס!",

  create_shopping_website: "שאַפֿן מיין עקאָממערסע",

  your_shop: "דיין סטאָרפראַנט",
  your_dashboard: "דיין צוריק אָפיס",

  storefront: "סטאָרפראַנט",
  back_office: "צוריק אָפיס",

  today_sales: "הײַנטיקע פֿאַרקויפן",
  today_orders: "הײַנטיקע באַשטעלונגען",

  s1: {
    /* title: "Make Your Online Store By<br>No—Code & No—Expert Needed Solution",
                                 title_animated_words: [
                                   "Entrepreneurs",
                                   "Artists",
                                   "Independent Businesses",
                                   "Brands",
                                   "Retails",
                                   "Creators",
                                 ],*/

    subtitle:
      "פֿאַר <b>געשעפֿט־באַזיצער</b> און <b>הענדלער</b> וואָס ווילן אַ ייחודית, שנעלע, זיכערע און פאַרלאָזלעכע דערפֿאַרונג פֿאַר קונים, העלפֿט דער געצײַג בויען אַ שנעלע e-commerce קראָם, גרינגע קראָם־פֿאַרוואַלטונג און אַן אייגענע קהילה אויף אַ <b>קאָרפּאָראַטיוון white-label</b> געשעפֿט־אָפּעראַציע־סיסטעם",

    domain_input: {
      message:
        "דיין קראָם קענען זיין קאָננעקטעד צו קיין נומער פון פערזענלעכע דאָומיינז מיט פריי האָסטינג און SSL",
      action: "שאַפֿן אַ קראָם",
    },
    community: "קהל פּלאַטפאָרם",
    shop: "אָנליין קראָם בילדער",
    inventory: "ינוואַנטאָרי מאַנאַגעמענט",
    cms: "זײַטן־רעדאַקטאָר און CMS",

    in_60_sec: "קליק דא",

    why_use_selldone_if_frustrated_from_wordpress_and_shopify:
      "אויב איר זענט מיד פֿון פּראָבלעמאַטישע WordPress פּלאַגינען, סערווערס וואָס סקאַלירן נישט, אָדער טײַערע און קאָמפּליצירטע Shopify אַפּ־סעטאַפּס, איז Selldone די בעסטע לייזונג פֿאַר אייך",
  },

  video: {
    title: "אַן אַלע-אין-איין לייזונג פֿאַר דיין אָנליין און אין-מענטש פארקויפונג.",
    msg: "צושטעלן די פאַסטאַסט קויפן דערפאַרונג אין דיין עקאָממערסע.",
    pacman: "איך בין נישט קיין טעכנישער גרינדער",

    card_pos: {
      title: "Selldone POS",
      msg: "פאַרקויפן אין-מענטש דורך נול-סעטאַפּ קאָס לייזונג.",
    },
    card_ecommerce: {
      title: "Selldone עקאָממערסע",
      msg: "פאַרקויפן אָנליין ווי פּראָפעססיאָנאַלס.",
    },
  },

  why: {
    title: "פארוואס סעלדאָנע?",
    msg: "מיר קענען נישט ימאַדזשאַן טימז אָן קאָוטשיז, רעוואַלושאַנז אָן פירער, ביימער אָן רוץ, און געשעפטן אָן אַן אָפּערייטינג סיסטעם! אַזוי מיר ימאַדזשאַן אָנליין געשעפט פֿאַר שנעל-גראָוינג קאָמפּאַניעס און יונג אַנטראַפּראַנערז.",

    sec1: {
      title: "גרינג + פאַכמאַן",
      //   msg: "It's built for you to game like a professional in the markets, even if you are a beginner but want to play like a professional, or you are an expert and deserve to play like yourself!",
    },
    sec2: {
      title: "ענטערפּרייז-מיינונג מכשירים",
      //  msg: "We release new features, update APIs and apply new methods as a daily routine.  It's an operating system for your business, so your business scale up by our platform.",
    },
    sec3: {
      title: "סאציאל פארקויפונג",
      //  msg: "Our product is designed on the real trading behavior of purchasers all around the world. We offer one-of-a-kind sales methods on Instagram, TikTok, and other social networks, named AVOCADO.",
    },
    sec4: {
      title: "שפּאָרן געלט",
      // msg: "No need for any experts to have an ecommerce anymore! Say goodbye to the costly development, maintenance, programming process, and even ecommerce platforms experts' cost.",
    },
  },

  how_it_work: {
    title: "וויאזוי עס ארבעט.",
    msg: "קיין קרעדיט קאָרט, קיין פּלוגין, קיין מוסטער, קיין סעטאַפּ, קיין האָסט, קיין טעכניש לייזונג פֿאַר יענע וואָס ווילן צו שפּילן ווי פּראָפעססיאָנאַלס.",

    step0: {
      title: "געבויט פֿאַר שאָפּפּערס, ליב געהאט דורך סעלערז, איין שריט אַוועק.",
      msg1: "עס איז דיין צייט צו האָבן אַ פאַקטיש עקאָממערסע, קלייַבן צופרידן קאַסטאַמערז אַרום דיין געשעפט און פאָקוס אויף וואָס איר טאַקע ליב צו טאָן.",
    },
    step1: {
      title: "לייג דיין פּראָדוקטן.",
      msg1: "לייג פּראָדוקטן מאַניואַלי, ווי אַדינג פאָטאָס אויף ינסטאַגראַם! אָדער לייגן 100,000 זאכן נאָר דורך אַן עקססעל טעקע. איר קענען פאַרקויפן פּראָדוקטן, באַדינונגס, סאַבסקריפּשאַנז און טעקעס אין איין אָרט.",
    },
    step2: {
      title: "קאָננעקט צאָלונג מעטהאָדס פּאַסיק דיין נויט.",
      msg1: "מיר זענען נישט אינטערעסירט אין ינטערפירינג אין פינאַנציעל טראַנזאַקשאַנז! 100% פון קאַסטאַמערז 'פּיימאַנץ וועט זיין טראַנספערד גלייַך צו דיין באַנק אקאונט. נאָר פאַרבינדן דיין סטרייפּ, פּייַפּאַל, עטק. איר קענען האָבן קייפל אַקטיוו צאָלונג באַדינונגס אין דיין קראָם אין דער זעלביקער צייט!",
      crypto_msg: "בנימצא פֿאַר אַקטיוו סוחרים",
    },
    step3: {
      title: "ווייַס פירמע / פלעקסאַבאַל / דיפּלי קוסטאָמיזאַבלע.",
      msg1: "דיזיין דיין לאַנדינג בלעטער און טוישן די טעמע קאָליר פון דיין פּלאַץ צו דיין סאָרט אָנזאָג. שלעפּן און דראָפּ שטריך מאכט אַלע דעם מעגלעך אָן די נויט צו אָנשטעלן אַ מומחה.",
      view_sample_pages: "גרויס סד סטאָרז צו ינספּירירן איר",
    },
    step4: {
      title:
        "ויסשרייַבן מיט איין גיט: וניפיעד ויסשרייַבן דערפאַרונג אַרום די וועלט.",
      msg1: "קאַסטאַמערז טאָן ניט האָבן צו אַרייַן די אינפֿאָרמאַציע און פּלאָמבירן די רעגיסטראַציע פאָרעם צו קויפן פון איר! זיי קלאָץ אין דורך SMS און פּלאָמבירן די ויסשרייַבן פאָרעם מיט איין גיט און באַצאָלן. איר וואַקסן, מיר וואַקסן.",
    },
  },

  /**
   * @see OOnboardingShop
   */
  onboarding: {
    title: "מאַכן דיין געשעפט אָנליין, פאַסטער און בעסער - עס איז פריי",
    success_title: "ינסטאָלינג דיין אָנליין געשעפט אַס,",
    wait_msg: "ביטע וואַרטן אַ ביסל סעקונדעס ...",
    ready_msg: "דיין קראָם איז גרייט.",
    send_mail_msg: "לאָגין לינק געשיקט צו {email}",

    enable_disable_features_msg:
      "איר קענט שפּעטער אָנמאַכן אָדער אויסמאַכן די פֿעיִקייטן",
    package_starter: {
      title: "ברירה־פּאַקעט",
      subtitle:
        "מיר פֿאַרשטייען אַז איר קענט נישט האָבן צייט אויפֿצושטעלן אָדער זיך לערנען Selldone. נאָך רעגיסטראַציע וועט איר באַקומען צוטריט צו אַ <b>אַלץ־אין־איין פּאַקעט</b> וואָס איר קענט קויפֿן לויט ברירה. עס איז בנימצא בלויז <b>14 טעג</b> נאָך שאַפֿן די קראָם",
      include_items_title: "עס נעמט אַרײַן די סערוויסן",
      include_items: [
        "אויסשטעלן קראָם־סעטינגס און אויסזען",
        "אויסשטעלן איין שיפּינג־אופֿן און איין צאָלונג",
        "דיזײַנען אייער היים־זײַט",
        "העלפֿן אײַנפֿירן פּראָדוקטן דורך Excel",
        "צולייגן אייער אייגענע דאָמעין",
      ],
    },

    sample: {
      title: "אינסטאַלירן בײַשפּיל־דאַטן",
      description:
        "אָנהייבן מיין קראָם מיט בײַשפּיל־דאַטן ווי פּראָדוקטן, קאַטעגאָריעס און בלאָג־פּאָסטן",
    },

    options: {
      title: "קראָם קאָנפיגוראַטיאָן",
      msg: "וואָס פֿעיִקייטן איר ווילן אויף דיין וועבזייטל?",
      ecommerce: "עקאָממערסע",
      pos: "פונט פון סאַלע",
      blog: "בלאָג & קמס",
      community: "קהילה & פאָרום",

      ecommerce_desc: "פֿאַרקויפֿט אייערע פּראָדוקטן און סערוויסן אָנליין",
      pos_desc: "פֿאַרקויפֿט אייערע פּראָדוקטן און סערוויסן פּערזענלעך",
      blog_desc: "שטאַרק CMS צו פֿאַרעפֿנטלעכן אַרטיקלען און פּאָסטן",
      community_desc: "שאַפֿט אייער אייגענע קהילה און פֿאָרום",
    },

    job: {
      title: "וואָס איז דיין אינדוסטריע?",
      placeholder:
        "באַשטימען דיין געשעפט צו Selldone אַס, קיין ענין וואָס פּלאַטפאָרמע איר נוצן איצט.",
    },
    shop_name: {
      title: "געשעפט נאָמען",
      placeholder: "עקס. אַלעקס שיכלעך",
    },
    income: {
      title: "כוידעשלעך פארקויפונג",
      msg: "אויסקלייַבן אַ קייט פון דיין גאַנץ כוידעשלעך פארקויפונג.",
      Low: "אַרויף צו $ 5,000 וסד",
      Medium: "$5,000 וסד ~ $50,000 וסד",
      High: "50,000 וסד ~ $ 1,000,000 וסד",
      Extreme: "העכער $ 1,000,000 וסד",
    },
    step_1: "ציל",
    step_2: "קאָנפיגוראַטיאָן",
    step_3: "חשבון",
  },

  notion: {
    title: "שפּיל מיט פאַרשידענע כּללים.",
    quote:
      "מיר גלויבן אַז איין מענטש קען מאַכן אַ ענדערונג אין די אָנליין מענטשהייט טקופע, אפילו ווער האט נישט גענוג געלט, אפילו האט קיין טעק דערפאַרונג, אפילו האט קיין באַנק חשבון צו באַצאָלן די ביללס; מיר טאָן דאָס דורך קריייטינג אַ גרייט-צו-נוצן פּלאַטפאָרמע מיט פאַרנעמונג-מיינונג מכשירים צו שפּילן ווי אַ מערסט אַטשיוואַבאַל אָפּערייטינג סיסטעם אויף דער אינטערנעץ.",
  },

  stop: {
    title: "גרינג אָנליין שאַפּינג וועבזייטל בילדער + דירעקט צאָלונג.",
    subtitle:
      "אויב איר פּלאַן צו בויען אַ רעוועכדיק אָנליין געשעפט און מאַכן דיין געשעפט געדאַנק אין אַ פאַקט, Selldone איז אַ גאנץ ברירה.",
    pacman: "צאָלונג פּלוגינס",
  },

  flow: {
    title: "קוסטאָמיזאַבלע ויסשרייַבן לויפן.",
    subtitle:
      "דיזיין דיין קונה רייזע און קויפן רעזולטאַטן פון לויפן און עקספּערימענט.",
    pacman: "ויסשרייַבן פּלוגינס",
  },
  business_model: {
    title: "וויסואַללי אַדאַפּשאַן פון געשעפט מאָדעל.",
    subtitle:
      "סעטאַפּ דיין געשעפט מאָדעל וויזשוואַלי, אַלע קאַמפּלעקסיטי וועט זיין טונד הינטער די סצענע.",
    pacman: "מאַרקעטפּלאַסע און פּאָד פּלוגינס",
  },

  os: {
    title: "אַקסעס צו וועלט-קלאַס מכשירים - פריי.",
    msg: "מיר שטעלן די מאַכט פון קריייטינג פאַכמאַן עקאָממערסע אין דיין פינגגערטיפּס.",
  },
  login: {
    title:
      "זענט איר גרייט צו שפּילן ווי אַ פּראָ אין די מאַרק?",
  },

  currencies: {
    title: "קוררענסיעס",
    sub: "דיין קאַסטאַמערז קענען סמודלי צאָלן אין זייער היגע קעראַנסיז.",
    msg: "פאָקוס אויף פארקויפונג אלא ווי סטראַגאַלינג מיט די ווייטיק פון טעק, פּלוגינס און צאָלונג קאַמפּלאַקיישאַנז. מיר אַרבעטן מיט היגע און גלאבאלע צאָלונג באַדינונגס צו מאַכן אַלץ ייַנרייען אין דיין אָנליין געשעפט.",
  },

  countries: {
    title: "לענדער",
    sub: "די וועלט 'ס מערסט גרינג-צו-וואָג ביזנעס אַס.",
    msg: "מיר אַדאַפּט די טראדיציאנעלן מענטש-צו-מענטש טריידינג נאַטור אין די אָנליין פּלאַץ, קיין ענין ווו איר אָדער דיין קונה לעבן, מיר זענען אויף אַ מיסיע צו צושטעלן די בעסטער דערפאַרונג פֿאַר איר.",
  },
  dna: {
    title: "דנאַ פון דיין געשעפט",
    sub: "מאַכט עס מיט SELLDONE!",
    msg: "עס איז דער בלויז אַלע-אין-איין, קיין-קאָד געשעפט אָפּערייטינג סיסטעם ווי אַ סערוויס מיט פאַרנעמונג-מיינונג מכשירים פֿאַר איר.",
  },

  api: {
    header: "אָפֿן־סאָרס API און SDK מיט {infinite} קאַסטאַמיזאַציע",
    title: "דעוו. פרייַנדלעך",
    msg: "א גאָר אָפֿן אַפּי-באזירט לייזונג פֿאַר אָנליין געשעפטן.",

    sec1: {
      title: "מיר בויען די באַקבאָון פון דיין געשעפט",
      msg: "אַלע זייטן פון דיין קראָם זענען בארעכטיגט דורך אונדזער שטאַרק REST API. איר קענט מאַכן ענדערונגען אין די קראָם, מאַכן דיין אַפּפּס אָדער אַנטוויקלען דיין שאַפּינג אַפּ אָן זאָרג וועגן טעכניש, צאָלונג און באַקענד ישוז.",
    },
    sec2: {
      title: "שנעל ינאַגריישאַן",
      msg: "מיר אַנטוויקלען SDKs פֿאַר אַלע פּראָסט שפּראַכן און פראַמעוואָרקס אַזוי אַז איר קענען דורכפירן די אָטענטאַקיישאַן סטעפּס, אַקסעס צו די חשבון און פירן עס דורך פּשוט קאַמאַנדז. דער אָנהייב וועט זיין בלויז אַ ביסל קליקס אַוועק.",
    },
  },

  /** @see ConvertibleSelldoneView **/
  convertible: {
    store_name: "דיין קראָם",
    variant_1: "פּראָדוקט וואַריאַנט בורשטין",
    variant_2: "פּראָדוקט וואַריאַנט רויט",
    buy: "קויף יעצט",
    price: "$89",
    management: {
      title: "פּראָדוקטן פאַרוואַלטונג",
      msg: "פירן פּראָדוקטן און קאַטעגאָריעס ווי טעקעס און פאָלדערס איר שלעפּן און פאַלן אין Windows.",
      check1: "צופֿעליקער פּראָדוקטן דורך עקססעל אָדער קסוו טעקעס.",
      check2: "לייג AR מאָדעלס.",
      check3: "אָפּטימיזירן דורך אַוטאָ סעאָ מאָטאָר.",
      check4: "שלעפּן & קאַפּ פאַרוואַלטונג.",
    },
    payment: {
      title: "שטיצן קייפל צאָלונג מעטהאָדס",
      msg: "סימלאַס דערפאַרונג אין-פּלאַץ / אין-אַפּ צאָלונג.",
      check1: "פּאַס",
      check1msg: "שטיצן איבער 40 לענדער.",

      check2: "Klarna",
      check2msg: "קויפן איצט באַצאָלן שפּעטער.",

      check3: "פּייַפּאַל",
      check3msg: "איין גיט צאָלונג.",
    },
    checkout: {
      title: "דיין סאָרט",
      online: "אָנליין קאַסטאַמערז",
      offline: "אין-מענטש קאַסטאַמערז",
    },
    design: {
      title: "בלאַט בילדער",
      msg: "מאַכן עס פאַקטיש נאָר דורך שלעפּן און קאַפּ.",
    },
  },

  secure: {
    title: "היפּער זיכער לייזונג",
    msg: "דאַטאַ אָרנטלעכקייַט און פאַרנעמונג אַקסעס מדרגה פאַרוואַלטונג.",
  },

  build: {
    title: "האָבן דיין אייגענע עקאָממערסע מיט דיין אייגענע סאָרט און נעמען דיין געשעפט קאָנטראָל צוריק!",
    msg: "איר האָבן פילע ברירות צו בייַטן דיין געזעלשאַפטלעך מידיאַ אַקאַונץ צו אַן אָנליין שאַפּינג וועבזייטל אויף דיין פעלד אָדער שאַפֿן דיין מייַסטערווערק עקאָממערסע פֿון קראַצן.",
  },

  stripe: {
    title: "האָבן אַ Stripe חשבון?",
    msg: "מאַזל - טאָוו, איר האָט שוין רובֿ זאכן געטאן פריער. שאַפֿן דיין אָנליין קראָם מיט איין צאַפּן! Selldone נעמט זאָרגן פון די מנוחה.",
  },
  /* demo: {
                  title: "View Demo",
                  msg: "See professional live e-commerces",
                },*/

  unbanked: {
    title: "איין פּלאַטפאָרמע, איין לייזונג - אָביעקטיוו.",
    msg: "א יינציק געשעפט אַס צו פאַסילאַטייט אָנליין פארקויפונג און ופשליסן אַנטראַפּראַנעריאַל גייסט, אפילו פֿאַר איבער 1.7 ביליאָן אַנבאַנגקעד אַדאַלץ.",
  },
  faqs: [
    {
      question: "קען איך שאַפֿן אַן אָנליין קראָם אָן אַ קרעדיט קאַרטל?",
      answer:
        "יאָ, איר קענען מאַכן דיין אינטערנעט־האַנדל אָן קיין באַנקינג קאַרטל ווי קרעדיט און דעביט קאַרדס אויף Selldone. Selldone ניצט אַ יינציק וועג צו צושטעלן אַוואַנסירטע עקאָממערסע באַדינונגס צו מענטשן, אפילו איבער 1.7 ביליאָן מענטשן אָן אַקסעס צו פּראָסט פינאַנציעל באַדינונגס.",
    },
    {
      question: "ווי קען איך פאַרקויפן אָנליין צו אַנבאַנגקט קאַסטאַמערז?",
      answer:
        "לייג COD ( <b>געלט אויף עקספּרעס</b> ) צו דיין עקאָממערסע, אַזוי דיין קאַסטאַמערז קענען צאָלן נאָך ריסיווינג די סדר. די COD איז דער טראדיציאנעלן וועג אין רובֿ לענדער מיט די פעלן פון פינאַנסינג ינפראַסטראַקטשער.",
    },
    {
      question: "ווי קען איך שטעלן מיין אינטערנעט־האַנדל אָן אַ באַנק אקאונט?",
      answer:
        "עס איז געווען קיין לייזונג פֿאַר אַנבייקט מענטשן איידער Selldone. אָבער איצט איר קענען מאַכן דיין אינטערנעט־האַנדל און וועבזייטל אָן קיין באַנק אקאונט. עס האט אַ מינימאַל פּרייַז פֿאַר איר; איר קענען צאָלן דעם פּרייַז אין די סוף פון די חודש דורך דיין בייַטל. Selldone בייַטל קענען באַקומען אָפּצאָל פון אנדערע מענטשן אָדער אָפּצאָל דורך טאַלאַנט קאַרדס. איר טאָן ניט דאַרפֿן אַ קרעדיט קאַרטל צו נוצן די סערוויסעס.",
    },
    {
      question: "ווי קען איך אָנהייבן אַ געשעפט אָן סעטאַפּ קאָס?",
      answer:
        "<ol> <li> רעגיסטרירט זיך אומזיסט אויף <a href='https://selldone.com'>Selldone.com</a>. </li> <li> בויט אייער קראָם. </li> <li> לייגט צו פּראָדוקטן און סערוויסן. </li> <li> פֿאַרבינדט אייער דאָמעין (ברירה). </li> <li> אַקטיווירט צאָלונג־גייטווייען. </li> <li> הייבט אָן פֿאָרשטעלן אייער געשעפֿט פאר פרײַנד און משפּחה. </li> <li> שטעלט פֿאָר אייך און אייערע פּראָדוקטן אויף סאָציאַלער מעדיע. </li> <li> בויט אַ בראַנד מיט אַ ייחודית ווערט־פֿאָרשלאָג. </li> <li> באַאָבאַכט באַניצער־התנהגות אין Selldone פּאַנעל. </li> </ol>",
    },
  ],

  brands: {
    title: "בויען דיין געשעפט אויף אַ טראַסטיד יסוד.",
    subtitle: "דיין געשעפט ווערט עס!",
  },

  why_boxes: {
    title: "אָפּטימיזירט פֿאַר אָנליין און קראָם־פֿאַרקויפֿן אויף גרויסן סקייל",
    subtitle:
      "אָפּטימיזירט פֿאַר אָנליין און קראָם־פֿאַרקויפֿן אויף גרויסן סקייל",

    block1: {
      title: "היט ערשט פּרייַז",
      subtitle: "לייזונג מיט קיין טעמע און קיין פּלוגין.",
    },
    block2: {
      title: "היט אַפּעריישאַנאַל פּרייַז",
      subtitle: "קיין עקסטרע & פאַרבאָרגן אָפּצאָל אלץ.",
    },
    block3: {
      title: "שפּאָרן צייט",
      subtitle: "פאַרנעמונג-מיינונג אָבער אָנהייבער-פרייַנדלעך.",
    },
  },

  money_transfer: {
    customer: "דיין קונה",
    bank: "דיין באַנק אקאונט",
    wallet: "בייַטל",
    free_setup: "פֿרייַ סעטאַפּ.",
    no_extra_fee: "קיין עקסטרע אָפּצאָל.",
    no_hidden_fee: "קיין פאַרבאָרגן אָפּצאָל.",
  },

  /** @see HomePanelExtraFlow **/
  extra: {
    cart: "קאַרץ מאַנאַגעמענט",
    payment: "צאָלונג",
    shipping: "שיפּינג",
    fulfilment: "דערפילונג",
    community: "קהל & באַמערקונגען",
  },

  team: {
    title: "טרעפן די מאַנשאַפֿט.",
    msg: "מיר וועלן שפּיל דורך פאַרשידענע כּללים אין די ברוטאַל פעלד פון האַנדל פּלאַטפאָרמס, ספּעציעל ווען אונדזער קאָמפּעטיטאָרס פאַרברענגען מיליאַנז פון דאָללאַרס אויף גאַנצע; מיר ינוועסטירן אין די פּראָדוקט, מענטשן און סאַלווינג פאַקטיש פּראָבלעמס. די מאַנשאַפֿט שטיצן דיין געשעפט!",
  },

  customers: {
    title: "טרעפן אונדזער קהל.",
    msg: "עס איז נאָר אַ אָנהייב פון אַ נסיעה צו בויען מינינגפאַל מכשירים צו ופשליסן צוקונפֿט אַנטראַפּראַנערז דורך לערנען פון אונדזער קאַסטאַמערז.",
  },
  /** {@see PanoramaImage} {@see HomePage} */

  panorama: {
    title:
      "#1 ביזנעס־אָפּעראַציע־סיסטעם — <b class=\"bg-gradient-animate text-gradient my-1\">אַלע פֿעיִקייטן זענען שוין געבויט</b>",
    msg: "ניט דאַרפֿן צו פאַרברענגען הונדערטער פון דאָללאַרס אויף פּלוגינס און אַפּפּס יעדער חודש און זאָרג וועגן דערהייַנטיקונגען. ווי macOS פֿאַר דיין פּיסי, Selldone OS נעמט זאָרג פון אַלע טעכניש זייטן פון דיין געשעפט.",
    orders_management: "אָרדערס מאַנאַגעמענט",
    online_pos: "אָנליין POS",
    shipping: "שיפּינג",
    inventory_management: "ינוואַנטאָרי פאַרוואַלטונג",
    social_commerce: "סאציאל קאַמערס",
    in_store_sell: "אין קראָם פאַרקויפן",
    team: "מאַנשאַפֿט / שטעקן",
    incentives: "ינסענטיווז / לויאַלטי",
    community: "קאַמיוניטי מאַנאַגעמענט",
    payments: "לאקאלע פּייַמענץ",
    ar_3d: "3 ד / אַר",
  },

  no_plugin: "ניין - פּלוגין",

  product_page: {
    title: "די רעזולטאַט נאָך אַדינג דיין ערשטער פּראָדוקט.",
    msg: "ברענגען דיין געדאנקען צו לעבן מיט בלויז אַ ביסל קליקס.",
    open_sample_product_link: "עפֿענען לעבן פּראָדוקט",
    open_templates: "View טעמפּלאַטעס",
  },

  /** {@see CountrySupportBox} */
  support_box: {
    country_select_label: "קלײַבט אייער לאַנד",
    we_support_message: "מיר שטיצן {country}",
    we_limited_support: "מיר געבן באַגרענעצטע שטיצע פֿאַר {country}",
    support_message_long:
      "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
    limited_support_message_long:
      "אָנליין־צאָלונגען קענען זײַן נישט בנימצא אין אייער לאַנד, אָבער זאָרגט זיך נישט. Selldone שטיצט געלט־צאָלונג, באַנק־איבערפֿירונגען און צאָלונג בײַ איבערגעבן (COD) איבער דער וועלט. איר קענט בויען אייער אָנליין־געשעפֿט מיט בטחון און אײַנהאַלטן די כּללים פֿון אייער לאַנד און אייראָפּע. פֿאַר מער פּרטים קאָנטאַקטירט אונדזער שטיצע־מאַנשאַפֿט\n",
    more_about_selldone_in_country: "וועגן Selldone אין אייער לאַנד",

    tax: {
      title: "פּאַסיק פֿאַר שטײַערן",
      message:
        "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
    },
    global: {
      title: "וועלטלעכע פֿאַרקויפן",
      message:
        "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
    },
    shipping: {
      title: "לאָקאַלע און וועלטלעכע שיפּינג",
      message:
        "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
    },
    erp: {
      title: "ERP פֿאַרבינדונג",
      message:
        "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
    },
  },

  hero: {
    intro: "#1 אָפּעראַציע־סיסטעם פֿאַר געשעפטן",
    title: "בײַט אויס {infinite} פּלאַגינען און אַפּס מיט איין {app}",
  },

  /**
   * {@see MakeYourShopHeader}
   */
  make_your_shop: {
    title: "שאַפֿן אייער אייגנס",
    amazon: "Amazon",
    local_store: "לאָקאַלע קראָם",
    instagram: "Instagram קראָם",
    dropshipping: "דירעקט־שיפּינג קראָם",
    coursera: "Coursera",
    gift_store: "מתּנה־קראָם",
    airbnb: "Airbnb",
    simple_store: "פּשוטע קראָם",
    tiktok: "Tiktok קראָם",
  },
  /**
   * {@see SectionShowItsSimplicity}
   */
  show_its_simplicity: {
    title: "נאָך אַ נודנע און קאָמפּליצירטע <div class=\"app-box\" style=\"font-size: 55%\">😣</div> e-commerce פּלאַטפֿאָרמע?",
    subtitle: "אַבסאָלוט נישט! פּרוּווט עס נאָך איידער רעגיסטראַציע...",
    as_guest: "ווי גאַסט",
    need_register: "רעגיסטראַציע נויטיק",

    page_builder: {
      title: "זײַטן־בויער",
      subtitle:
        "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
      try_action: "פּרוּווט דעם זײַטן־בויער",
      see_collection_action: "זען מוסטערן",
    },
    ai: {
      title: "אײַנגעבויטע AI פֿעיִקייטן",
      subtitle:
        "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
      try_action: "פּרוּווט די קלוגקייט פֿון Selldone",
    },
    storefront: {
      title: "לעבעדיקע קראָם־פֿאַסאַד",
      subtitle:
        "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
      see_action: "זען דעמאָ קראָם־פֿאַסאַד",
    },
    backoffice: {
      title: "לעבעדיקער הינטער־אָפֿיס",
      subtitle: "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
      see_action: "זען דעמאָ הינטער־אָפֿיס",
    },
  },

  /**
   * {@see SectionPricingCompact}
   */
  pricing_compact: {
    title: "<div class=\"app-box\" style=\"font-size: 55%\">💞️</div> פּשוטע און דורכזיכטיקע פּרײַזן",
    subtitle:
      "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
  },

  screenshots: {
    item_1: {
      title: "Selldone פֿונקציע 1",
      desc: "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
    },
    item_2: {
      title: "Selldone פֿונקציע 2",
      desc: "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
    },
    item_3: {
      title: "Selldone פֿונקציע 3",
      desc: "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
    },
    item_4: {
      title: "Selldone פֿונקציע 4",
      desc: "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
    },
    item_5: {
      title: "Selldone פֿונקציע 5",
      desc: "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
    },
    item_6: {
      title: "Selldone פֿונקציע 6",
      desc: "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
    },
    item_7: {
      title: "Selldone פֿונקציע 7",
      desc: "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
    },
    item_8: {
      title: "Selldone פֿונקציע 8",
      desc: "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
    },
    item_9: {
      title: "Selldone פֿונקציע 9",
      desc: "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
    },
    item_10: {
      title: "Selldone פֿונקציע 10",
      desc: "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
    },
    item_11: {
      title: "Selldone פֿונקציע 11",
      desc: "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
    },
    item_12: {
      title: "Selldone פֿונקציע 12",
      desc: "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
    },
    item_13: {
      title: "Selldone פֿונקציע 13",
      desc: "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
    },
    item_14: {
      title: "Selldone פֿונקציע 14",
      desc: "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
    },
    item_15: {
      title:
        "Selldone פֿונקציע 15",
      desc: "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
    },
    item_16: {
      title: "Selldone פֿונקציע 16",
      desc: "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
    },
    item_17: {
      title: "Selldone פֿונקציע 17",
      desc: "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
    },
    item_18: {
      title: "Selldone פֿונקציע 18",
      desc: "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
    },
    item_19: {
      title: "Selldone פֿונקציע 19",
      desc: "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
    },
    item_20: {
      title: "Selldone פֿונקציע 20",
      desc: "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
    },
    item_21: {
      title: "Selldone פֿונקציע 21",
      desc: "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
    },
    item_22: {
      title: "Selldone פֿונקציע 22",
      desc: "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
    },
    item_23: {
      title: "Selldone פֿונקציע 23",
      desc: "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
    },
    item_24: {
      title: "Selldone פֿונקציע 24",
      desc: "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
    },
    item_25: {
      title: "Selldone פֿונקציע 25",
      desc: "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
    },
    item_26: {
      title: "Selldone פֿונקציע 26",
      desc: "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
    },
    item_27: {
      title: "Selldone פֿונקציע 27",
      desc: "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
    },
    item_28: {
      title: "Selldone פֿונקציע 28",
      desc: "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
    },
    item_29: {
      title: "Selldone פֿונקציע 29",
      desc: "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
    },
    item_30: {
      title: "Selldone פֿונקציע 30",
      desc: "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
    },
    item_31: {
      title: "Selldone פֿונקציע 31",
      desc: "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
    },
    item_32: {
      title: "Selldone פֿונקציע 32",
      desc: "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
    },
    item_33: {
      title: "Selldone פֿונקציע 33",
      desc: "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
    },
    item_34: {
      title: "Selldone פֿונקציע 34",
      desc: "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
    },
    item_35: {
      title: "Selldone פֿונקציע 35",
      desc: "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
    },
    item_36: {
      title: "Selldone פֿונקציע 36",
      desc: "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
    },
    item_37: {
      title: "Selldone פֿונקציע 37",
      desc: "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
    },
    item_38: {
      title: "Selldone פֿונקציע 38",
      desc: "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
    },
    item_39: {
      title: "Selldone פֿונקציע 39",
      desc: "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
    },
  },

  country_landing: {
    intro: "#1 אָפּעראַציע־סיסטעם פֿאַר געשעפטן",
    title: "בײַט אויס {infinite} פּלאַגינען און אַפּס מיט {app} אין {country}",
  },

  /**
   * @see IntegrationPaymentPage
   */
  payment_landing: {
    intro: "#1 אָפּעראַציע־סיסטעם פֿאַר געשעפטן",
    title: "בײַט אויס {infinite} פּלאַגינען און אַפּס מיט {app}",

    unlock_section: {
      title: "עפֿנט {payment} און הייבט אָן פֿאַרדינען געלט אויף אייער וועבזײַט",
      subtitle:
        "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
      no_plugin: {
        title: "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
        subtitle:
          "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן {payment}",
      },
      experience: {
        title: "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן {payment}",
        subtitle:
          "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן {payment}",
      },
      boost: {
        title: "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
        subtitle:
          "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן {payment}",
      },
      security: {
        title: "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
        subtitle:
          "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן {payment}",
      },
      setup_payment: "אויסשטעלן צאָלונג",
    },

    how_to_add: {
      step_1: {
        step: "שריט 1",
        title: "לייגט צו אייער וואַלוטע",
        subtitle:
          "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן {payment}",
      },
      step_2: {
        step: "שריט 2",
        title: "שטעלט אײַער גייטוויי אויס",
        subtitle: "דערנאָך גייט צו קראָם > בוכהאַלטונג > גייטווייען, קליקט אויף <b>נײַע צאָלונג־מעטאָד</b>, קלײַבט וואַלוטע און קלײַבט <b>{payment}</b>. איר קענט צולייגן גייטווייען אין טעסט אָדער לעבעדיקן מאָדוס. זייט זיכער אַרײַנצולייגן די ריכטיקע API שליסלען פֿאַר יעדן מאָדוס; איר געפֿינט זיי אין אייער <a href=\"{payment_url}\" target=\"_blank\">{payment} חשבון</a>",
      },
    },

    integration: {
      title: "גרינגע e-commerce פֿאַרבינדונג מיט {payment}",
      subtitle:
        "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
    },
    pay_after_earn: {
      title: "צאָלט נאָר ווען איר מאַכט רווח",
      subtitle:
        "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
    },
  },

  feature_page_builder: {
    title: "זײַטן־בויער פֿאַר פֿאַרקויפֿן",
    message:
      "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
  },

  feature_items: {
    products: {
      title: "אינטואַיטיווע פּראָדוקט־פאַרוואַלטונג",
      description:
        "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
    },
    excel: {
      title: "Excel דאַטן־אַרײַנפֿיר",
      description:
        "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
    },
    incentive: {
      title: "פֿאַרקויף־אינסענטיוון",
      description:
        "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
    },
    loyalty: {
      title: "קונה־לויאַליטעט",
      description:
        "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
    },
    cashback: {
      title: "Cashback אָפערס",
      description:
        "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
    },
    cross_selling: {
      title: "קראָס־סעלינג מכשירים",
      description:
        "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
    },
    accounting: {
      title: "פּשוטע בוכהאַלטונג",
      description: "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
    },
    inventory: {
      title: "לאַגער־קאָנטראָל",
      description:
        "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
    },
    analytics: {
      title: "אַוואַנסירטע אַנאַליטיק",
      description:
        "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
    },
    social: {
      title: "מאַלטי־קאַנאַל פֿאַרקויף",
      description:
        "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
    },
    community: {
      title: "קהילה־בויער",
      description:
        "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
    },
    security: {
      title: "מאַנשאַפֿט־פאַרוואַלטונג",
      description:
        "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
    },
    pos: {
      title: "POS אין קראָם",
      description:
        "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
    },
    store: {
      title: "מאַרק פֿאַר פֿאַרקויפֿערס",
      description: "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
    },
    pricing: {
      title: "דינאַמישע פּרײַזן",
      description:
        "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
    },
    pod: {
      title: "דירעקט־שיפּינג פֿאַרבינדונג",
      description:
        "די אָפּטיילונג העלפֿט אייך פירן קראָם, באַשטעלונגען, קונים און פֿאַרקויפן אין Selldone אויף אַ גרינגן אופֿן",
    },
  },
};
