export default {
  "local_service": "{country_name} 的本地服務",
  "local_service_message": "本服務專為居住在<u>{country_name}</u>並在該國家/地區銷售其服務和產品的用戶設計。您只能使用Selldone的本地服務或國際服務。使用本服務，您需要遵守<b>{country_name}</b>和<b>歐盟</b>的法律。",
  "my_shops": "我的商店",
  "select_language_dialog_title": "用您最喜歡的語言開展業務",
  "welcome_title": "直觀地建立、管理和擴展您的業務",
  "welcome_subtitle": "通過數百萬個訂單的無代碼和無需專家的解決方案創建您的在線商店。",
  "moto": "你試試看，我們開門！",
  "start_now_btn": "立即開始 — 免費",
  "create_ecommerce_btn": "免費開始您的電子商務",
  "incentive_action": "告別低在線銷售率！",
  "create_shopping_website": "創建我的電子商務",
  "your_shop": "您的店面",
  "your_dashboard": "您的後台",
  "s1": {
    "subtitle": "假設您想為您的客戶創造獨特、快速、安全和可靠的體驗。在這種情況下，它是您在無廣告的企業級業務操作系統上構建獨特社區和快速電子商務的工具。",
    "domain_input": {
      "message": "您的商店可以通過免費託管和 SSL 連接到您擁有的任意數量的個人域",
      "action": "創建商店"
    },
    "community": "社區平台",
    "shop": "網店建設者",
    "inventory": "庫存管理",
    "cms": "頁面編輯器和 CMS",
    "in_60_sec": "點擊這裡"
  },
  "video": {
    "title": "為您的在線和麵對面銷售提供一體化解決方案。",
    "msg": "在您的電子商務中提供最快的購買體驗。",
    "card_pos": {
      "title": "Selldone POS",
      "msg": "通過零設置成本解決方案當面銷售。"
    },
    "card_ecommerce": {
      "title": "Selldone 電子商務",
      "msg": "像專業人士一樣在線銷售。"
    }
  },
  "why": {
    "title": "為什麼選擇商業操作系統？",
    "msg": "我們無法想像沒有教練的團隊，沒有領導的革命，沒有根的樹，沒有操作系統的企業！因此，我們正在為快速發展的公司和年輕企業家重新構想在線業務。",
    "sec1": {
      "title": "輕鬆+專業",
      "msg": "它專為您在市場上像專業人士一樣玩遊戲而設計，即使您是初學者但想像專業人士一樣玩遊戲，或者您是專家並且應該像自己一樣玩遊戲！"
    },
    "sec2": {
      "title": "企業級工具",
      "msg": "我們每天都會發布新功能、更新 API 並應用新方法。它是您業務的操作系統，因此您的業務可以通過我們的平台擴大規模。"
    },
    "sec3": {
      "title": "社會銷售",
      "msg": "我們的產品是根據世界各地購買者的真實交易行為而設計的。我們在 Instagram、TikTok 和其他社交網絡上提供獨一無二的銷售方式，名為 AVOCADO。"
    },
    "sec4": {
      "title": "存錢",
      "msg": "不再需要任何專家擁有電子商務！告別昂貴的開發、維護、編程過程，甚至電子商務平台專家的成本。"
    }
  },
  "how_it_work": {
    "title": "這個怎麼運作。",
    "msg": "無信用卡、無插件、無模板、無設置、無主機、無技術解決方案，適合那些想像專業人士一樣玩遊戲的人。",
    "step0": {
      "title": "專為購物者打造，深受賣家喜愛，一步之遙。",
      "msg1": "是時候擁有一個真正的電子商務，在您的企業周圍聚集快樂的客戶，並專注於您真正喜歡做的事情。"
    },
    "step1": {
      "title": "添加您的產品。",
      "msg1": "手動添加產品，例如在 Instagram 上添加照片！或者僅通過 Excel 文件添加 100,000 個項目。您可以在一個地方銷售產品、服務、訂閱和文件。"
    },
    "step2": {
      "title": "連接付款方式適合您的需求。",
      "msg1": "我們對乾涉金融交易不感興趣！ 100% 的客戶付款將直接轉入您的銀行賬戶。只需連接您的 Stripe、PayPal 等。您可以同時在您的商店中擁有多個有效的支付服務！",
      "crypto_msg": "適用於活躍商家"
    },
    "step3": {
      "title": "白標/靈活/深度可定制。",
      "msg1": "設計您的登陸頁面，並根據您的品牌信息更改網站的主題顏色。拖放功能使這一切成為可能，無需聘請專家。",
      "view_sample_pages": "偉大的 SD 商店給你靈感"
    },
    "step4": {
      "title": "一鍵結賬：全球統一的結賬體驗。",
      "msg1": "客戶無需輸入信息和填寫註冊表即可向您購買！他們通過短信登錄並一鍵填寫結帳表格並付款。你成長，我們成長。"
    }
  },
  "onboarding": {
    "title": "讓您的在線業務更快、更好——它是免費的",
    "success_title": "安裝您的在線業務操作系統，",
    "wait_msg": "請稍等幾秒...",
    "ready_msg": "你的商店已經準備好了。",
    "send_mail_msg": "登錄鏈接已發送至 {email}",
    "options": {
      "title": "店鋪配置",
      "msg": "您希望您的網站具有哪些功能？",
      "ecommerce": "電子商務",
      "pos": "銷售點",
      "blog": "博客和內容管理系統",
      "community": "社區和論壇"
    },
    "job": {
      "title": "你的行業是什麼？",
      "placeholder": "無論您當前使用的是哪個平台，都可以將您的業務切換到 Selldone OS。"
    },
    "shop_name": {
      "title": "公司名稱",
      "placeholder": "前任。亞歷克斯鞋"
    },
    "income": {
      "title": "月銷售額",
      "msg": "選擇您每月總銷售額的範圍。",
      "Low": "最高 5,000 美元",
      "Medium": "5,000 美元 ~ 50,000 美元",
      "High": "50,000 美元 ~ 1,000,000 美元",
      "Extreme": "超過 1,000,000 美元"
    },
    "step_1": "目的",
    "step_2": "配置",
    "step_3": "帳戶"
  },
  "notion": {
    "title": "使用不同的工具進行遊戲。",
    "quote": "我們相信一個人可以在網絡人性時代做出改變，即使沒有足夠的錢，甚至沒有技術經驗，甚至沒有銀行賬戶來支付賬單；我們通過創建一個帶有企業級工具的即用型平台來做到這一點，以充當互聯網上最容易實現的操作系統。"
  },
  "stop": {
    "title": "多支付提供商 + 直接支付。",
    "subtitle": "虛擬錢包可幫助您控制您的現金流並直接通過您的支付服務收款，而不受電子商務平台的任何干擾。",
    "pacman": "支付插件"
  },
  "flow": {
    "title": "可定制的結帳流程。",
    "subtitle": "設計您的客戶旅程和購買流程以及實驗結果。",
    "pacman": "結帳插件"
  },
  "business_model": {
    "title": "可視化商業模式採用。",
    "subtitle": "直觀地設置您的業務模型，所有復雜性都將在幕後進行調整。",
    "pacman": "市場和 POD 插件"
  },
  "os": {
    "title": "使用世界一流的工具 — 免費。",
    "msg": "我們讓創建專業電子商務的力量觸手可及。"
  },
  "login": {
    "title": "您是否對直觀地構建、管理和擴展您的業務感到好奇？"
  },
  "currencies": {
    "title": "貨幣",
    "sub": "您的客戶可以順利地以當地貨幣付款。",
    "msg": "專注於銷售，而不是為技術、插件和支付複雜性的痛苦而苦苦掙扎。我們與本地和全球支付服務合作，使您的在線業務中的一切都保持一致。"
  },
  "countries": {
    "title": "國家",
    "sub": "世界上最易於擴展的商業操作系統。",
    "msg": "我們適應在線空間中傳統的人對人交易行為，無論您或您的客戶居住在哪裡，我們都致力於為您提供最佳體驗。"
  },
  "dna": {
    "title": "您企業的 DNA",
    "sub": "賣掉它！",
    "msg": "它是唯一一款為您提供企業級工具的一體化、無代碼業務操作系統即服務。"
  },
  "api": {
    "title": "開發。友誼賽",
    "msg": "一個完全開放的基於 API 的在線業務解決方案。",
    "sec1": {
      "title": "我們建立您業務的支柱",
      "msg": "您商店的所有方面都可以通過我們強大的 REST API 訪問。您可以對商店進行任何更改、創建應用程序或開發購物應用程序，而無需擔心技術、支付和後端問題。"
    },
    "sec2": {
      "title": "快速集成",
      "msg": "我們為所有常用語言和框架開發了 SDK，以便您可以通過簡單的命令執行身份驗證、訪問帳戶和管理帳戶的步驟。只需點擊幾下即可開始使用。"
    }
  },
  "convertible": {
    "store_name": "您的商店",
    "variant_1": "產品變體琥珀色",
    "variant_2": "產品變體 紅色",
    "buy": "立即購買",
    "price": "89 美元",
    "management": {
      "title": "產品管理",
      "msg": "管理產品和類別，例如您在 Windows 中拖放的文件和文件夾。",
      "check1": "通過 Excel 或 CSV 文件上傳產品。",
      "check2": "添加 AR 模型。",
      "check3": "通過自動 SEO 引擎進行優化。",
      "check4": "拖放管理。"
    },
    "payment": {
      "title": "支持多種支付方式",
      "msg": "無縫體驗現場/應用內支付。",
      "check1": "條紋",
      "check1msg": "支持40多個國家。",
      "check2": "克拉納",
      "check2msg": "現在購買以後付款。",
      "check3": "貝寶",
      "check3msg": "一鍵支付。"
    },
    "checkout": {
      "title": "您的品牌",
      "online": "在線客戶",
      "offline": "面對面的客戶"
    },
    "design": {
      "title": "頁面構建器",
      "msg": "只需拖放即可實現。"
    }
  },
  "secure": {
    "title": "超安全解決方案",
    "msg": "數據完整性和企業訪問級別管理。"
  },
  "build": {
    "title": "用自己的品牌開始自己的電子商務。",
    "msg": "您有很多選擇可以將您的社交媒體帳戶轉換為您域中的在線購物網站，或者從頭開始創建您的傑作電子商務。"
  },
  "stripe": {
    "title": "有條紋帳戶？",
    "msg": "恭喜，你以前做過很多事情。一鍵創建您的在線商店！ Selldone 負責其餘的工作。"
  },
  "unbanked": {
    "title": "一個平台，一個解決方案——目標。",
    "msg": "一個獨特的商業操作系統，可促進在線銷售和激發企業家精神，即使對於超過 17 億沒有銀行賬戶的成年人也是如此。"
  },
  "faqs": [
    {
      "question": "我可以在沒有信用卡的情況下創建在線商店嗎？",
      "answer": "是的，您無需任何銀行卡（如 Selldone 上的信用卡和借記卡）即可創建您的電子商務。 Selldone 使用一種獨特的方式為人們提供先進的電子商務服務，甚至超過 17 億人無法獲得共同的金融服務。"
    },
    {
      "question": "我如何向沒有銀行賬戶的客戶在線銷售產品？",
      "answer": "將 COD（<b>貨到付款</b>）添加到您的電子商務中，以便您的客戶可以在收到訂單後付款。 COD 是大多數缺乏融資基礎設施的國家的傳統方式。"
    },
    {
      "question": "如何在沒有銀行賬戶的情況下設置我的電子商務？",
      "answer": "在 Selldone 之前，未成熟的人沒有解決方案。但現在，您無需任何銀行賬戶即可創建您的電子商務和網站。它對您來說成本最低；您可以在月底通過您的錢包支付這筆費用。 Selldone 錢包可以從其他人那裡收取費用或通過禮品卡收費。您無需信用卡即可使用這些服務。"
    },
    {
      "question": "如何在沒有設置成本的情況下開展業務？",
      "answer": "<ol><li>在<a href='https://selldone.com'>Selldone.com</a>免費註冊。</li><li>建立你的商店。</li><li>添加您的產品和服務。</li><li>連接您的域（可選）</li><li>啟用支付網關。</li><li>開始向朋友和家人介紹您的業務。</li><li>在社交媒體上介紹您自己和您的產品。</li><li>通過提供獨特的價值主張為您的企業打造品牌。</li><li>通過 Selldone 面板監控用戶的行為。</li></ol>"
    }
  ],
  "brands": {
    "title": "在值得信賴的基礎上建立您的業務。",
    "subtitle": "你的生意值得！"
  },
  "why_boxes": {
    "block1": {
      "title": "節省初始成本",
      "subtitle": "無主題和無插件解決方案。"
    },
    "block2": {
      "title": "節省運營成本",
      "subtitle": "沒有額外和隱藏費用。"
    },
    "block3": {
      "title": "省時間",
      "subtitle": "企業級但對初學者友好。"
    }
  },
  "money_transfer": {
    "customer": "您的客戶",
    "bank": "您的銀行賬戶",
    "wallet": "錢包",
    "free_setup": "免費設置。",
    "no_extra_fee": "沒有額外費用。",
    "no_hidden_fee": "沒有隱藏費用。"
  },
  "extra": {
    "cart": "購物車管理",
    "payment": "支付",
    "shipping": "船運",
    "fulfilment": "履行",
    "community": "社區與反饋"
  },
  "team": {
    "title": "認識團隊。",
    "msg": "我們將在殘酷的商業平台領域按不同的規則進行遊戲，尤其是當我們的競爭對手花費數百萬美元進行廣告宣傳時；我們投資於產品、人員和解決實際問題。這個團隊支持您的業務！"
  },
  "customers": {
    "title": "認識我們的社區。",
    "msg": "這只是構建有意義的工具以通過向客戶學習來解鎖未來企業家的旅程的開始。"
  },
  "panorama": {
    "title": "沒有昂貴的插件，<b class=\"font-weight-bold\">所有功能都是預先構建的</b>",
    "msg": "無需每月在插件和應用程序上花費數百美元並擔心更新。與適用於您 PC 的 macOS 一樣，Selldone OS 負責您業務的所有技術方面。",
    "orders_management": "訂單管理",
    "online_pos": "在線POS",
    "shipping": "船運",
    "inventory_management": "庫存管理",
    "social_commerce": "社交商務",
    "in_store_sell": "店內銷售",
    "team": "團隊/員工",
    "incentives": "獎勵/忠誠度",
    "community": "社區管理",
    "payments": "本地支付",
    "ar_3d": "3D/AR"
  },
  "no_plugin": "否——插件"
};