export default {
  "local_service": "{country_name} 的本地服务",
  "local_service_message": "本服务专为居住在<u>{country_name}</u>并在该国家/地区销售其服务和产品的用户设计。您只能使用Selldone的本地服务或国际服务。使用本服务，您需要遵守<b>{country_name}</b>和<b>欧盟</b>的法律。",
  "my_shops": "我的商店",
  "moto": "你试试看，我们开门！",
  "start_now_btn": "现在开始——它是免费的",
  "create_ecommerce_btn": "免费开始您的电子商务",
  "incentive_action": "告别低在线销售率！",
  "create_shopping_website": "创建我的电子商务",
  "s1": {
    "title": "通过以下方式制作您的在线商店<br>否 - 代码 & 否 - 需要专家的解决方案",
    "title_animated_words": [
      "企业家",
      "艺术家",
      "独立企业",
      "品牌",
      "零售",
      "创作者"
    ],
    "subtitle": "如果您想为您的客户创造独特、快速、安全和可靠的体验，那么它就是您的工具。在无广告的企业级业务操作系统上建立您独特的社区和快速电子商务。",
    "domain_input": {
      "message": "您的商店可以通过免费托管和 SSL 连接到您拥有的任意数量的个人域",
      "action": "创建商店"
    },
    "community": "社区平台",
    "shop": "网店建设者",
    "inventory": "库存管理",
    "cms": "页面编辑器和 CMS",
    "in_60_sec": "点击这里"
  },
  "video": {
    "title": "为您的在线和面对面销售提供一体化解决方案。",
    "msg": "在您的电子商务中提供最快的购买体验。",
    "card_pos": {
      "title": "Selldone POS",
      "msg": "通过零设置成本解决方案当面销售。"
    },
    "card_ecommerce": {
      "title": "Selldone 电子商务",
      "msg": "像专业人士一样在线销售。"
    }
  },
  "why": {
    "title": "为什么要出售？",
    "msg": "我们无法想象没有教练的团队，没有领导的革命，没有根的树，没有操作系统的企业！因此，我们正在为快速发展的公司和年轻企业家重新构想在线业务。",
    "sec1": {
      "title": "轻松+专业",
      "msg": "它专为您在市场上像专业人士一样玩游戏而设计，即使您是初学者但想像专业人士一样玩游戏，或者您是专家并且应该像自己一样玩游戏！"
    },
    "sec2": {
      "title": "企业级工具",
      "msg": "我们每天都会发布新功能、更新 API 并应用新方法。它是您业务的操作系统，因此您的业务可以通过我们的平台扩大规模。"
    },
    "sec3": {
      "title": "社会销售",
      "msg": "我们的产品是根据世界各地购买者的真实交易行为而设计的。我们在 Instagram、TikTok 和其他社交网络上提供独一无二的销售方式，名为 AVOCADO。"
    },
    "sec4": {
      "title": "存钱",
      "msg": "不再需要任何专家拥有电子商务！告别昂贵的开发、维护、编程过程，甚至电子商务平台专家的成本。"
    }
  },
  "how_it_work": {
    "title": "这个怎么运作。",
    "msg": "无信用卡、无插件、无模板、无设置、无主机、无技术解决方案，适合那些想要像专业人士一样玩游戏的人。",
    "step0": {
      "title": "专为购物者打造，深受卖家喜爱，一步之遥。",
      "msg1": "是时候拥有一个真正的电子商务，在您的企业周围聚集快乐的客户，并专注于您真正喜欢做的事情。"
    },
    "step1": {
      "title": "添加您的产品。",
      "msg1": "手动添加产品，例如在 Instagram 上添加照片！或者仅通过 Excel 文件添加 100,000 个项目。您可以在一个地方销售产品、服务、订阅和文件。"
    },
    "step2": {
      "title": "连接付款方式适合您的需求。",
      "msg1": "我们对干涉金融交易不感兴趣！ 100% 的客户付款将直接转入您的银行账户。只需连接您的 Stripe、PayPal 等。您可以同时在您的商店中拥有多种有效的支付服务！",
      "crypto_msg": "适用于活跃商家"
    },
    "step3": {
      "title": "白标/灵活/深度可定制。",
      "msg1": "设计您的登陆页面，并根据您的品牌信息更改网站的主题颜色。拖放功能使这一切成为可能，无需聘请专家。"
    },
    "step4": {
      "title": "一键结账：全球统一的结账体验。",
      "msg1": "客户无需输入信息和填写注册表即可向您购买！他们通过短信登录并一键填写结帐表格并付款。你成长，我们成长。"
    }
  },
  "onboarding": {
    "title": "让您的在线业务更快、更好——它是免费的",
    "success_title": "安装您的在线业务操作系统，",
    "wait_msg": "请稍等几秒...",
    "ready_msg": "你的商店已经准备好了。",
    "send_mail_msg": "登录链接已发送至 {email}",
    "options": {
      "title": "店铺配置",
      "msg": "您希望您的网站具有哪些功能？",
      "ecommerce": "电子商务",
      "pos": "销售点",
      "blog": "博客和内容管理系统",
      "community": "社区和论坛"
    },
    "job": {
      "title": "你的行业是什么？",
      "placeholder": "无论您当前使用的是哪个平台，都可以将您的业务切换到 Selldone OS。"
    },
    "shop_name": {
      "title": "公司名称",
      "placeholder": "前任。亚历克斯鞋"
    },
    "income": {
      "title": "月销售额",
      "msg": "选择您每月总销售额的范围。",
      "Low": "最高 5,000 美元",
      "Medium": "5,000 美元 ~ 50,000 美元",
      "High": "50,000 美元 ~ 1,000,000 美元",
      "Extreme": "超过 1,000,000 美元"
    },
    "step_1": "目的",
    "step_2": "配置",
    "step_3": "帐户"
  },
  "notion": {
    "title": "不同规则的游戏。",
    "quote": "我们相信一个人可以在网络人性时代做出改变，即使没有足够的钱，甚至没有技术经验，甚至没有银行账户来支付账单；我们通过创建一个带有企业级工具的即用型平台来做到这一点，以充当互联网上最容易实现的操作系统。"
  },
  "stop": {
    "title": "简单的在线购物网站建设者+直接付款。",
    "subtitle": "如果您打算建立一个有利可图的在线业务并将您的商业理念变为现实，Selldone 是一个完美的选择。"
  },
  "os": {
    "title": "使用世界一流的工具 — 免费。",
    "msg": "我们让创建专业电子商务的力量触手可及。"
  },
  "login": {
    "title": "您准备好在市场上像专业人士一样玩游戏了吗？"
  },
  "currencies": {
    "title": "货币",
    "sub": "您的客户可以顺利地以当地货币付款。",
    "msg": "专注于销售，而不是为技术、插件和支付复杂性的痛苦而苦苦挣扎。我们与本地和全球支付服务合作，使您的在线业务中的一切都保持一致。"
  },
  "countries": {
    "title": "国家",
    "sub": "世界上最易于扩展的商业操作系统。",
    "msg": "我们适应在线空间中传统的人对人交易行为，无论您或您的客户居住在哪里，我们都致力于为您提供最佳体验。"
  },
  "dna": {
    "title": "您企业的 DNA",
    "sub": "卖掉它！",
    "msg": "它是唯一一款为您提供企业级工具的一体化、无代码业务操作系统即服务。"
  },
  "api": {
    "title": "开发。友好",
    "msg": "一个完全开放的基于 API 的在线业务解决方案。",
    "sec1": {
      "title": "我们建立您业务的支柱",
      "msg": "您商店的所有方面都可以通过我们强大的 REST API 访问。您可以对商店进行任何更改、创建应用程序或开发购物应用程序，而无需担心技术、支付和后端问题。"
    },
    "sec2": {
      "title": "快速集成",
      "msg": "我们为所有常用语言和框架开发了 SDK，以便您可以通过简单的命令执行身份验证、访问帐户和管理帐户的步骤。只需点击几下即可开始使用。"
    }
  },
  "convertible": {
    "store_name": "您的商店",
    "variant_1": "产品变体琥珀色",
    "variant_2": "产品变体 红色",
    "buy": "立即购买",
    "price": "89 美元",
    "management": {
      "title": "产品管理",
      "msg": "管理产品和类别，例如您在 Windows 中拖放的文件和文件夹。",
      "check1": "通过 Excel 或 CSV 文件上传产品。",
      "check2": "添加 AR 模型。",
      "check3": "通过自动 SEO 引擎进行优化。",
      "check4": "拖放管理。"
    },
    "payment": {
      "title": "支持多种支付方式",
      "msg": "无缝体验现场/应用内支付。",
      "check1": "条纹",
      "check1msg": "支持40多个国家。",
      "check2": "克拉纳",
      "check2msg": "现在购买以后付款。",
      "check3": "贝宝",
      "check3msg": "一键支付。"
    },
    "checkout": {
      "title": "您的品牌",
      "online": "在线客户",
      "offline": "面对面的客户"
    },
    "design": {
      "title": "页面构建器",
      "msg": "只需拖放即可实现。"
    }
  },
  "secure": {
    "title": "超安全解决方案",
    "msg": "数据完整性和企业访问级别管理。"
  },
  "build": {
    "title": "拥有自己的品牌并拥有自己的电子商务，并收回您的业务控制权！",
    "msg": "您有很多选择可以将您的社交媒体帐户转换为您域中的在线购物网站，或者从头开始创建您的杰作电子商务。"
  },
  "stripe": {
    "title": "有条纹帐户？",
    "msg": "恭喜，你以前做过很多事情。一键创建您的在线商店！ Selldone 负责其余的工作。"
  },
  "unbanked": {
    "title": "一个平台，一个解决方案——目标。",
    "msg": "一个独特的商业操作系统，可促进在线销售和激发企业家精神，即使对于超过 17 亿没有银行账户的成年人也是如此。"
  },
  "faqs": [
    {
      "question": "我可以在没有信用卡的情况下创建在线商店吗？",
      "answer": "是的，您无需任何银行卡（如 Selldone 上的信用卡和借记卡）即可创建您的电子商务。 Selldone 使用一种独特的方式为人们提供先进的电子商务服务，甚至超过 17 亿人无法获得共同的金融服务。"
    },
    {
      "question": "我如何向没有银行账户的客户在线销售产品？",
      "answer": "将 COD（<b>货到付款</b>）添加到您的电子商务中，以便您的客户可以在收到订单后付款。 COD 是大多数缺乏融资基础设施的国家的传统方式。"
    },
    {
      "question": "如何在没有银行账户的情况下设置我的电子商务？",
      "answer": "在 Selldone 之前，未成熟的人没有解决方案。但现在，您无需任何银行账户即可创建您的电子商务和网站。它对您来说成本最低；您可以在月底通过您的钱包支付这笔费用。 Selldone 钱包可以从其他人那里收取费用或通过礼品卡收费。您无需信用卡即可使用这些服务。"
    },
    {
      "question": "如何在没有设置成本的情况下开展业务？",
      "answer": "<ol><li>在<a href='https://selldone.com'>Selldone.com</a>免费注册。</li><li>建立你的商店。</li><li>添加您的产品和服务。</li><li>连接您的域（可选）</li><li>启用支付网关。</li><li>开始向朋友和家人介绍您的业务。</li><li>在社交媒体上介绍您自己和您的产品。</li><li>通过提供独特的价值主张为您的企业打造品牌。</li><li>通过 Selldone 面板监控用户的行为。</li></ol>"
    }
  ],
  "brands": {
    "title": "在值得信赖的基础上建立您的业务。",
    "subtitle": "你的生意值得！"
  },
  "why_boxes": {
    "block1": {
      "title": "节省初始成本",
      "subtitle": "无主题和无插件解决方案。"
    },
    "block2": {
      "title": "节省运营成本",
      "subtitle": "没有额外的和隐藏的费用。"
    },
    "block3": {
      "title": "省时间",
      "subtitle": "企业级但对初学者友好。"
    }
  },
  "money_transfer": {
    "customer": "您的客户",
    "bank": "您的银行账户",
    "wallet": "钱包",
    "free_setup": "免费设置。",
    "no_extra_fee": "没有额外费用。",
    "no_hidden_fee": "没有隐藏费用。"
  },
  "extra": {
    "cart": "购物车管理",
    "payment": "支付",
    "shipping": "船运",
    "fulfilment": "履行",
    "community": "社区与反馈"
  }
};