export default {
  local_service: "{country_name} 的本地服务",
  local_service_message:
    "此服务专为居住在 <u>{country_name}</u> 并在该国家/地区销售其服务和产品的用户设计。" +
    "您只能使用Selldone 的本地服务或国际服务。" +
    "要使用此服务，您必须遵守<b>{country_name}</b> 和<b>欧盟</b> 的法律。",

  my_shops: "我的商店",



  moto: "你试试，我们开门！",

  s1: {
    title: "通过<br>No—技术解决方案使您的业务在线",
    title_animated_words: [
      "企业家",
      "艺术家",
      "独立企业",
      "品牌",
      "零售",
      "创作者",
    ],

    subtitle:
      "通过赋予独立品牌权力，重建零售和购物者的在线体验。",

    domain_input: {
      message:
        "通过免费托管和 SSL，您可以在任意数量的专用域上存储",
      action: "创建店铺",
    },
    community: "社区平台",
    shop: "网上商店建设者",
    inventory: "库存管理",
    cms: "页面编辑器和 CMS",
  },

  video: {
    title: "适用于在线和面对面销售的多合一解决方案。",
    msg: "为您的受众提供最快的购买体验。",

    card_pos: {
      title: "销售点",
      msg: "通过零设置成本解决方案当面销售。",
    },
    card_ecommerce: {
      title: "Seldone电子商务",
      msg: "像专业人士一样在线销售。",
    },
  },

  why: {
    title: "为什么要卖",
    msg: "业务操作系统即服务，帮助中小企业免费在线开展业务。",

    sec1: {
      title: "简单+专业的感觉",
      msg: "它旨在让您在市场上像专业人士一样玩游戏，即使您是初学者但想像专业人士一样玩游戏，或者您是专家并值得像自己一样玩游戏！",
    },
    sec2: {
      title: "快速成长",
      msg: "我们每天都会发布新功能、更新 API 并应用新方法。 它是您业务的操作系统，因此您的业务可以通过我们的平台扩展。",
    },
    sec3: {
      title: "社交匹配销售",
      msg: "我们的产品是根据全球买家的真实交易行为设计的。 我们在 Instagram、TikTok 和其他名为 AVOCADO 的社交网络上提供独一无二的销售方法。",
    },
    sec4: {
      title: "100% API",
      msg: "我们的服务基于 REST API！ 任何人都可以通过简单的请求访问 100% 的购物体验、支付、商店管理和其他功能的所有方面。",
    },
  },

  how_it_work: {
    title: "这个怎么运作",
    msg: "无信用卡、无插件、无模板、无设置、无主机、无技术的解决方案，适合想要像专业人士一样玩游戏的人。",

    step0: {
      title: "专为购物者打造，深受卖家喜爱，一步之遥。",
      msg1: "现在是时候建立真正的电子商务，在您的企业周围聚集满意的客户，并专注于您真正喜欢做的事情。",
    },
    step1: {
      title: "添加您的产品。",
      msg1: "手动添加产品，例如在 Instagram 上添加照片！ 或仅通过 Excel 文件添加 100,000 个项目。 您可以在一处销售产品、服务、订阅和文件。",
    },
    step2: {
      title: "连接到您的付款。",
      msg1: "我们讨厌干涉金融交易！ 客户付款的 100% 将直接存入您的银行帐户。 只需连接您的 Stripe、PayPal 等。您可以同时在您的商店中拥有多个活跃的支付服务！",
    },
    step3: {
      title: "自定义它。",
      msg1: "设计您的登陆页面，并根据您的品牌信息更改网站的配色方案。 所有这一切都可以通过拖放来完成，无需聘请专家。",
    },
    step4: {
      title: "全球统一的结账体验。",
      msg1: "客户无需输入信息和填写注册表即可向您购买！ 他们通过短信登录并一键填写结账表格并付款。 通过发展 Selldone，您的业务也会增长。",
    },
  },

  onboarding: {
    title: "更快更好地建立您的网上商店 - 它是免费的",
    success_title: "是的！ 安装您的在线业务操作系统，",
    wait_msg: "请稍等几秒钟...",
    ready_msg: "您的商店已准备就绪。",
    send_mail_msg: "登录链接发送到您的邮箱。",

    options: {
      title: "店铺配置",
      msg: "您希望您的网站具备哪些功能？",
      ecommerce: "电子商务",
      pos: "销售点",
      blog: "博客和内容管理系统",
      community: "社区与论坛",
    },

    job: {
      title: "选择工作",
      placeholder: "从下面的列表中选择您的业务类别。",
    },
    shop_name: {
      title: "企业名称",
      placeholder: "前任。 亚历克斯鞋",
    },
  },

  notion: {
    title: "不同规则的游戏。",
    quote:
      "我们相信一个人可以在网络人类时代做出改变，即使没有足够的钱，甚至没有技术经验，甚至没有银行账户来支付账单； 我们通过创建独一无二的平台来实现这一目标，这是一个具有企业级工具的多合一、无代码商务平台，充当互联网上最容易访问的操作系统。",
  },

  os: {
    title: "免费访问企业级工具。",
    msg: "我们将构建专业电子商务的力量带给每个人。",
  },
  login: {
    title: "您准备好像市场上的专业人士一样玩游戏了吗？",
  },

  currencies: {
    title: "货币",
    sub: "确保您的客户可以向您购买。",
    msg: "专注于销售，而不是在技术、插件和支付复杂性的痛苦中挣扎。 我们与全球和本地支付服务合作，使您的在线业务的一切都保持一致。",
  },

  countries: {
    title: "国家",
    sub: "世界上最易于扩展的电子商务平台。",
    msg: "我们适应在线空间中传统的个人对个人交易行为，无论您或您的客户住在哪里，我们的使命都是为您提供最佳体验。",
  },
  dna: {
    title: "您企业的 DNA",
    sub: "卖掉它！",
    msg: "这是一个独一无二的平台； 它是完全独特的，与其他所有的都非常不同。 它是唯一一款为中小企业提供企业级工具的一体化、无代码业务操作系统即服务。",
  },

  api: {
    title: "开发。 友好的",
    msg: "面向在线业务的完全开放的基于 API 的解决方案。",

    sec1: {
      title: "您业务的支柱",
      msg: "您可以通过我们强大的 REST API 访问您商店的所有方面。 您可以对商店进行任何更改、创建应用程序或开发购物应用程序，而无需担心技术、付款和后端问题。",
    },
    sec2: {
      title: "快速集成",
      msg: "我们为所有常用语言和框架开发SDK，让您可以通过简单的命令来执行认证、访问帐户和管理它的步骤。 只需点击几下即可开始使用。",
    },
  },
};
