export default {
  "local_service": "{country_name} 的本地服务",
  "local_service_message": "本服务专为居住在<u>{country_name}</u>并在该国家/地区销售其服务和产品的用户设计。您只能使用Selldone的本地服务或国际服务。使用本服务，您需要遵守<b>{country_name}</b>和<b>欧盟</b>的法律。",
  "my_shops": "我的商店",
  "moto": "你试试看，我们开门！",
  "start_now_btn": "现在开始——它是免费的",
  "create_ecommerce_btn": "免费开始您的电子商务",
  "incentive_action": "告别低在线销售率！",
  "create_shopping_website": "创建我的电子商务",
  "s1": {
    "title": "通过以下方式制作您的在线商店<br>否 - 代码 & 否 - 需要专家的解决方案",
    "title_animated_words": [
      "企业家",
      "艺术家",
      "独立企业",
      "品牌",
      "零售",
      "创作者"
    ],
    "subtitle": "如果您想为您的客户创造独特、快速、安全和可靠的体验，那么它就是您的工具。在无广告的企业级业务操作系统上建立您独特的社区和快速电子商务。",
    "domain_input": {
      "message": "您的商店可以通过免费托管和 SSL 连接到您拥有的任意数量的个人域",
      "action": "创建商店"
    },
    "community": "社区平台",
    "shop": "网店建设者",
    "inventory": "库存管理",
    "cms": "页面编辑器和 CMS",
    "in_60_sec": "点击这里"
  },
  "video": {
    "title": "为您的在线和面对面销售提供一体化解决方案。",
    "msg": "在您的电子商务中提供最快的购买体验。",
    "card_pos": {
      "title": "Selldone POS",
      "msg": "通过零设置成本解决方案当面销售。"
    },
    "card_ecommerce": {
      "title": "Selldone 电子商务",
      "msg": "像专业人士一样在线销售。"
    },
    "pacman": "我不是技术创始人"
  },
  "why": {
    "title": "为什么要出售？",
    "msg": "我们无法想象没有教练的团队，没有领导的革命，没有根的树，没有操作系统的企业！因此，我们正在为快速发展的公司和年轻企业家重新构想在线业务。",
    "sec1": {
      "title": "轻松+专业",
      "msg": "它专为您在市场上像专业人士一样玩游戏而设计，即使您是初学者但想像专业人士一样玩游戏，或者您是专家并且应该像自己一样玩游戏！"
    },
    "sec2": {
      "title": "企业级工具",
      "msg": "我们每天都会发布新功能、更新 API 并应用新方法。它是您业务的操作系统，因此您的业务可以通过我们的平台扩大规模。"
    },
    "sec3": {
      "title": "社会销售",
      "msg": "我们的产品是根据世界各地购买者的真实交易行为而设计的。我们在 Instagram、TikTok 和其他社交网络上提供独一无二的销售方式，名为 AVOCADO。"
    },
    "sec4": {
      "title": "存钱",
      "msg": "不再需要任何专家拥有电子商务！告别昂贵的开发、维护、编程过程，甚至电子商务平台专家的成本。"
    }
  },
  "how_it_work": {
    "title": "这个怎么运作。",
    "msg": "无信用卡、无插件、无模板、无设置、无主机、无技术解决方案，适合那些想要像专业人士一样玩游戏的人。",
    "step0": {
      "title": "专为购物者打造，深受卖家喜爱，一步之遥。",
      "msg1": "是时候拥有一个真正的电子商务，在您的企业周围聚集快乐的客户，并专注于您真正喜欢做的事情。"
    },
    "step1": {
      "title": "添加您的产品。",
      "msg1": "手动添加产品，例如在 Instagram 上添加照片！或者仅通过 Excel 文件添加 100,000 个项目。您可以在一个地方销售产品、服务、订阅和文件。"
    },
    "step2": {
      "title": "连接付款方式适合您的需求。",
      "msg1": "我们对干涉金融交易不感兴趣！ 100% 的客户付款将直接转入您的银行账户。只需连接您的 Stripe、PayPal 等。您可以同时在您的商店中拥有多种有效的支付服务！",
      "crypto_msg": "适用于活跃商家"
    },
    "step3": {
      "title": "白标/灵活/深度可定制。",
      "msg1": "设计您的登陆页面，并根据您的品牌信息更改网站的主题颜色。拖放功能使这一切成为可能，无需聘请专家。",
      "view_sample_pages": "伟大的 SD 商店给你灵感"
    },
    "step4": {
      "title": "一键结账：全球统一的结账体验。",
      "msg1": "客户无需输入信息和填写注册表即可向您购买！他们通过短信登录并一键填写结帐表格并付款。你成长，我们成长。"
    }
  },
  "onboarding": {
    "title": "让您的在线业务更快、更好——它是免费的",
    "success_title": "安装您的在线业务操作系统，",
    "wait_msg": "请稍等几秒...",
    "ready_msg": "你的商店已经准备好了。",
    "send_mail_msg": "登录链接已发送至 {email}",
    "options": {
      "title": "店铺配置",
      "msg": "您希望您的网站具有哪些功能？",
      "ecommerce": "电子商务",
      "pos": "销售点",
      "blog": "博客和内容管理系统",
      "community": "社区和论坛",
      "ecommerce_desc": "在线销售您的产品和服务。",
      "pos_desc": "亲自销售您的产品和服务。",
      "blog_desc": "强大的 CMS 来发布您的文章和帖子。",
      "community_desc": "创建您自己的社区和论坛。"
    },
    "job": {
      "title": "你的行业是什么？",
      "placeholder": "无论您当前使用的是哪个平台，都可以将您的业务切换到 Selldone OS。"
    },
    "shop_name": {
      "title": "公司名称",
      "placeholder": "前任。亚历克斯鞋"
    },
    "income": {
      "title": "月销售额",
      "msg": "选择您每月总销售额的范围。",
      "Low": "最高 5,000 美元",
      "Medium": "5,000 美元 ~ 50,000 美元",
      "High": "50,000 美元 ~ 1,000,000 美元",
      "Extreme": "超过 1,000,000 美元"
    },
    "step_1": "目的",
    "step_2": "配置",
    "step_3": "帐户"
  },
  "notion": {
    "title": "不同规则的游戏。",
    "quote": "我们相信一个人可以在网络人性时代做出改变，即使没有足够的钱，甚至没有技术经验，甚至没有银行账户来支付账单；我们通过创建一个带有企业级工具的即用型平台来做到这一点，以充当互联网上最容易实现的操作系统。"
  },
  "stop": {
    "title": "简单的在线购物网站建设者+直接付款。",
    "subtitle": "如果您打算建立一个有利可图的在线业务并将您的商业理念变为现实，Selldone 是一个完美的选择。",
    "pacman": "支付插件"
  },
  "os": {
    "title": "使用世界一流的工具 — 免费。",
    "msg": "我们让创建专业电子商务的力量触手可及。"
  },
  "login": {
    "title": "您准备好在市场上像专业人士一样玩游戏了吗？"
  },
  "currencies": {
    "title": "货币",
    "sub": "您的客户可以顺利地以当地货币付款。",
    "msg": "专注于销售，而不是为技术、插件和支付复杂性的痛苦而苦苦挣扎。我们与本地和全球支付服务合作，使您的在线业务中的一切都保持一致。"
  },
  "countries": {
    "title": "国家",
    "sub": "世界上最易于扩展的商业操作系统。",
    "msg": "我们适应在线空间中传统的人对人交易行为，无论您或您的客户居住在哪里，我们都致力于为您提供最佳体验。"
  },
  "dna": {
    "title": "您企业的 DNA",
    "sub": "卖掉它！",
    "msg": "它是唯一一款为您提供企业级工具的一体化、无代码业务操作系统即服务。"
  },
  "api": {
    "title": "开发。友好",
    "msg": "一个完全开放的基于 API 的在线业务解决方案。",
    "sec1": {
      "title": "我们建立您业务的支柱",
      "msg": "您商店的所有方面都可以通过我们强大的 REST API 访问。您可以对商店进行任何更改、创建应用程序或开发购物应用程序，而无需担心技术、支付和后端问题。"
    },
    "sec2": {
      "title": "快速集成",
      "msg": "我们为所有常用语言和框架开发了 SDK，以便您可以通过简单的命令执行身份验证、访问帐户和管理帐户的步骤。只需点击几下即可开始使用。"
    },
    "header": "具有{infinite}自定义功能的开源 API 和 SDK"
  },
  "convertible": {
    "store_name": "您的商店",
    "variant_1": "产品变体琥珀色",
    "variant_2": "产品变体 红色",
    "buy": "立即购买",
    "price": "89 美元",
    "management": {
      "title": "产品管理",
      "msg": "管理产品和类别，例如您在 Windows 中拖放的文件和文件夹。",
      "check1": "通过 Excel 或 CSV 文件上传产品。",
      "check2": "添加 AR 模型。",
      "check3": "通过自动 SEO 引擎进行优化。",
      "check4": "拖放管理。"
    },
    "payment": {
      "title": "支持多种支付方式",
      "msg": "无缝体验现场/应用内支付。",
      "check1": "条纹",
      "check1msg": "支持40多个国家。",
      "check2": "克拉纳",
      "check2msg": "现在购买以后付款。",
      "check3": "贝宝",
      "check3msg": "一键支付。"
    },
    "checkout": {
      "title": "您的品牌",
      "online": "在线客户",
      "offline": "面对面的客户"
    },
    "design": {
      "title": "页面构建器",
      "msg": "只需拖放即可实现。"
    }
  },
  "secure": {
    "title": "超安全解决方案",
    "msg": "数据完整性和企业访问级别管理。"
  },
  "build": {
    "title": "拥有自己的品牌并拥有自己的电子商务，并收回您的业务控制权！",
    "msg": "您有很多选择可以将您的社交媒体帐户转换为您域中的在线购物网站，或者从头开始创建您的杰作电子商务。"
  },
  "stripe": {
    "title": "有条纹帐户？",
    "msg": "恭喜，你以前做过很多事情。一键创建您的在线商店！ Selldone 负责其余的工作。"
  },
  "unbanked": {
    "title": "一个平台，一个解决方案——目标。",
    "msg": "一个独特的商业操作系统，可促进在线销售和激发企业家精神，即使对于超过 17 亿没有银行账户的成年人也是如此。"
  },
  "faqs": [
    {
      "question": "我可以在没有信用卡的情况下创建在线商店吗？",
      "answer": "是的，您无需任何银行卡（如 Selldone 上的信用卡和借记卡）即可创建您的电子商务。 Selldone 使用一种独特的方式为人们提供先进的电子商务服务，甚至超过 17 亿人无法获得共同的金融服务。"
    },
    {
      "question": "我如何向没有银行账户的客户在线销售产品？",
      "answer": "将 COD（<b>货到付款</b>）添加到您的电子商务中，以便您的客户可以在收到订单后付款。 COD 是大多数缺乏融资基础设施的国家的传统方式。"
    },
    {
      "question": "如何在没有银行账户的情况下设置我的电子商务？",
      "answer": "在 Selldone 之前，未成熟的人没有解决方案。但现在，您无需任何银行账户即可创建您的电子商务和网站。它对您来说成本最低；您可以在月底通过您的钱包支付这笔费用。 Selldone 钱包可以从其他人那里收取费用或通过礼品卡收费。您无需信用卡即可使用这些服务。"
    },
    {
      "question": "如何在没有设置成本的情况下开展业务？",
      "answer": "<ol><li>在<a href='https://selldone.com'>Selldone.com</a>免费注册。</li><li>建立你的商店。</li><li>添加您的产品和服务。</li><li>连接您的域（可选）</li><li>启用支付网关。</li><li>开始向朋友和家人介绍您的业务。</li><li>在社交媒体上介绍您自己和您的产品。</li><li>通过提供独特的价值主张为您的企业打造品牌。</li><li>通过 Selldone 面板监控用户的行为。</li></ol>"
    }
  ],
  "brands": {
    "title": "在值得信赖的基础上建立您的业务。",
    "subtitle": "你的生意值得！"
  },
  "why_boxes": {
    "block1": {
      "title": "节省初始成本",
      "subtitle": "无主题和无插件解决方案。"
    },
    "block2": {
      "title": "节省运营成本",
      "subtitle": "没有额外的和隐藏的费用。"
    },
    "block3": {
      "title": "省时间",
      "subtitle": "企业级但对初学者友好。"
    },
    "title": "针对大规模在线和店内销售进行了优化",
    "subtitle": "为转化而精心打造。使用旨在将访客转化为客户的直观工具来提升您的网上商店。"
  },
  "money_transfer": {
    "customer": "您的客户",
    "bank": "您的银行账户",
    "wallet": "钱包",
    "free_setup": "免费设置。",
    "no_extra_fee": "没有额外费用。",
    "no_hidden_fee": "没有隐藏费用。"
  },
  "extra": {
    "cart": "购物车管理",
    "payment": "支付",
    "shipping": "船运",
    "fulfilment": "履行",
    "community": "社区与反馈"
  },
  "select_language_dialog_title": "用您最喜欢的语言开展业务",
  "welcome_title": "直观地建立、管理和扩展您的业务",
  "welcome_subtitle": "通过数百万个订单的无代码和无需专家的解决方案创建您的在线商店。",
  "your_shop": "您的店面",
  "your_dashboard": "您的后台",
  "flow": {
    "title": "可定制的结帐流程。",
    "subtitle": "设计您的客户旅程和购买流程以及实验结果。",
    "pacman": "结帐插件"
  },
  "business_model": {
    "title": "可视化商业模式采用。",
    "subtitle": "直观地设置您的业务模型，所有复杂性都将在幕后进行调整。",
    "pacman": "市场和 POD 插件"
  },
  "team": {
    "title": "认识团队。",
    "msg": "我们将在残酷的商业平台领域中按不同的规则进行游戏，尤其是当我们的竞争对手在广告上花费数百万美元时；我们投资于产品、人员和解决实际问题。这个团队支持您的业务！"
  },
  "customers": {
    "title": "认识我们的社区。",
    "msg": "这只是构建有意义的工具以通过向客户学习来解锁未来企业家的旅程的开始。"
  },
  "panorama": {
    "title": "没有昂贵的插件，<b class=\"font-weight-bold\">所有功能都是预先构建的</b>",
    "msg": "无需每月在插件和应用程序上花费数百美元并担心更新。与适用于您 PC 的 macOS 一样，Selldone OS 负责您业务的所有技术方面。",
    "orders_management": "订单管理",
    "online_pos": "在线POS",
    "shipping": "船运",
    "inventory_management": "库存管理",
    "social_commerce": "社交商务",
    "in_store_sell": "店内销售",
    "team": "团队/员工",
    "incentives": "奖励/忠诚度",
    "community": "社区管理",
    "payments": "本地支付",
    "ar_3d": "3D/AR"
  },
  "no_plugin": "否——插件",
  "storefront": "店面",
  "back_office": "后台",
  "product_page": {
    "title": "添加第一个产品后的输出。",
    "msg": "只需点击几下即可将您的想法变为现实。",
    "open_sample_product_link": "打开实时产品",
    "open_templates": "查看模板"
  },
  "support_box": {
    "country_select_label": "选择您的国家",
    "we_support_message": "我们支持{country}",
    "we_limited_support": "我们限制了对{country}的支持",
    "support_message_long": "使用 Selldone 体验您所在国家/地区的无缝在线交易！除了专业的税务计算外，我们还提供多种付款方式，包括现金、POS、银行转账等。开始在完全支持您所在国家/地区需求的平台上建立您的业务。",
    "limited_support_message_long": "您所在的国家/地区可能不支持在线支付，但无需担心！在 Selldone，我们在全球范围内提供现金支付、银行转账和货到付款 (COD)。您可以放心地与我们建立在线业务，同时遵守您所在国家/地区和欧洲的法规。如需更多详细信息或咨询您所在国家/地区的在线支付支持，请随时联系我们的支持团队。",
    "more_about_selldone_in_country": "关于您所在国家/地区的 Selldone",
    "support_worldwide_customers": "您可以将您的产品和服务销售给<b>所有国家</b>的所有客户！"
  },
  "hero": {
    "intro": "最适合企业的操作系统",
    "title": "将 {infinite} 插件和应用替换为一个 {app}"
  },
  "make_your_shop": {
    "title": "自己动手",
    "amazon": "亚马逊",
    "local_store": "当地商店",
    "instagram": "Instagram 商店",
    "dropshipping": "代发货",
    "coursera": "Coursera",
    "gift_store": "礼品店",
    "airbnb": "Airbnb",
    "simple_store": "简单商店",
    "tiktok": "抖音商店"
  },
  "show_its_simplicity": {
    "title": "又一个无聊的综合体<div class=\"app-box\" style=\"font-size: 55%\">😣</div>电子商务平台！？",
    "subtitle": "绝对不是！注册前先尝试一下...",
    "as_guest": "作为嘉宾",
    "need_register": "需要注册",
    "page_builder": {
      "title": "内置页面构建器",
      "subtitle": "第一个具有内联编辑功能的直观拖放页面构建器。",
      "try_action": "尝试页面构建器",
      "see_collection_action": "查看模板"
    },
    "ai": {
      "title": "内置 AI 功能",
      "subtitle": "最佳的工业背景去除、图像优化、内容生成、自动产品创建等。",
      "try_action": "尝试 Selldone Intelligence"
    },
    "storefront": {
      "title": "现场店面",
      "subtitle": "无需编写一行代码，即可通过现代 PWA 网站体验最快的购物。",
      "see_action": "查看演示店面"
    },
    "backoffice": {
      "title": "实时后台",
      "subtitle": "无需任何插件即可从一个地方管理一切。",
      "see_action": "查看演示后台"
    }
  },
  "pricing_compact": {
    "title": "<div class=\"app-box\" style=\"font-size: 55%\">💞️</div>简单透明的定价",
    "subtitle": "使用我们的收入共享模式，访问所有企业级功能，启动和扩展您的业务 — 无需预付任何费用，只需分享您的收入。只有当您成功时，我们才会成功，最大限度地降低您的成本并最大化您的利润。"
  },
  "screenshots": {
    "item_1": {
      "title": "简化您的订单管理。",
      "desc": "使用我们先进的列表和过滤功能每天有效地管理大量订单。"
    },
    "item_2": {
      "title": "将您的商店连接到 POD。",
      "desc": "轻松将您的商店连接到按需印刷直销服务（例如 Printful），并在印刷材料上销售您的艺术品，而无需任何其他插件。"
    },
    "item_3": {
      "title": "使用直观的企业工具完成订单。",
      "desc": "体验简化的订购流程，只需单击一下即可直观地格式化请求、进行必要的更改和更新状态。使用我们的企业级工具将您的履行能力提升到新的高度。"
    },
    "item_4": {
      "title": "跟踪订单时间表上的动作。",
      "desc": "订单时间线详细记录了对订单所做的所有操作和更改。您可以轻松查看谁进行了更改以及更改时间。"
    },
    "item_5": {
      "title": "简化客户和供应商的沟通。",
      "desc": "结账和付款流程完成后，带有您品牌标识的电子邮件将自动发送给客户、供应商和任何指定的自定义电子邮件地址。"
    },
    "item_6": {
      "title": "通过拖放操作轻松组织产品。",
      "desc": "该系统中的产品功能类似于文件，而类别功能类似于文件夹。您将能够轻松地拖放产品、重新排列产品、复制和粘贴产品，甚至使用简单的 Excel 文件导入批量产品。"
    },
    "item_7": {
      "title": "轻松追踪您的订阅订单。",
      "desc": "检索包含所有当前和过去订阅订单的直观而紧凑的列表，包括下次付款的时间和每个订单的详细信息。"
    },
    "item_8": {
      "title": "利用内置博客和 CMS 工具吸引客户。",
      "desc": "利用内部博客和内容管理系统功能创建有关您的公司和产品的内容，并通过搜索引擎优化吸引新受众。这样，您还可以与客户互动。"
    },
    "item_9": {
      "title": "连接操作系统 — 轻松连接到外部服务。",
      "desc": "可以连接到外部服务，例如市场、直销供应商、POD 和财务软件，而无需任何额外的插件。"
    },
    "item_10": {
      "title": "简化从外部服务导入产品。",
      "desc": "只需单击几下并完全自动化，即可轻松从 Woocommerce 和 Printful 等外部服务导入产品。"
    },
    "item_11": {
      "title": "将您的商店连接到 Google Merchant Center。",
      "desc": "将您的商店与 Google Merchant Center 链接，并无缝同步所有商品和类别以在 Google 上进行宣传。"
    },
    "item_12": {
      "title": "Avocado——轻松在社交媒体上销售产品。",
      "desc": "使用 Avocado，您可以在社交媒体上销售产品，而无需手动添加产品和定价。该工具会自动为订单生成付款链接，并允许您创建带有付款链接的自定义账单。"
    },
    "item_13": {
      "title": "Ribbon — 轻松创建和销售订阅。",
      "desc": "Ribbon 是一个功能强大的工具，只需单击几下即可让您轻松创建和销售订阅，例如订阅盒、付费墙和各种类型的内容。"
    },
    "item_14": {
      "title": "在您的商店中提供多种付款方式。",
      "desc": "在您的商店中提供各种付款方式是有益的，例如同时结合 Stripe 和 PayPal。"
    },
    "item_15": {
      "title": "通过折扣、优惠、优惠券和游戏化来激励客户购买。",
      "desc": "通过使用各种方法（例如提供折扣代码、促销优惠、智能折扣、优惠券、礼品卡以及将游戏化元素融入购物体验）激励您的客户在您的商店购买更多商品。"
    },
    "item_16": {
      "title": "通过服务器端活动管理最大限度提高性能。",
      "desc": "利用服务器端营销和活动管理来获取有关您的活动效果的最有洞察力和最准确的信息。"
    },
    "item_17": {
      "title": "管理联属公司的付款和销售。",
      "desc": "包括联属会员并有效处理他们的付款和销售。利用各种高级选项进行联属会员管理，例如为每个联属会员分配唯一的客户域。"
    },
    "item_18": {
      "title": "有效地管理库存和定价。",
      "desc": "物流和库存管理工具有助于组织、筛选和管理数千种产品及其变体的库存和定价。"
    },
    "item_19": {
      "title": "实时客户活动和统计数据。",
      "desc": "获取有关客户活动和网站统计的最新数据，以便做出明智的、数据驱动的决策。"
    },
    "item_20": {
      "title": "通过社区建设者增加销量。",
      "desc": "建立一个互动社区来提高您商店的销量、增强受众参与度、培养信任并利用免费内容的 SEO 优势。"
    },
    "item_21": {
      "title": "提升您的客户体验。",
      "desc": "组织和细分您的客户群，分析他们的终身价值、过去的在线和店内购买记录，并追踪他们的旅程以增强他们的体验，同时尊重他们的隐私。"
    },
    "item_22": {
      "title": "轻松设计响应式页面。",
      "desc": "使用我们内置的无代码页面构建器轻松设计引人入胜且响应迅速的内部页面和登录页面。只需拖放部分即可创建自定义页面。"
    },
    "item_23": {
      "title": "使用内联页面编辑器简化编辑。",
      "desc": "使用内联页面编辑器轻松编辑页面内的文本和图像，从而简单直观地更新您的内容。"
    },
    "item_24": {
      "title": "管理团队访问和角色。",
      "desc": "邀请您的团队成员，建立员工角色并设置他们的访问级别。随着您的业务和团队的扩大，您的业务操作系统将相应地进行调整。"
    },
    "item_25": {
      "title": "拥有你的应用程序。",
      "desc": "使用渐进式 Web 应用程序开始您的业务并为您的客户提供比竞争对手更快的体验。"
    },
    "item_26": {
      "title": "先进的自动化和保存工具。",
      "desc": "利用可集成到您的商店的先进自动化工具来简化您的业务运营并节省宝贵的时间和资源。"
    },
    "item_27": {
      "title": "轻松定制您的店面。",
      "desc": "通过利用主题、配色方案、字体等视觉定制选项，轻松个性化您的店面以匹配您的品牌 - 所有这些都不需要编码或技术技能。"
    },
    "item_28": {
      "title": "设计个性化的客户旅程。",
      "desc": "使用 Selldone 上提供的各种选项（例如选择登录点或启用访客购物）设计个性化的客户旅程。"
    },
    "item_29": {
      "title": "通过自定义登录和流程选项增强体验。",
      "desc": "创建个性化的登录和流程体验，为您的在线商店提供各种社交登录选项。"
    },
    "item_30": {
      "title": "支持复杂的商业模型。",
      "desc": "Selldone Support 提供先进的商业模式支持，例如市场、直销供应商、联盟和特许经营，您只需单击即可轻松设置和切换。"
    },
    "item_31": {
      "title": "链接多个自定义域。",
      "desc": "您可以将多个自定义域链接到您业务的特定方面，例如社区、商店、博客、登录页面甚至附属机构。"
    },
    "item_32": {
      "title": "支持多种语言和自动翻译。",
      "desc": "您的商店完全支持多种语言，包括 RTL 和 LTR。您可以轻松为您的商店安装和激活自动翻译包。"
    },
    "item_33": {
      "title": "内置多配置文件税务计算。",
      "desc": "通过创建多个税务配置文件并将其分配给特定产品，您可以更灵活地计算增值税和销售税。例如，您可以对食品或电器应用不同的税率。"
    },
    "item_34": {
      "title": "跨区域税务计算。",
      "desc": "向不同国家和地区销售时，使用默认或自定义销售税和增值税规则。根据需要覆盖特定地区和税收区域的规则。"
    },
    "item_35": {
      "title": "使用强大的内联编辑器发布文章。",
      "desc": "先进的内联文章编辑器简化了发布和审查文章的过程，使其变得快速、简单，同时保持一致性。"
    },
    "item_36": {
      "title": "每个产品都有专用的仪表板。",
      "desc": "每个产品都有一个专用的仪表板，提供统计数据、所有必要的信息以及管理所需的所有操作的访问权限。"
    },
    "item_37": {
      "title": "自动翻译文章。",
      "desc": "利用内置的企业级 AI 翻译功能，只需单击一下即可轻松将产品描述翻译成不同的语言。"
    },
    "item_38": {
      "title": "内置分析工具。",
      "desc": "您将可以使用完全服务器端、安全且符合 GDPR 的内置分析工具，无需使用 cookie。"
    },
    "item_39": {
      "title": "满足您的大部分高级 SEO 需求。",
      "desc": "我们的内部工具为您提供最活跃的关键字、效果最佳的 URL 以及您的企业在 Google 搜索中的表现概览，所有这些都以表格和图表的形式呈现。"
    }
  }
};