<?php


return [
    /*
  |--------------------------------------------------------------------------
  | Instagram
  |--------------------------------------------------------------------------
  */
    'instagram' => [
        'title' => "Инстаграм Сторе Буилдер|Претворите Инстаграм налог у Интернет продавницу",
        'desc' => "Не бацајте новац нигде. Једном када направите своју продавницу у КК0000КК, више нећете размишљати о раду са другим алатима за изградњу продавница као што су ВордПресс, Јоомла и ВооЦоммерце.",

        'clip' => "/landing-assets/instashop/video/Anime-Instagram-En.m4v",
        'clip_title' => "Како се куварица и њена слатка мачка продају на Инстаграму?",


        'alt1' => "КК0000КК Инстаграм Сторе Буилдер",
        'alt2' => 'Прича о продаји Сарах торте на Инстаграму',
        'alt3' => 'КК0000КК Центар за обраду наруџби на мрежи',
        'alt4' => 'КК0000КК Мрежни пролаз за плаћање',
        'alt5' => 'Аутоматизовани СЕО мотор за онлајн продавнице',
        'alt6' => 'Нови начини за онлине продају на Инстаграму',
        'alt7' => 'Брендирање и брендирање',
        'alt8' => 'Схоп Цасхиер',
        'alt9' => 'Алати за маркетинг и продају',
        'alt10' => 'Бесплатан пословни партнер',
        'alt11' => 'Центар за обраду наруџби',
        'alt12' => 'Лојални купци',
        'alt13' => 'Гатеваи за директно плаћање',
        'alt14' => 'Канали продаје на Инстаграму',
        'alt15' => 'Ангажовање програмера сајтова и продавница',
        'alt16' => 'Прича о платформи КК0000КК',
        'alt17' => 'Аутоматизовани СЕО мотор сајтова и продавница',
        'alt18' => 'Срећан продавац',
        'alt19' => 'Корпа за куповину',


        'm1' => 'Зашто КК0000КК?',
        'm2' => 'Ауто СЕО',
        'm3' => 'Цене (бесплатно)',

        'register' => 'Региструјте се',

        'header' => 'КК0000КК 10 пута КК0001КК Више и бољеКК0002КККК0003ККСеллКК0004КК на Инстаграму',
        'header_msg' => 'Замислите да клијенти отварају страницу налик продавници са Инстаграма, бирају производе са фотографија које им се свиђају, додају их у поруџбину и плаћају директно на ваш налог на мрежи. Решење је пред вама.',

        'name_plc' => 'Унесите своје корисничко име',
        'preview' => 'Продавница за преглед',
        'create_act' => 'Направите Инстаграм продавницу',


        'title1s' => 'Како то функционише?',
        'title1' => 'Претворите свој Инстаграм у КК0000КК пуну КК0001КК продавницу!',
        'desc1' => 'Имаћете више функција од панела највећих онлајн продавница, али немојте погрешити, рад са једноставним домаћинима је забаван.',
        'sub1' => 'Менаџмент производа функционише овако...',
        'sub1msg' => "Први корак је додавање производа. Са КК0000КК, можете увести производе са Инстаграма, отпремити Екцел датотеку или користити друге једноставне методе у само неколико кликова.",
         'list1_1' => 'Потпуно убити и затворити управљање',
         'list1_2' => 'Ажурирање инвентара и брза цена',
         'list1_3' => 'Додајте производе помоћу Екцел датотеке',
         'list1_4' => 'Додајте производе из овога',
         'list1_5' => 'Да ли ти је досадно? Ми ћемо вас додати!',

        'title2s' => 'Наруџбине раде овако...',
        'title2' => "10 пута више поруџбина дневно вам није довољно? КК0000КК је дизајниран за више од 10 хиљада поруџбина дневно за сваку продавницу.",

        'list2_1' => 'Брзо погледајте свој статус путовања и брзо се понашајте',
        'list2_2' => 'Купац може видети најновији статус своје поруџбине',
        'list2_3' => 'Управљајте плаћањем, обрадом поруџбина и испоруком',
        'list2_4' => 'Додајте онолико сарадника колико желите',


        'title3s' => 'Директна игра завршена!',
        'title3' => "Онлине плаћање у вашој продавници биће обављено са вашим доменом и директно на ваш налог! Можете одабрати врсте онлајн портала и плаћања на лицу места.",

        'list3_1' => 'Мрежни пролаз за плаћање (директно на ваш налог)',
        'list3_2' => 'Могућност омогућавања плаћања на лицу места',
        'list3_3' => 'Пријемни пролаз без електронског симбола поверења (платни списак)',
        'list3_4' => 'Управљајте плаћањима и налозима једним кликом',


        'title4s' => 'Ауто СЕО',
        'title4' => 'Дизајнирање сајта прилагођеног СЕО-у који прати најбоље праксе за СЕО помаже да ваше онлајн пословање буде видљивије потенцијалним клијентима. КК0000КК обезбеђује инфраструктуру која вам је потребна за СЕО оријентисану продавницу, тако да не морате да бринете да ли ће вас открити на Гоогле-у.',

        'list4_1' => 'Остављате нам добар текст и слике',

        'title0' => 'Време је да КК0000КК продате професионалнијеКК0001КК, учините своје клијенте срећнијимКК0002КК и будите поносни што развијате онлајн пословање',


        'title6s' => "Немојте се задовољити овим",
        'title6' => 'Много више од Инстаграм продавнице...',


        'features' => 'Карактеристике',
        'features_act' => 'Погледајте све функције',

        'x1' => 'Интернет продавница на наменском домену да изградите свој бренд и имате свој клуб купаца.',
        'x2' => 'Онлине продавница каса за продавницу са 0 $ трошкова подешавања и онолико колико вам је потребно.',
        'x3' => 'Најбољи маркетиншки и продајни алати које немају чак ни највећи брендови на полицијском тржишту.',
        'x4' => "Добар партнер са малим очекивањима по имену КК0000КК, чији је цео напор да повећа продају компаније, а не да узме новац и остави га.",

        'a1' => 'Обрада налога',
        'a1s' => 'Дизајниран за брзину',

        'a2' => 'Маркетинг и подстицаји',
        'a2s' => 'Пронађите лојалне купце',

        'a3' => 'Директно плаћање',
        'a3s' => 'Нема интерфејса за плаћање',

        'a4' => 'Канали продаје',
        'a4s' => 'Телеграм, Гугл, Инстаграм итд.',

        'blog' => 'وبلاگ',

        'b1' => "Да ли и даље треба да запослимо програмера, купимо пакете за изградњу продавница или хостове 2021.?",
        'b2' => "Прича о КК0000КК|Промена начина покретања сајта и онлајн пословања",
        'b3' => 'Аутоматски СЕО мотор сија у Гоогле резултатима',
        'read' => 'Настави',

        'title5s' => 'Да ли желите да знате колико кошта?',
        'title5' => 'Од модела КК0000КК бесплатно доживотноКК0001КК са 2% провизијеКК0002КК до модела 0,5% провизије уз месечну накнаду',
        'msg5' => "Све док немате продају, власници једног ријала вам неће наплаћивати сајт, хост, сервере, услуге, алате, подршку, ажурирања и било шта друго! Новац ће бити кредитиран директно на ваш рачун! КК0000КК верује да ће сви његови партнери платити накнаду на крају месеца или ако имају проблема неколико месеци касније тако што ће наплатити своје новчанике.",
         'footer_act' => "Бесплатно није једина предност! Како?",
         'footer' => 'Поставите питања или савете које желите.',

        's1' => 'Паметно извештавање',
        's2' => 'Бесплатан Цлоуд хостинг',
        's3' => 'Логистика и обрада',
        's4' => 'Креатор одредишне странице',
        's5' => 'Карактеристике и предности',
        's6' => 'Финансијски менаџмент',
        's7' => 'Маркетинг Тоолс',
        's8' => 'Подстицаји и купци',
        's9' => 'О КК0000КК',
        's10' => 'Блог',
        's11' => 'Помоћ',
        's12' => 'Приватност',
        's13' => 'Услови и одредбе',
        's14' => 'Схоп Буилдер',

        'img1' => '/landing-assets/instashop/images/caveman-shop-builder-en.png',


        'importer-ts' => "Забринути сте због рада са КК0000КК?",
        'import_title' => "Питајте КК0000КК кориснике; њихове повратне информације о КК0001КК једноставности и брзиниКК0002КК ће вас изненадити!",
        'import_message' => "Можете да увезете своје производе директно са Инстаграма у своју продавницу, али ако желите, можете аутоматски додати све њихове производе и слике у своју продавницу помоћу једноставне Екцел датотеке. Попуните исту датотеку, копирате КК0000КК слика са Гоогле-а и на крају извучете своју ЦСВ датотеку и испустите је у одељак за управљање производима. КК0001КК ће то учинити за вас.",
        'import_t1' => "Да ли имате неки производ",
        'import_b1' => "Они су без различитости",
        'import_m1' => "Само преузмите ову датотеку, унесите назив, цену и инвентар производа и копирајте и налепите везу слике са места као што је Гоогле",

        'import_b2' => "Вишеструке варијације",
        'import_m2' => "Разноликост значи боју, величину, материјал и сличне ствари. Ако имате много производа, можете преузети ову датотеку и попунити информације о свом производу. Овај је мало тежи",

        'import_download' => "Преузмите датотеку узорка",

    ]

];
