<?php



return [

    'loading-title' => "Повећајте са офлајн на онлајн",
    'loading-message' => "Ви покушајте, ми отварамо врата",


    // --- Global Message --- Show for all shop owners in top of all messages!
    'GLOBAL_MESSAGE' => ['title' => 'КК0000КК је бета', 'priority' => 'м',
        'message' => "КК0000КК\n            Волели бисмо да учествујете у отвореној бета верзији. Као бета\n            тестер, моћи ћете да користите функције које нису објављене\n            јавности. Ове функције би могле постати јавно доступне у\n            будућност. Узмите у обзир да су КК0001ККалл трансакције у тестном режимуКК0002КК и\n            КК0003КК ће бити јасанКК0004КК пре коначног издања. Корисници, продавнице и\n            производи КК0005ККнеће бити уклоњенКК0006КК.\n          КК0007КК\n\n          КК0008ККХвала,КК0009ККЦЕО КК0010КККК0011КК"],




    'TWO_FACTOR_AUTH_ACTIVATION_SUCCESS' => "Пријава у два корака је успешно омогућена.",
    'TWO_FACTOR_AUTH_DISABLE_SUCCESS' => "Пријава у два корака је онемогућена.",


];
