<?php

return [
    'default_title' => 'SELLDONE',
    'keywords' => ['пословни ос', 'domain', 'selldone', 'платформа за е-трговину', 'градитељ продавница', 'градитељ радњи', 'креатор веб страница', 'пословна идеја', 'прилагођени градитељ заједнице', 'вхителабел ецоммерце'],
    'samin' => 'Selldone',
    'Selldone' => 'Selldone',


    'related' => 'Повезан',
    'share' => 'Објави',

    /*
    |--------------------------------------------------------------------------
    | Global
    |--------------------------------------------------------------------------
    */
    'global' => [
        'blog' => 'Блог',
    ],

    /*
    |--------------------------------------------------------------------------
    | Global footer
    |--------------------------------------------------------------------------
    */
    'footer-title' => 'КК0000КК®|Предузећа КК0000ККОСКК0001КК™',
    'footer-subtitle' => "Оперативни систем број 1 за мала и средња предузећа и независне брендове",
    'footer-about-selldone' => 'КК0000КК је платформа за е-трговину направљена да помогне предузећима да расту. Без обзира да ли имате малу продавницу или велику компанију, морате да представите своје производе на мрежи. КК0001КК вам помаже да изградите онлајн продавнице са нижим оперативним трошковима и већом флексибилношћу. Поред тога, нудимо ланац алата за управљање е-трговином који се побољшава сваке недеље, са функцијама као што су интегрисана администрација продавнице, алати за визуелну аутоматизацију и АИ интеграција.',
    'footer-action' => "Креирајте своју е-трговину — бесплатно је",

    'footer' => [
        'about' => 'О КК0000КК',
        'contact' => 'Контактирајте нас',
        'email' => 'support@selldone.com',
        'phone' => '🇩🇰 +45 36991215',
    ],

    'footer-menu' => [


        // Menu 1:
        [
            'title' => 'Selldone',
            'items' => [
                ['title' => 'Пословна платформа', 'href' => '/store-builder'],
                ['title' => 'Блог', 'href' => '/blog'],
                ['title' => 'Помоћ', 'href' => '/help'],
                ['title' => 'FAQ', 'href' => '/faq'],
                ['title' => 'Правила о приватности', 'href' => '/privacy'],
                ['title' => 'Термин услуге', 'href' => '/terms'],
            ],
        ],

        // Menu 2:
        [
            'title' => 'Карактеристике',
            'items' => [
                ['title' => 'Карактеристике и предности', 'href' => '/features'],
                ['title' => 'Marketing tools', 'href' => '/marketing'],
                ['title' => 'Processing center', 'href' => '/order-processing'],
                ['title' => 'Инцентиве & Цлубс', 'href' => '/incentives'],
                ['title' => 'Ревизија и рачуноводство', 'href' => '/auditing'],
                ['title' => 'Cloud hosting', 'href' => '/cloud'],

            ],
        ],

        // Menu 3:
        [
            'title' => 'Решења',
            'items' => [
                ['title' => 'НФТ Цоллецтион', 'href' => '/nft'],
                ['title' => 'Гуилд', 'href' => '/guild'],
                ['title' => 'Авокадо', 'href' => '/avocado'],
                ['title' => 'Експерти', 'href' => '/experts'],
                ['title' => 'SEO engine', 'href' => '/seo'],
                ['title' => 'Smart report', 'href' => '/smart-report'],
            ],
        ],

        // Menu 4:
        [
            'title' => 'Услуге',
            'items' => [
                ['title' => 'Цена и планови', 'href' => '/price'],
                ['title' => 'Пријаве', 'href' => '/apps'],
                ['title' => 'Application builder', 'href' => '/app-builder'],
                ['title' => 'Паге макер', 'href' => '/page-builder'],
                ['title' => 'Logistic solution', 'href' => '/logistic'],
                ['title' => 'Аутоматизација и интернет ствари', 'href' => '/automation'],

            ],
        ],


    ],


    /*
    |--------------------------------------------------------------------------
    | Global header
    |--------------------------------------------------------------------------
    */
    'header' => [
        'home' => 'Кућа',
        'features' => 'Карактеристике',
        'pricing' => 'Прицинг',
        'blogs' => 'Блог',
        'community' => 'Заједница',
        'help' => 'Помоћ',
        'features-menu' => [
            'store-builder' => 'Ецоммерце Буилдер',
            'community-platform' => 'Цустом Цоммунити',
            'cloud' => 'Хостинг у облаку',
            'page-builder' => 'Креатор одредишне странице',
            'smart-report' => 'Смарт Репорт Генератор',
            'payment' => 'Плаћање и рачуноводство',

            'staffs' => 'Купци и тим',
            'logistic' => 'Логистика и достава',
            'order-processing' => 'Поруџбине и обрада',
            'marketing' => 'Маркетинг кампања',
            'incentives' => 'Клуб и подстицаји',
            'pos' => 'Онлине ПОС',
            'seo' => 'Ауто СЕО Енгине',
            'automation' => 'Аутоматизација и интернет ствари',
            'ai' => 'АИ Цоммерце',
            'app-builder' => 'Креатор апликација',
        ],
        'build' => "Буилд",
        'build-sub' => "Ми креирамо систем око вас да креирамо вашу причу о успеху.",

        'manage' => "Управљати",
        'manage-sub' => "Управљање вашим пословањем биће пријатније него икад.",

        'sel' => "Селл",
        'sel-sub' => "Увек се затварајте, зарадите и уживајте.",

        'grow' => "Расте",
        'grow-sub' => "Функције и алати за предузећа на дохват руке, небо ће бити ваша граница.",


    ],

    /*
    |--------------------------------------------------------------------------
    | Article
    |--------------------------------------------------------------------------
    */
    'article' => [
        'list-of-content' => 'Списак садржаја',
        'author' => 'Аутор',
        'others-title' => "More insights about :title",
    ],


    /*
    |--------------------------------------------------------------------------
    | Main pages
    |--------------------------------------------------------------------------
    */
    'page.login' => ['title' => 'Selldone |Логин', 'image' => '/images/seo/en/login.jpg', 'description' => "Није важно колико капитала имате, где сте започели посао, где на свету живите! КК0000КК вам је обезбедио све професионалне продајне алате. Регистрација и ови алати су бесплатни за све и заувек."],
    'page.register' => ['title' => 'Selldone |Региструјте се', 'image' => '/images/seo/en/login.jpg', 'description' => "Верујемо да је приступ право а не привилегија! Без обзира да ли имате посао у најбогатијој улици у Њујорку или у удаљеном селу, интернет и онлајн алат требало би да буду све што вам је потребно за продају на мрежи! Ово је сан КК0000КК."],


    'page.home' => ['title' => "Продајте као професионалци — КК0000КК® Бусинесс ОС", 'image' => '/images/seo/en/create-my-ecommerce-website-free.jpg', 'description' => "КК0000КК је пословни ОС за визуелну изградњу, управљање и скалирање вашег пословања. Изградите га сами помоћу решења без кода, без потребе за стручњацима, направљеним за милионе поруџбина."],
    'page.helps' => ['title' => 'Помоћ', 'image' => '/images/seo/en/help.jpg', 'description' => "Како направити успешан посао."],
    'page.blogs' => ['title' => 'Бусинесс ОС Маг', 'image' => '/images/seo/en/academy.jpg', 'description' => "Ваш водич на једном месту за продају на мрежи, савети, трикови и стручни савети, шта треба и не треба у онлајн продаји, са стручним саветима за максимизирање вашег прихода на мрежи."],
    'page.faqs' => ['title' => 'Често постављана питања', 'image' => '/images/seo/en/faq.jpg', 'description' => "Питања и одговори о КК0000КК."],
    'page.price' => ['title' => 'Ценовник', 'image' => '/images/seo/en/price.jpg', 'description' => "Све професионалне функције изградње продавнице и сајта бесплатно без икаквог временског ограничења чекају вас."],


    'page.apps' => ['title' => 'Интеграције апликација', 'image' => '/images/seo/en/apps.jpg', 'description' => "Инсталирање апликација у продавницу је обезбеђено за вашу продавницу само једним кликом."],
    'page.experts' => ['title' => 'Експерти', 'image' => '/images/seo/en/expert.jpg', 'description' => "Не брините око дизајнирања, покретања, рекламирања или управљања вашом продавницом, КК0000КК стручњаци су спремни да вам помогну. Унајмите сертификованог стручњака да уради ствари боље и брже."],


    'page.avocado' => ['title' => 'Авокадо — савремени друштвени канал продаје', 'image' => '/имагес/сео/ен/цреате-авоцадо-сео.јпг?в=1',
        'description' => "Износ и наслов су све што вам је потребно да наплатите уплате од својих купаца. Новац се приписује директно вашем налогу, а ваши клијенти добијају беспрекорно искуство куповине."],

    // All private dashboards:
    'shuttle' => ['title' => 'Селлдоне | Командна табла', 'image' => '/images/seo/en/dashboard.jpg',
        'description' => "Управљачки панел продавнице, ако имате приступ овој продавници, можете да уђете у контролну таблу за управљање продавницом преко ове везе."],

    'shuttle-shop' => ['title' => 'Селлдоне | Схоп Дасхбоард', 'image' => '/images/seo/en/shuttle-shop.jpg', 'video' => '/images/seo/en/videos/shuttle-shop.mp4',
        'description' => "Управљајте свиме на својој контролној табли. Управљајте производима, поруџбинама, дизајном одредишне странице, маркетингом, подстицајима и свиме што вам је потребно за одличан посао."],


    'guild' => ['title' => 'Гуилд — колективни продајни канал', 'image' => '/images/seo/en/guild.jpg?v=2',
        'description' => "Учините своје пословање достижним и доступним свима широм света стварањем великог цеха."],


    'page.referral' => ['title' => 'Партнерски програм — КК0000КК', 'image' => '/images/seo/en/referral.png', 'description' => "Придружите се узбудљивој мисији и изградите пасивни ток прихода за себе."],


    'page.press' => ['title' => 'Ресурси за штампу — КК0000КК', 'image' => '/images/seo/en/press.png', 'description' => "Ресурси за све заинтересоване да пишу о КК0000КК."],
    'page.roadmap' => ['title' => 'Мапа пута — КК0000КК', 'image' => '/images/seo/roadmap.jpg', 'description' => "То је јединствена платформа: све-у-једном пословни оперативни систем без кода као услуга са алатима за мала и средња предузећа."],

    'page.onboarding' => ['title' => 'Креатор веб сајта бесплатне онлине продавнице – прилагодљив и професионалан', 'image' => '/images/seo/ui-kit.jpg', 'description' => "КК0000КК је платформа за е-трговину направљена да помогне вашем пословању да расте. Било да имате малу продавницу или велику компанију, потребни су вам професионални алати лаки за коришћење."],



    'page.books' => ['title' => 'Пословни приручници: савети за почетак и раст за веб локације за куповину на мрежи', 'image' => '/images/seo/en/cover.jpg', 'description' => "Овде можете преузети бесплатне приручнике о развоју пословања. У овим књигама ћете пронаћи комплетне савете за развој пословања и практичне водиче за побољшање како бисте повећали стопе конверзије у вашој онлајн продавници."],


    'page.quiz' => ['title' => 'квиз|Да ли је пословни оперативни систем прави за вас?', 'image' => '/images/seo/en/quiz.png', 'description' => "Ако желите да знате да је вашем предузећу потребан или може да користи пословни систем, пре него што кренете даље, урадите овај квиз од 60 секунди. Ако желите да знате да је вашем предузећу потребан или може да користи пословни систем, пре него што кренете даље, урадите овај квиз од 60 секунди."],


    'page.countries' => ['title' => 'Подржане земље и локална плаћања - Пословни ОС', 'image' => '/images/seo/en/countries.png', 'description' => "Пословни ОС, следећи корак еволуције комерцијалних услуга од платформи за е-трговину до нечега без теме, додатка или кода. 100% визуелно!"],


    'page.participant' => ['title' => 'Заједница коју желите — играјте и освојите 20 долара', 'image' => '/images/seo/en/participants.jpg', 'description' => "Можете да учествујете у селлдоне заједници тако што ћете креирати кратке видео снимке да бисте помогли другима и добили до 20 поклон кредита КК0000КК по видеу."],

    'page.tax' => ['title' => 'Глобална листа пореских стопа', 'image' => '/images/seo/en/tax.jpg', 'description' => "Можете надјачати пореска правила и креирати више од једног пореског профила за различите категорије производа."],


    'page.premium' => ['title' => 'Надоградите на Премиум и трансформишите своју игру е-трговине', 'image' => '/images/seo/en/premium.jpg', 'description' => "Подигните своју продавницу на мрежи уз КК0000КК Премиум. Приступите ексклузивним АИ алатима, шаблонима по мери и још много тога да бисте повећали ефикасност и истакли се на дигиталном тржишту. Придружите се сада за паметније, елегантније искуство е-трговине!"],


    'page.builder' => [
        'title' => 'Бесплатна веб апликација за прављење страница и уређивач одредишне странице - није потребна пријава',
        'image' => '/images/seo/en/builder.png',
        'description' => 'Креирајте запањујуће веб странице и одредишне странице без напора помоћу нашег бесплатног алата за прављење страница и уређивача прилагођеног кориснику. Није потребна пријава. Брзо дизајнирајте, прилагодите и објавите своје веб странице помоћу нашег интуитивног интерфејса за превлачење и испуштање. Савршено за трговце, власнике малих предузећа и програмере који траже решење за веб дизајн без проблема.'
    ],

    'page.token' => [
        'title' => 'КК0000КК Цоин (СЛДН) – Оснаживање иновација у е-трговини',
        'image' => '/имагес/сео/ен/токен.јпг?в=1',
        'description' => 'Откријте КК0000КК Цоин (СЛДН), дигитални токен дизајниран да награди и оснажи предузетнике у е-трговини. Зарадите, тргујте и развијајте своје пословање уз СЛДН, саставни део КК0001КК екосистема.'
    ],


    'page.red-alert' => ['title' => 'Ред Алерт – Пријавите криминалне активности и програм безбедности',
        'image' => '/images/seo/en/red-alert.jpg',
        'description' => 'Доживите врхунску сигурност и сигурност са КК0000КК – платформом која је највише усредсређена на безбедност. Наш програм Ред Алерт вам омогућава да брзо и безбедно пријавите криминалне активности, осигуравајући да ваша заједница остане заштићена. Придружите нам се у нашој мисији да створимо безбеднија насеља и предузмемо мере против криминала данас.'    ],

    /*
    |--------------------------------------------------------------------------
    | App pages
    |--------------------------------------------------------------------------
    */
    'apps.structure-data' => ['title' => 'Генератор структурних података| JSON-LD', 'description' => "Користите овај моћни генератор структурираних података да креирате ЈСОН-ЛД ознаке, укључујући сва потребна својства ставке и још много тога."
    ],

    /*
    |--------------------------------------------------------------------------
    | Call to action
    |--------------------------------------------------------------------------
    */
    'call-to-action' => [
        'title' => "Направите своје пословање на мрежи помоћу најбољег техничког решења на тржишту.",
        'money-back' => "30-дневна гаранција поврата новца",
        'action' => "Креирајте своју е-трговину",
        'action-sub' => "Почните сада — бесплатно је",
        'message' => "Реците збогом својој ниској стопи продаје на мрежи!",
    ]

,

    'page' => [
        'login' => [
            'title' => 'Селлдоне | Пријавите се',
            'image' => '/images/seo/en/login.jpg',
            'description' => 'Није важно колико капитала имате, где сте започели посао, где на свету живите! Селлдоне вам је обезбедио све професионалне продајне алате. Регистрација и ови алати су бесплатни за све и заувек.',
        ],
        'register' => [
            'title' => 'Селлдоне | Регистровати',
            'image' => '/images/seo/en/login.jpg',
            'description' => 'Верујемо да је приступ право а не привилегија! Без обзира да ли имате посао у најбогатијој улици у Њујорку или у удаљеном селу, интернет и онлајн алат требало би да буду све што вам је потребно за продају на мрежи! Ово је сан Селдона.',
        ],
        'home' => [
            'title' => 'Продаја као професионалци — Селлдоне® Бусинесс ОС',
            'image' => '/images/seo/en/create-my-ecommerce-website-free.jpg',
            'description' => 'Селлдоне је пословни ОС за визуелну изградњу, управљање и скалирање вашег пословања. Направите сами помоћу решења без кода и без стручњака за милионе поруџбина.',
        ],
        'helps' => [
            'title' => 'Помоћ',
            'image' => '/images/seo/en/help.jpg',
            'description' => 'Како направити успешан посао.',
        ],
        'blogs' => [
            'title' => 'Блог',
            'image' => '/images/seo/en/academy.jpg',
            'description' => 'Најновије Селлдоне вести и садржај.',
        ],
        'faqs' => [
            'title' => 'Често постављана питања',
            'image' => '/images/seo/en/faq.jpg',
            'description' => 'Питања и одговори о Селдону.',
        ],
        'price' => [
            'title' => 'Ценовник',
            'image' => '/images/seo/en/price.jpg',
            'description' => 'Све професионалне функције изградње продавнице и сајта бесплатно без икаквог временског ограничења чекају вас.',
        ],
        'apps' => [
            'title' => 'Продавница апликација',
            'image' => '/images/seo/en/apps.jpg',
            'description' => 'Инсталирање апликација у продавницу је обезбеђено за вашу продавницу само једним кликом.',
        ],
        'experts' => [
            'title' => 'Експерти',
            'image' => '/images/seo/en/expert.jpg',
            'description' => 'Не брините о дизајнирању, покретању, рекламирању или управљању вашом продавницом, Селлдоне стручњаци су спремни да вам помогну. Унајмите сертификованог стручњака да уради ствари боље и брже.',
        ],
        'avocado' => [
            'title' => 'Авокадо — савремени друштвени канал продаје',
            'image' => '/images/seo/en/create-avocado-seo.jpg?v=1',
            'description' => 'Један износ и један наслов је све што вам је потребно да добијете новац од својих купаца! Новац ће бити уплаћен директно на ваш рачун и ваши купци ће имати јединствено искуство куповине.',
        ],
        'referral' => [
            'title' => 'Партнерски програм — Селлдоне',
            'image' => '/images/seo/en/referral.png',
            'description' => 'Придружите се узбудљивој мисији и направите пасивни ток прихода за себе.',
        ],
        'press' => [
            'title' => 'Ресурси за штампу — Селдоне',
            'image' => '/images/seo/en/press.png',
            'description' => 'Ресурси за све заинтересоване да пишу о Селдонеу.',
        ],
        'roadmap' => [
            'title' => 'Мапа пута — Селдоне',
            'image' => '/images/seo/roadmap.jpg',
            'description' => 'То је јединствена платформа; потпуно је јединствен и веома различит од свих осталих. То је једини све-у-једном пословни оперативни систем без кода као услуга са алаткама за мала и средња предузећа.',
        ],
        'onboarding' => [
            'title' => 'Креатор бесплатних веб локација за куповину на мрежи - прилагодљив и професионалан',
            'image' => '/images/seo/ui-kit.jpg',
            'description' => 'Селлдоне, као платформа за е-трговину, функционише као анђео за раст вашег пословања. Било да имате малу продавницу или велику компанију, потребан вам је сет професионалних алата који су лаки за употребу.',
        ],
        'books' => [
            'title' => 'Пословни приручници: савети за почетак и раст за веб локације за куповину на мрежи',
            'image' => '/images/seo/en/cover.jpg',
            'description' => 'Овде можете преузети бесплатне приручнике о развоју пословања. У овим књигама ћете пронаћи комплетне савете за развој пословања и практичне водиче за побољшање како бисте повећали стопе конверзије у вашој онлајн продавници.',
        ],
        'quiz' => [
            'title' => 'Квиз | Да ли је пословни оперативни систем прави за вас?',
            'image' => '/images/seo/en/quiz.png',
            'description' => 'Ако желите да знате да је вашем предузећу потребан или може да користи пословни систем, пре него што кренете даље, урадите овај квиз од 60 секунди. Ако желите да знате да је вашем предузећу потребан или може да користи пословни систем, пре него што кренете даље, урадите овај квиз од 60 секунди.',
        ],
        'countries' => [
            'title' => 'Подржане земље и локална плаћања - Пословни ОС',
            'image' => '/images/seo/en/countries.png',
            'description' => 'Пословни ОС, следећи корак еволуције комерцијалних услуга од платформи за е-трговину до нечега без теме, додатка или кода. 100% визуелно!',
        ],
        'participant' => [
            'title' => 'Заједница коју желите — играјте и освојите 20 долара',
            'image' => '/images/seo/en/participants.jpg',
            'description' => 'Можете да учествујете у селлдоне заједници тако што ћете креирати кратке видео снимке да бисте помогли другима и добили до 20 УСД поклон кредита по видеу.',
        ],
        'tax' => [
            'title' => 'Глобална листа пореских стопа',
            'image' => '/images/seo/en/tax.jpg',
            'description' => 'Можете надјачати пореска правила и креирати више од једног пореског профила за различите категорије производа.',
        ],
        'premium' => [
            'title' => 'Надоградите на Премиум и трансформишите своју е-трговину игру',
            'image' => '/images/seo/en/premium.jpg',
            'description' => 'Подигните своју онлајн продавницу уз Селлдоне Премиум. Приступите ексклузивним АИ алатима, шаблонима по мери и још много тога да бисте повећали ефикасност и истакли се на дигиталном тржишту. Придружите се сада за паметније, елегантније искуство е-трговине!',
        ],
        'builder' => [
            'title' => 'Бесплатна веб апликација за прављење страница и уређивач одредишне странице - није потребна пријава',
            'image' => '/images/seo/en/builder.png',
            'description' => 'Креирајте запањујуће веб странице и одредишне странице без напора помоћу нашег бесплатног алата за прављење страница и уређивача прилагођеног кориснику. Није потребна пријава. Брзо дизајнирајте, прилагодите и објавите своје веб странице помоћу нашег интуитивног интерфејса за превлачење и испуштање. Савршено за трговце, власнике малих предузећа и програмере који траже решење за веб дизајн без проблема.',
        ],
    ],
    'apps' => [
        'structure-data' => [
            'title' => 'Генератор структурних података | ЈСОН-ЛД',
            'description' => 'Користите овај моћни генератор структурираних података да креирате ЈСОН-ЛД ознаке, укључујући сва потребна својства ставке и још много тога.',
        ],
    ],
];
