<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'failed' => 'די קראַדענטשאַלז טאָן ניט גלייַכן אונדזער רעקאָרדס.',
    'throttle' => 'צו פילע לאָגין פרווון. ביטע פּרובירן ווידער אין :seconds סעקונדעס.',


    'title_shop' => 'לאָגין צו :name',
    'title_app' => 'אַפּפּליקאַטיאָן אַקסעס פֿאַר :name',
    'login_message' => 'בעטן אַקסעס צו דיין חשבון.',
    'scopes_title' => 'דעם אַפּ וועט האָבן אַקסעס צו די פאלגענדע סקאָפּעס',
    'accept' => 'באַשטעטיקן',
    'reject' => 'אָפּוואַרפן',


    'login_incorrect_password' => 'אומגילטיק באנוצער נאמען אדער שפּריכוואָרט.',


    'reset_2fa_title' => 'באַשטעטיק צוויי-שריט לאָגין בעטן',
    'go_main_page' => 'גיין צו האָמעפּאַגע',

    'signing_in' => 'זיך איינשרייבן...',


    'erp' => [
        'message' => "● קלייַבן אַ קראָם צו גיינ ווייַטער. אויב איר דאַרפֿן אַ נייַ קראָם, מאַכן עס ערשטער און ריקאַנעקט.<br>● פאַרזיכערן איר וויסן די ווייכווארג איר קאַנעקטינג צו, אָדער קאָנטאַקט די שפּייַזער פֿאַר הילף.",
    ],
    'token-display' => [
        'message' => "מיר באשאפן דעם סימען צו אַקסעס :shop פֿאַר :software באזירט אויף דיין בקשה. ביטע האַלטן עס זיכער און טאָן ניט טיילן עס מיט ווער עס יז. אויב איר גלויבן אַז דיין סימען איז קאַמפּראַמייזד, איר קענען אָפּרופן עס אין קיין צייט.",
        'scopes-message' => "דאָס איז אַ סימען וואָס האט אַקסעס צו די קראָם מיט זיין סקאָפּעס",
        'manage-tokens-action' => 'פירן טאָקענס',
        'manage-tokens-message' => "איר קענען אָפּרופן דעם טאָקען דאָ אין קיין צייט."
    ]


,

    'password' => 'די צוגעשטעלט פּאַראָל איז פאַלש.',
];
