<?php


use App\Shop\Mail\enums\ShopMailTemplateCodes;

return [

    'email-types-description' => [
        ShopMailTemplateCodes::ShopCustomerJoin => 'דער אָנזאָג באַגריסן אַ נייַע קוינע צו די קראָם.',
        ShopMailTemplateCodes::OrderCheckout => 'דער אָנזאָג איז געשיקט ווען אַ קוינע קאַנפערמז אַ סדר.',
        ShopMailTemplateCodes::OrderPayment => 'דער אָנזאָג קאַנפערמז די געראָטן צאָלונג געמאכט דורך אַ קונה.',
        ShopMailTemplateCodes::OrderUpdate => 'דער אָנזאָג איז געשיקט צו דערהייַנטיקן אַ קוינע אויף די סטאַטוס פון זייער סדר.',

        ShopMailTemplateCodes::OrderPaymentAdmin => 'דער אָנזאָג איז געשיקט צו אַ טרעגער צו געבנ צו וויסן זיי פון אַ באשטעטיקט סדר.',
        ShopMailTemplateCodes::PosCheckout => 'דער אָנזאָג איז געשיקט צו באַשטעטיקן אַ פונט פון פאַרקויף סדר פֿאַר אַ קוינע.',
        ShopMailTemplateCodes::PosPayment => 'דער אָנזאָג קאַנפערמז אַ פונט פון פאַרקויף צאָלונג געמאכט דורך אַ קוינע.',
        ShopMailTemplateCodes::PosPaymentAdmin => 'דער אָנזאָג נאָוטאַפייז די טרעגער פון אַ קויפן געמאכט אין זייער פונט פון פאַרקויף.',
        ShopMailTemplateCodes::ShopContact => 'די אָנזאָג איז געשיקט ווען אַ קאָנטאַקט פאָרעם איז דערלאנגט.',
        ShopMailTemplateCodes::ShopGiftCard => 'דער אָנזאָג ינפאָרמז אַ באַניצער אַז זיי האָבן באקומען אַ טאַלאַנט קאָרט.',

        ShopMailTemplateCodes::ShopVendorJoin => 'דער אָנזאָג באַגריסן אַ נייַע פאַרקויפער צו די קראָם.',
        ShopMailTemplateCodes::ShopVendorInvite => "דער אָנזאָג איז געשיקט צו פאַרבעטן אַ פאַרקויפער צו פאַרבינדן דיין מאַרק.",
        ShopMailTemplateCodes::ShopVendorOrder => "דער אָנזאָג איז געשיקט צו די פאַרקויפער ווען אַ סדר איז באקומען אין אָדער באַצאָלט אָדער געלט אויף עקספּרעס (COD) סטאַטוס.",
        ShopMailTemplateCodes::ShopVendorProducts => "דיספּאַטשעד טעגלעך צו דערהייַנטיקן ווענדאָרס אויף די סטאַטוס פון זייער פּראָדוקטן.",
        ShopMailTemplateCodes::ShopVendorMemberInvite => "דער אָנזאָג איז געשיקט צו פאַרבעטן אַ פאַרקויפער צו פאַרבינדן דיין מאַרק.",

        ShopMailTemplateCodes::UserLogin => "געבנ צו וויסן דעם באַניצער מיט לאָגין דעטאַילס, אַרייַנגערעכנט IP אַדרעס, דאַטע און מיטל, פֿאַר זיכערהייט צוועקן.",
        ShopMailTemplateCodes::LoginCode => "שיקן אַ איין-צייַט פּאַראָל קאָד פֿאַר יוזערז צו קלאָץ אין צו די קראָם.",

        ShopMailTemplateCodes::EmailVerifyLink => "שיקן אַ לינק צו באַשטעטיקן דעם באַניצער 'ס בליצפּאָסט אַדרעס. דער E- בריוו איז געשיקט ווען אַ באַניצער רעדזשיסטערז דורך SMS און אַרייַן זייער E- בריוו. עס איז נישט געשיקט ווען אַ באַניצער רעדזשיסטערז גלייך מיט געזעלשאַפטלעך לאָגין אָדער E- בריוו.",

        ShopMailTemplateCodes::EmailBulkOrder => "שיקן אַ רשימה פון באקומען און באַצאָלט אָרדערס אין פאַרנעם פֿאַר אַ ספּעציפיש טאָג."


    ,

    ],


    'global' => [
        'greetings' => 'הי, :name!',
        'end-statement' => 'שטיצן מאַנשאַפֿט',

        'receiver_name' => 'הי :user_name',
        'footer-help' => "דאַרפֿן הילף? פרעגן אין [support@selldone.com] (mailto:support@selldone.com) אָדער באַזוכן אונדזער [הילף צענטער] (https://selldone.com/community).",
        'selldone-team' => 'די Selldone מאַנשאַפֿט',
        'footer-shop' => "אויב איר דאַרפֿן הילף מיט עפּעס, ביטע טאָן ניט קווענקלען צו E- בריוו אונדז: :shop_mail",
        'accept' => "אָננעמען",
        'reject' => "אָפּוואַרפן",
        'verify' => "באַשטעטיקן",
        'title' => "טיטל",
        'value' => "ווערט",
        'description' => "באַשרייַבונג",
        'shop' => "קראָם",
        'shop-info' => "קראָם אינפֿאָרמאַציע",
        'user' => "באַניצער",
        'user-info' => "חשבון אינפֿאָרמאַציע",
        'license' => "ליסענסע",
        'status' => "סטאַטוס",
        'start' => "אָנהייב",
        'end' => "סוף",
        'renewal' => "רינואַל",
        'view' => "View",

        'balance' => "וואָג",
        'card_number' => "קארד נומער",
        'cvv' => "Cvv",
        'expire_date' => "ויסגיין דאַטע",

        'Dashboard' => "דאַשבאָרד",
        'order' => "סדר",
        'view_order' => "זען סדר",
        'pay_now' => "Pay now",

        'official_selldone' => "OFFICIAL SELLDONE",

        'account-number' => "Account number",
        'account-name' => "Account name",
        'currency' => "קראַנטקייַט",
        'free-balance' => "פֿרייַ וואָג",
        'locked-balance' => "פארשפארט באלאנס",
        'bot' => "Bot",
        'requests' => "ריקוועס",
        'baskets' => 'קאַרץ',
        'physical' => "פיזיש",
        'virtual' => "ווירטואַל",
        'file' => "טעקע",
        'service' => "סערוויס",
        'fulfillment' => "דערפילונג",
        'open' => "עפענען",
        'reserved' => "רעזערווירט",
        'canceled' => "קאַנסאַלד",
        'payed' => "באַצאָלט",
        'cod' => "COD",
        'orders-count' => 'אָרדערס',
        'payments-count' => 'פּיימאַנץ',
        'confirms-count' => 'קאָנפירמס',
        'sends-count' => 'סענדז',
        'delivers-count' => 'דעליווערז',
        'count' => 'ציילן',
        'transactions-count' => 'טראַנזאַקשאַנז ציילן',
        'success-transactions' => 'הצלחה טראַנזאַקשאַנז',
        'total-amount' => 'גאנצע סומע',
        'amount' => 'סומע',
        'wage' => 'לוין',
        'debug' => 'דיבוג',
        'pos' => 'POS',
        'live' => 'לעבן',
        'CheckQueue' => 'קוק די ריי',
        'OrderConfirm' => 'סדר באַשטעטיקן',
        'PreparingOrder' => 'פּריפּערינג סדר',
        'SentOrder' => 'געשיקט סדר',
        'ToCustomer' => 'איבערגעגעבן צו קונה',
        'Pending' => 'פּענדינג',
        'Accepted' => 'אנגענומען',
        'Rejected' => 'אפגעווארפן',
        'pc' => 'PC',
        'tablet' => 'טאַבלעט',
        'phone' => 'טעלעפאָן',
        'total' => 'גאַנץ',
        'view-detail' => 'זען דעטאַל',
        'empty' => 'ליידיק',
        'dropshipping' => 'דראָפּשיפּפּינג',
        'reply' => 'ענטפער',
        'reactions' => 'רעאקציעס',
        'Comments' => 'באַמערקונגען',
        'last-comment' => 'לעצטע באַמערקונג',
        'response-to' => 'ענטפער צו',
        'posts' => 'הודעות',
        'post' => 'פּאָסטן',

        'name' => 'נאָמען',
        'email' => 'בליצפּאָסט',
        'type' => 'טיפּ',
        'device' => 'מיטל',
        'platform' => 'פּלאַטפאָרמע',
        'browser' => 'בלעטערער',
        'time' => 'צייַט',
        'Wallet' => 'בייַטל',
        'date' => 'טאָג',

        'account' => 'חשבון',
        'transaction' => 'טראַנסאַקטיאָן',
        'fee' => 'אָפּצאָל',

        'location' => 'Location',
        'ip' => 'IP',

        'bill' => 'ביל',
        'category' => 'קאַטעגאָריע',
        'password' => 'שפּריכוואָרט',
        'verify-login' => "באַשטעטיקן & לאָגין",
        'url' => 'URL',
        'avocado' => 'אַוואָקאַדאָ',
        'hyper' => 'היפּער',
        'buy-now' => "קויף יעצט",
        'add-domain' => "Add Domain",
        'views' => 'קוקן',


        'country' => 'לאַנד',
        'address' => 'אַדרעס',
        'postal' => 'פּאָסטאַל קאָוד',
        'building_no' => 'בנין #',
        'building_unit' => 'איינהייט #',
        'message' => 'אָנזאָג',


        'customer' => 'קונה',
        'cart-items' => 'וואָגן זאכן',
        'payment' => 'צאָלונג',
        'receiver' => 'באקומער',
        'virtual-items' => 'ווירטואַל זאכן',
        'no-payment' => 'קיין צאָלונג!',

        'enable' => 'געבן',
        'access' => 'אַקסעס',
        'bank' => 'באַנק אינפֿאָרמאַציע',

        'vendor' => 'פאַרקויפער',

        'view_content' => "זען פול אינהאַלט",
        'files' => 'טעקעס',
        'download' => 'אראפקאפיע',
        'file_name' => 'טעקע נאָמען',
        'file_size' => 'גרייס',

        'subscription' => 'אַבאָנעמענט',
        'products' => 'פּראָדוקטן',
        'vendor_products' => 'פאַרקויפער פּראָדוקטן',

        'pickup' => 'פּיקאַפּ',

        'minutes' => 'מינוטן',
        'hours' => 'שעה',

        'refund' => 'צוריקצאָל',
        'recipient_address' => 'באַקומער אַדרעס',
        'signature' => 'כסימע',
        'blockchain' => 'בלאָקטשיין',
        'details' => 'דעטאַילס',


    

        'Shop' => 'קראָם',
        'dashboard' => 'דאַשבאָרד',
        'comments' => 'באַמערקונגען',
        'wallet' => 'בייַטל',
    ],
    //―――――――――――――――――――――――――――― Titles ―――――――――――――――――――――――――
    'selldone-business-os' => "Selldone ביזנעס אַס",

    //―――――――――――――――――――――――――――― Senders name & emails ―――――――――――――――――――――――――
    'senders' => [
        'WeeklyReport' => [
            'id' => 'performance',
            'name' => 'Selldone פאָרשטעלונג באריכט'
        ],
        'SeasonalReport' => [
            'id' => 'seasonal',
            'name' => 'Selldone סיזאַנאַל באריכט'
        ],
        'Onboarding' => [
            'id' => 'הי',
            'name' => 'Selldone סוחרים'
        ],
        'Support' => [
            'id' => 'support',
            'name' => 'שטיצן :name'
        ],
        'EmailVerify' => [
            'id' => 'verify',
            'name' => 'Selldone'
        ],
        'Welcome' => [
            'id' => 'הי',
            'name' => 'Selldone קאַמיוניטי'
        ],
        'NewShop' => [
            'id' => 'סוחרים',
            'name' => 'Selldone סוחרים'
        ],
        'Approve' => [
            'id' => 'אַפּרווו',
            'name' => 'Selldone סוחרים'
        ],
        'SellerReceiveOrder' => [
            'id' => 'order',
            'name' => 'אָרדערס פאַרוואַלטונג :name'
        ],

        'Recovery' => [
            'id' => 'אָפּזוך',
            'name' => 'Selldone רעקאָווערי מאַנשאַפֿט'
        ],

    ],


    'bill-status' => [
        'PENDING' => 'פּענדינג ⌛',
        'PAYED' => 'באַצאָלט ✅',
        'CANCELED' => 'קאַנסאַלד ❌',

    ],

    'shop-invite' => [
        'LEVEL-NAME' => [
            'ADMIN' => 'אַדמיניסטראַטאָר',
            'OFFICER' => 'אָפיציר און סופּערווייזער',
            'AUDITING' => 'אַודיטינג פאַרוואַלטער',
            'EMPLOYEE' => 'אָנגעשטעלטער',
            'PRODUCT' => 'פּראָדוקט פאַרוואַלטער',
            'CONTENT' => 'אינהאַלט פאַרוואַלטער',
            'MARKETING' => 'מאַרקעטינג פאַרוואַלטער',
            'VIEWER' => 'צוקוקער',

        ],
        'subject' => ":inviter פארבעטן איר ווי :level| :shop",
        'category' => "שטעקן פאַרבעטונג",
        'title' => "איר האָט שוין פארבעטן צו <b>:shop_name</b> ווי <b>:level</b>.",
        'message' => "איר האָט באקומען אַ פאַרבעטונג צו מיטאַרבעטן מיט די <b>:shop_title</b> מאַנשאַפֿט אין געשעפט. איר האָבן די אָפּציע צו אָננעמען אָדער אָפּזאָגן דעם פאָרשלאָג. אויב איר קלייַבן צו אָננעמען, ביטע קלאָץ אין צו די Selldone סערוויס צו באַשטעטיקן דיין באַשלוס. נאָך באַשטעטיקונג, איר וועט באַקומען אַקסעס צו די קראָם פאַרוואַלטונג אָפּטיילונג.",

    ],

    'welcome-email' => [
        'subject' => "👋 ברוכים הבאים :name, לאָמיר אָנהייבן מיט Selldone!",
        'category' => 'CONGRATULATION',
        'title' => "ברוכים הבאים צו Selldone",
        'message' => "דאנק איר פֿאַר טשוזינג Selldone! איר זענט איצט טייל פון אַ וויבראַנט קהל וואָס קאַנעקץ גלאבאלע סעלערז צו קאַסטאַמערז, היגע געשעפטן צו ענטערפּריסעס און מענטשן צו קאָרפּעריישאַנז. אַלע אונדזער האר און פּראָ מכשירים זענען בארעכטיגט פֿאַר איר ** פריי ** און ** אַנלימאַטאַד **. מיר זענען דאָ צו שטיצן איר און עפֿענען די טירן צו דיין הצלחה.",

        'index' => "שריט :step.",

        'step-domain' => [
            'title' => 'לייג דיין מנהג פעלד',
            'message' => "צו אָנהייבן, לייג דיין מנהג פעלד פֿאַר פריי אין די קראָם דאַשבאָרד אונטער סעטטינגס> דאָמאַינס סעטטינגס.",
            'action' => 'פירן מיין דאָומיינז',
        ],
        'step-landing' => [
            'title' => 'קאַסטאַמייז דיין היים בלאַט',
            'message' => "פּערסאַנאַלייז דיין היים בלאַט דורך גיין צו דאַשבאָרד > בלעטער. קלייַבן אַ לאַנדינג בלאַט אָדער שאַפֿן אַ נייַע. עס איז גרינג און ינטואַטיוו, און איר קענען אָנהייבן ארבעטן אויף עס גלייך.",
            'action' => 'קאַסטאַמייז מיין לאַנדינג בלאַט',
        ],
        'step-payment' => [
            'title' => 'סעטאַפּ צאָלונג מעטהאָדס',
            'message' => "אָנהייב אַקסעפּטינג פּיימאַנץ גלייך אין דיין באַנק אקאונט. צו פאַרבינדן דיין צאָלונג פּראַוויידערז ווי Stripe, PayPal און מער, גיין צו דאַשבאָרד> אַקאַונטינג> גאַטעווייַ.",
            'action' => 'לייג צאָלונג מעטהאָדס',
        ],
        'step-products' => [
            'title' => 'לייג דיין פּראָדוקטן',
            'message' => "לייכט לייגן פּראָדוקטן און קאַטעגאָריעס אין די דאַשבאָרד> פּראָדוקטן. עס איז פּונקט ווי אָנפירונג טעקעס און פאָלדערס אויף דיין פּיסי - גאָר שלעפּן-און-קאַפּ גרייט. איר קענען אויך פאַרנעם אַרייַנפיר פּראָדוקטן ניצן עקססעל. א מוסטער מוסטער איז בנימצא צו העלפן איר אָנהייבן.",
            'action' => 'פירן מיין פּראָדוקטן',
        ],
        'step-shipping' => [
            'title' => 'סעטאַפּ שיפּינג מעטהאָדס',
            'message' => "צו באַשולדיקן קאַסטאַמערז פֿאַר שיפּינג, דעפינירן דיין שיפּינג מעטהאָדס אין די דאַשבאָרד> לאָגיסטיק> שיפּינג. איר קענען שטעלן פאַרשידענע פּרייסינג און שטיצן פֿאַר פאַרשידן לאָוקיישאַנז. דו זאלסט נישט פאַרגעסן צו שטעלן דיין ווערכאַוס אָנהייב אין דאַשבאָרד> לאָגיסטיק> וואַרעהאָוסע.",
            'action' => 'פירן שיפּינג מעטהאָדס',
        ],
    

        'seller' => [
            'title' => 'זענט איר אַ טרעגער?',
            'message' => 'צו אָנהייבן סעלינג, אַרייַן דיין דאַשבאָרד אין סעללדאָנע דורך די לינק אונטן און שאַפֿן דיין ערשטער קראָם גאָר פריי. דאָס וועט נעמען אַ ביסל מינוט און איר וועט האָבן דיין אייגענע קראָם און אָנליין פּלאַץ. מיר וועלן דעריבער פירן איר צו די ווייַטער סטעפּס און באַקומען די צאָלונג גייטוויי.',
            'action' => 'לאָגין צו מיין דאַשבאָרד',
        ],
        'buyer' => [
            'title' => 'איך בין אַ קוינע',
            'message' => 'מאַזל - טאָוו. אַמאָל איר זענט אַ מיטגליד פון סעללדאָנע, איר וועט באַקומען באַפרייַען פון אַלע די כאַסאַלז פון מיטגלידערשאַפט און אָטענטאַקיישאַן אין אָנליין סטאָרז. צו נוץ פון קיין קראָם און פּלאַץ וואָס ניצט די סעללדאָנע פּלאַטפאָרמע, איר קענען קלאָץ אין מיט איין גיט און מאַכן דיין קויפן פּשוט, שנעל און זיכער.',
        ],
    ],


    'charge-account' => [
        'category' => 'בייַטל > חשבון > אָפּצאָל',
        'title' => "הצלחה אָפּצאָל",
        'message' => "דיין חשבון <b>:account_number</b> איז הצלחה באפוילן <b>:amount</b>.",
        'account' => 'חשבון',
        'charge' => 'אָפּצאָל',
        'balance' => 'וואָג',
        'footer' => "מאַכן געשעפט גרינג, אַטשיוואַבאַל און צוטריטלעך פֿאַר ווער עס יז אַרום די וועלט."
    ],

    'verify-email' => [
        'subject' => "🙌 פאַרענדיקן דיין צייכן אַרויף צו Selldone! באַשטעטיקן לינק.",
        'category' => "איר זענט איין שריט אַוועק",
        'title' => "באַשטעטיקן דיין בליצפּאָסט אַדרעס",
        'message' => "הי :name,<br><br> דאַנקען דיר פֿאַר טשוזינג Selldone!<br><br> צו באַשטעטיקן אַז <b>:email</b> איז דיין ריכטיק E- בריוו אַדרעס אָדער נוצן די לינק אונטן. איר האָבן 48 שעה צו פאַרענדיקן דעם וועראַפאַקיישאַן.",
        'footer' => "אויב איר האָט קאָנפליקט מיט געבן אַ קליק דעם באַשטעטיקן קנעפּל, נאָכמאַכן און פּאַפּ די URL אונטן אין דיין וועב בלעטערער: :activation_url",
        'next-step' => "דערנאָך, מיר וועלן שיקן איר עטלעכע נוציק מאַטעריאַלס און אַ שריט-דורך-שריט פירער צו מאַכן עס גרינג פֿאַר איר צו לייגן דיין מנהג פעלד, שטעלן אַרויף פּיימאַנץ, לייגן פּראָדוקטן און באַקומען דיין ערשטער סדר.",

    ],
    'verify-email-code' => [
        'subject' => "וועראַפאַקיישאַן קאָד פֿאַר :name",
        'category' => "SECURITY",
        'title' => "Email וועראַפאַקיישאַן קאָד",
        'message' => "הי :name,<br><br> צו באַשטעטיקן אַז <b>:email</b> איז דיין ריכטיק E- בריוו אַדרעס, ביטע אַרייַן די פאלגענדע קאָד אין דער ווייַטער <b>10 מינוט</b>:",
    ],
    'onboarding-verify-email' => [
        'subject' => "🎉 דיין קראָם איז גרייט| :name",
        'category' => "איר זענט איין שריט אַוועק",
        'title' => "סעטאַפּ געענדיקט",
        'account_title' => "דיין חשבון",
        'account_msg' => "באַשטעטיקן און לאָגין צו דיין חשבון מיט דעם אינפֿאָרמאַציע.",
        'shop_msg' => "חשבון אינפֿאָרמאַציע אויף די Selldone געשעפט אָפּערייטינג סיסטעם.",

    ],

    'reset2fa' => [
        'category' => "זיכערהייט אַפישאַל אָנזאָג",
        'title' => "בעטן דיסייבאַל 2-סטעפּס לאָגין",
        'message' => "איר באַקומען דעם בליצפּאָסט ווייַל מיר באקומען אַ בקשה צו באַשטעטיק צוויי-פאַקטאָר אָטענטאַקיישאַן פֿאַר **:name** חשבון מיט **:email** בליצפּאָסט.<br><br>מיר געפֿונען די פאלגענדע דעטאַילס פֿאַר דיין חשבון:",
        'footer' => "אויב איר האָט נישט געבעטן אַ פּאַראָל באַשטעטיק, קיין ווייַטער קאַמף איז פארלאנגט.",
        'action' => 'דיסייבאַל צוויי-שריט לאָגין',
    ],


    'build-new-shop' => [
        'subject' => "🎊 דיין קראָם איז גרייט איצט!",
        'category' => "געבוירן נייַ אָנליין קראָם אין דער וועלט",
        'title' => "מאַזל - טאָוו, :name!",
        'message' => "<b> מאַזל - טאָוו, :name! דיין נייַע אָנליין געשעפט איז איצט לעבן! </b> מיר זענען יקסייטאַד צו באַגריסן איר צו די סעללדאָנערס קהל. איר האָט גענומען די ערשטער שריט צו הצלחה, און מיר זענען דאָ צו העלפן איר יעדער שריט פון דעם וועג.<br>Now אַז דיין קראָם איז גרייט, לאָזן אונדז מאַכן זיכער אַז איר זענט באַשטימט צו באַקומען פּיימאַנץ גלייַך פון דיין קאַסטאַמערז און אָנהייבן צו וואַקסן דיין אימפעריע. אויב איר דאַרפֿן הילף, מיר זענען נאָר אַ אָנזאָג אַוועק - אונדזער שטיצן מאַנשאַפֿט איז שטענדיק דאָ פֿאַר איר. מיר וועט פירן איר דורך יעדער בינע צו באַקומען דיין קראָם פליסנדיק סימלאַס.",
        'pdf-book' => "דו זאלסט נישט פאַרפירן אַטאַטשט האַנט בוך: טאָן דיין געשעפט ווי אַ שפּיל",

        'account' => [
            'title' => 'שריט 1: באַשטעטיק דיין Selldone בייַטל',
            'message' => "צו אָנהייבן, שאַפֿן אַ חשבון אין דיין Selldone בייַטל. דאָס איז ווו דיין פיז וועט זיין דידאַקטיד, און עס איז אויך ווו איר וועט באַקומען אַרויף צו האַלטן דיין קראָם פליסנדיק סמודלי. אויב דיין וואָג איז נעגאַטיוו, טאָן ניט זאָרג! דיין קראָם וועט פאָרזעצן צו אַרבעטן אָן יבעררייַס.",
            'action' => 'לאָגין צו בייַטל',
        ],

        'shop-account' => [
            'title' => 'שריט 2: פאַרבינדן די חשבון צו די קראָם',
            'message' => "דערנאָך, פאַרבינדן דיין בייַטל חשבון צו דיין קראָם. גיין צו <b>Store> אַקאַונטינג> Invoice</b> און פאַרבינדן דיין בייַטל. דאָס ינשורז אַז אַלע קונה פּיימאַנץ זענען דאַפּאַזיטיד גלייַך אין דיין באַנק אקאונט - Selldone טוט נישט אַראָפּרעכענען קיין אַמאַונץ פון דיין פאַרדינסט.",
            'action' => 'קראָם ינווויס פּאַנעל',
        ],

        'gateway' => [
            'title' => 'שריט 3: קאָננעקט אָנליין צאָלונג גאַטעווייַ',
            'message' => "איצט, לאָזן אונדז שטעלן דיין אָנליין צאָלונג גייטוויי. גיין צו <b>Store> אַקאַונטינג> Port</b> און גיט אויף <b>Add New Port</b>. סעלעקטירן דיין קראַנטקייַט און איר וועט זען אַ רשימה פון פאַראַנען צאָלונג גייטווייז. קאַנעקטינג אַ גייטוויי איז שנעל און גרינג, אָבער אויב איר דאַרפֿן הילף, פילן פריי צו קאָנטראָלירן די Selldone פירער אָדער קאָנטאַקט אונדז.",
            'action' => 'לייג אַ טויער צו די קראָם',
        ],

        'domain' => [
            'title' => 'לעצטע שריט: קאַנעקטינג אַ דעדאַקייטאַד פעלד',
            'message' => "איר וועט קענען צו האָבן דיין קראָם אויף ווי פילע דאָומיינז ווי איר ווילט. צו פאַרבינדן אַ דעדאַקייטאַד פעלד צו אַ קראָם, איר דאַרפֿן צו האָבן אַ סטאַרטאַפּ דערלויבעניש. דורך ינטראָודוסינג יעדער פרייַנד צו סעללדאָנע, איר וועט באַקומען אַ איין-חודש סטאַרטאַפּ דערלויבעניש טאַלאַנט קאָרט. א פּראָצענט פון דיין פרענדז 'פּיימאַנץ וועט אויך זיין קרעדאַטאַד צו דיין קאַסטאַמערז' אַקאַונץ.",
            'action' => 'ינטראָודוסינג און ריסיווינג אַנלימאַטאַד טאַלאַנט קאַרדס',
        ],
    ],


    'basket-list' => [
        'item' => "נומער",
        'count' => "ציילן",
        'price' => "פּרייַז",
        'discount-code' => "אַראָפּרעכענען קאָד",
        'customer-club' => 'קונה קלוב',
        'shipping' => "שיפּינג",
        'total' => "גאַנץ",
        'offer' => "פאָרשלאָג",
        'coupon' => "קופּאָן",
        'lottery' => "אַוואַרד",
        'tax' => "שטייַער",
        'tax_included' => "אַרייַנגערעכנט אין פּרייַז",
        'tax_shipping' => "Shipping Tax",
    ],

    'buyable-payments' => [
        'method' => 'מעטאָד',
        'amount' => 'סומע',
        'giftcard' => 'Gift card',
        'payment' => 'צאָלונג',
    ],


    'shop-subscription-email' => [
        'category' => "אַבאָנעמענט דערהייַנטיקן",
        'title' => "קראָם ליסענסע: :shop_title",
        'title-reserved' => "רעזערוו דערלויבעניש: :shop_title",
        'title-active' => "אַקטיוו דערלויבעניש: :shop_title",
        'title-finished' => "פאַרטיק דערלויבעניש: :shop_title",
        'title-cancel' => "באָטל מאַכן דערלויבעניש: :shop_title",
        'message' => "דיין קראָם דערלויבעניש פּלאַן דערהייַנטיקט,",
        'RESERVED' => "⚡ דיין אַבאָנעמענט פּלאַן איז ** רעזערווירט**.",
        'ACTIVE' => "🟢 דיין אַבאָנעמענט פּלאַן איז **אַקטיווייטיד**.",
        'FINISHED' => "🚧 דיין אַבאָנעמענט פּלאַן איז **פאַרטיק**.",
        'CANCEL' => "⛔ דיין אַבאָנעמענט פּלאַן איז **קאַנסאַלד**.",
    ],

    'support' => [
        'subject' => "שטיצן צענטער|:name האט געענטפערט",
        'category' => "שטיצן צענטער",
        'title' => "איר האָט באַקומען אַ ענטפער",
        'action' => "עפענען קראָם אַדמין",
    ],

    'shop-customer-join' => [
        'subject' => "פאַרבינדן :shop_title",
        'category' => "ניו קונה סימכע",
        'title' => "מיר זענען צופרידן פֿאַר דיין מיטגלידערשאַפט",
        'action' => "באַזוכן איצט",
    ],

    'shop-vendor-join' => [
        'subject' => "פאַרקויפער אָנבאָאַרדינג| :shop_title",
        'category' => "ניו פאַרקויפער סימכע",
        'title' => "מיר זענען צופרידן פֿאַר דיין מיטגלידערשאַפט",
        'action' => "Vendor Panel",
    ],


    'shop-giftcard' => [
        'subject' => "גיפט קאַרד :shop_title",
        'category' => "לייג אַ נייַ קאָרט",
        'title' => "מאַזל - טאָוו, איר האָט באקומען אַ טאַלאַנט קאָרט",
        'action' => "שאָפּ איצט",
        'message' => "איר האָט באקומען אַ טאַלאַנט קאָרט ווערט :balance :currency. איר קענען נוצן דעם טאַלאַנט קאָרט אין אונדזער קראָם.",

    ],
    // -------------------------------------- Shop Contact ------------------------------------
    'contact' => [
        'subject' => "שטיצן צענטער| :shop",
        'category' => "שטיצן",
        'title' => "איר האָט באַקומען אַ ענטפער",
    ],

    // -------------------------------------- Shop Customer ------------------------------------
    'order-checkout' => [
        'subject' => "🛍️ סדר באַשטעטיקונג|סדר :order_id",
        'title' => "סדר",
        'message' => "איר האָט געשטעלט אַ סדר אין אונדזער קראָם. מיר באקומען דיין סדר און וועט שיקן איר אן אנדער E- בריוו אַמאָל די צאָלונג איז באשטעטיקט."
    ,

        'payments' => 'פּיימאַנץ',
    ],

    'order-payment' => [
        'subject' => "🛍️ צאָלונג באַשטעטיקונג|סדר :order_id",
        'title' => "צאָלונג סדר",
        'message' => "דיין צאָלונג איז געענדיקט,<br> מיר האָבן דיין סדר. מיר וועלן שיקן איר אן אנדער E- בריוו ווען דיין סדר איז געשיקט.",
    

        'payments' => 'פּיימאַנץ',
    ],

    'order-update' => [
        'subject' => "🛍️ סדר סטאַטוס דערהייַנטיקן|סדר :order_id",
        'title' => "סדר סטאַטוס דערהייַנטיקן",
        'message' => "דיין סדר איז דערהייַנטיקט. איר קענט קאָנטראָלירן די לעצטע סטאַטוס פון דעם סדר אין דיין חשבון.",
        'instructions' => [
            'PHYSICAL' => [
                'CheckQueue' => "דיין סדר איז אין דער ריי פֿאַר פּראַסעסינג. מיר וועט אָנזאָגן איר ווען עס איז צוגעגרייט.",
                'OrderConfirm' => "דיין סדר איז באשטעטיקט און דער צוגרייטונג איז סטאַרטעד.",
                'PreparingOrder' => "דיין סדר איז צוגעגרייט און וועט זיין שיפּט באַלד.",
                'SentOrder' => "דיין סדר איז געשיקט. איר וועט באַקומען עס באַלד.",
                'ToCustomer' => "דיין סדר איז געווען איבערגעגעבן. מיר האָפן אַז איר האָט הנאה!",

                'PreparingOrder-PICKUP' => "דיין סדר איז גרייט. איר וועט באַקומען אַ אָנזאָג ווען עס איז גרייט פֿאַר פּיקאַפּ.",
                'SentOrder-PICKUP' => "דיין סדר איז גרייט פֿאַר קויפן. ביטע קומען צו די קראָם צו קלייַבן עס.",
                'ToCustomer-PICKUP' => "דיין סדר איז גענומען. מיר האָפן אַז איר האָט הנאה!"

            ],
            'VIRTUAL' => [
                'CheckQueue' => "דיין סדר איז אין דער ריי פֿאַר פּראַסעסינג. מיר וועט אָנזאָגן איר ווען עס איז גרייט.",
                'OrderConfirm' => "דיין סדר איז באשטעטיקט און צוגרייטונג איז אין פּראָגרעס.",
                'PreparingOrder' => "דיין סדר איז צוגעגרייט און וועט זיין געשיקט צו איר באַלד.",
                'ToCustomer' => "דיין ווירטואַל סדר איז איבערגעגעבן צו דיין חשבון. דאַנקען דיר!"
            ],
            'SERVICE' => [
                'CheckQueue' => "דיין סערוויס בעטן איז אין דער ריי. מיר וועט אָנזאָגן איר ווען מיר אָנהייבן.",
                'OrderConfirm' => "דיין דינסט איז באשטעטיקט און מיר גרייטן זיך צו אָנהייבן.",
                'PreparingOrder' => "מיר גרייטן דיין דינסט און וועט געבנ צו וויסן איר אַמאָל עס איז געענדיקט.",
                'ToCustomer' => "דיין דינסט איז גאַנץ. דאנק איר פֿאַר טשוזינג אונדז!"
            ],
            'FILE' => [
                'PreparingOrder' => "דיין טעקע איז צוגעגרייט און וועט זיין בארעכטיגט באַלד.",
                'ToCustomer' => "דיין טעקע איז גרייט און איז איבערגעגעבן. איצט איר קענען אראפקאפיע עס."
            ],
            'SUBSCRIPTION' => [
                'CheckQueue' => "דיין אַבאָנעמענט סדר איז אין דער ריי. מיר וועט אָנזאָגן איר ווען פּראַסעסינג הייבט.",
                'OrderConfirm' => "דיין אַבאָנעמענט איז באשטעטיקט און איז באַשטימט.",
                'PreparingOrder' => "מיר זענען פּריפּערינג דיין אַבאָנעמענט און עס וועט אָנהייבן באַלד.",
                'SentOrder' => "דיין אַבאָנעמענט איז אַקטיווייטיד. איר וועט באַקומען אָנגאָינג דערהייַנטיקונגען.",
                'ToCustomer' => "דיין אַבאָנעמענט דינסט איז אַקטיווייטיד הצלחה."
            ]
        ]

    ],

    // -------------------------------------- Vouchers ------------------------------------
    'get-voucher' => [
        'subject' => 'מאַזל - טאָוו :name|נייַ וואַוטשער: :title',
        'category' => "מאַזל - טאָוו, נייַ וואַוטשער",
        'message' => "היי :name,<br><br> איר האָט באקומען אַ נייַ וואַוטשער ווי אַ טאַלאַנט פון אונדז! איר קענען פאַרדינען אפילו מער וואָוטשערס דורך ינטראָודוסינג Selldone צו דיין פרענדז און אַלעמען איר וויסן. דער וואַוטשער איז ווערט **:price :currency**.<br><br> איר האָט גענומען די ערשטער שריט, און מיר זענען דאָ צו העלפֿן איר ופשליסן נייַ פֿעיִקייטן מיט דיין וואַוטשער! ביטע קלאָץ אין מיט **:email** און געפֿינען דיין וואַוטשער אין די קראָם **דאַשבאָרד** > **סעטטינגס** > ** דערלויבעניש**.<br><br> מאַזל - טאָוו!",
        'action' => "מיין דאַשבאָרד",
    ],


    // -------------------------------------- Received Gift ------------------------------------
    'received-gift' => [
        'subject' => 'מאַזל - טאָוו, ליב :name|איר האָט באַקומען אַ ספּעציעל טאַלאַנט!',
        'category' => "מעלדן פון באקומען אַ טאַלאַנט",
        'title' => "מתנות פֿאַר איר",
        'message' => "Hi :name, we're excited to let you know that you've received a special gift from Selldone! 🎉 You can earn more gifts by staying active, growing your store, and improving your expertise on Selldone. To check out your gift, simply log in with :email and look for it in the top-right corner of your dashboard.<br><br>This gift is worth **:price :currency**, and you can easily deposit it into your wallet within Selldone.<br><br>Use your gift to upgrade your store's license and unlock even more powerful tools to boost your online business!",
        'action' => "גיפס",
    ],

    // -------------------------------------- Shop Order Payment Admin (Seller) ------------------------------------

    'order-payment-admin' => [
        'subject' => "🛍️ ניו סדר באקומען| :order_id",
        'title' => "New Order",
        'message' => "איר האָט באקומען אַ נייַע סדר. ביטע גיין צו די סדר פּראַסעסינג בלאַט אין דיין קראָם.",
    ],


    // -------------------------------------- Virtual item info component ------------------------------------

    'virtual-item' => [
        'input-form-title' => 'דיין אָנגעפילט אינפֿאָרמאַציע',
        'output-form-title' => 'פּערטשאַסט נומער אינפֿאָרמאַציע',
    ],

    // -------------------------------------- Weekly shop report ------------------------------------
    'selldone-weekly-report' => [
        'subject' => '📬 :shop_title|וואכנשריפט באריכט :time',
        'title' => 'וויקלי קראָם פאָרשטעלונג באַריכט',
        'message' => "דאָס איז דיין וויקלי באַריכט פון דיין קראָם פֿון <b>:start</b> צו <b>:end</b>. דער באַריכט כולל עצות פֿאַר ימפּרוווינג דיין געשעפט, איר קענען אויך קאָנטראָלירן די סטאַטוס פון דיין אָנליין קראָם און לעצטע אָרדערס. איך האָפֿן איר האָבן אַ גוט טאָג און וואָך פאָרויס."
    ],

    // -------------------------------------- Seasonal shop report ------------------------------------
    'shop-seasonal-report' => [
        'subject' => '☘ דיין :amount שפּאָרן באַריכט אין די לעצטע דריי חדשים| :shop_title',
        'title' => 'סיזאַנאַל באַריכט וועגן דיין געשעפט טעטיקייט, ריוואָרדז און פינאַנציעל סייווינגז',
        'message' => "דאָס איז דיין <b>:shop_title</b> סיזאַנאַל באַריכט פון <b>:start</b> צו <b>:end</b>."
    ],


// -------------------------------------- EC-ShopAccounts ------------------------------------
    'EC-ShopAccounts' => [
        'title' => 'קאָננעקטעד אַקאַונץ',
        'sub-title' => 'וואָס איז די לעצטע סטאַטוס פון בייַטל אַקאַונץ פארבונדן צו מיין קראָם?',
        'view-wallet' => 'זען בייַטל',
        'tip-title' => 'וויכטיק עצות',
        'tip' => "שטעלן אַרויף אַ פריי Selldone בייַטל און לינק עס צו דיין קראָם. אפילו אויב דיין וואָג איז נעגאַטיוו, דיין קאַסטאַמערז קענען נאָך קראָם און באַצאָלן אָן קיין ישוז. צי ניט זאָרג, דיין קראָם ס אַפּעריישאַנז און דאַטן וועט פאָרזעצן סמודלי פֿאַר אַרויף צו 1 חודש, אָן קיין ינטעראַפּשאַנז.",
        'view-my-wallet' => 'My wallet',
        'connect-account' => 'פאַרבינדן צו חשבון'
    ],

// -------------------------------------- EC-ShopApps ------------------------------------
    'EC-ShopApps' => [
        'title' => 'אַפּפּס אינסטאַלירן',
        'sub-title' => 'רשימה פון אַפּפּס וואָס איר האָט אינסטאַלירן אין דיין קראָם דעם וואָך.',
        'tip' => "צי איר ווילן צו געפֿינען מער אַפּפּס פֿאַר דיין קראָם?",
        'view-app-store' => 'ויספאָרשן די Selldone אַפּ סטאָר',
    ],

// -------------------------------------- EC-ShopBots ------------------------------------
    'EC-ShopBots' => [
        'title' => 'דיין סטאָר באָץ',
        'sub-title' => 'אַקטיוו פארקויפונג באָץ אין מיין קראָם.',
        'tip-title' => 'Bot סאַלע',
        'tip' => "Selldone אָפפערס אָטאַמייטיד פארקויפונג באָץ. פשוט אַקטאַווייט זיי דורך באזוכן די לייג-אָנס > באָץ אָפּטיילונג. פאַרזיכערן אַז די פארלאנגט באַדינונגס זענען בארעכטיגט אין דיין געגנט פֿאַר גלאַט אָפּעראַציע.",
        'view-bots' => 'פירן באָץ',
    ],

// -------------------------------------- EC-ShopContacts ------------------------------------
    'EC-ShopContacts' => [
        'title' => 'קאָמוניקאַציע מיט קאַסטאַמערז',
        'sub-title' => 'ווי פילע קאָנטאַקטן האָבן איך געהאט מיט מיין קלייאַנץ די וואָך?',
        'faqs' => 'אָפט געשטעלטע פֿראגן',
        'tickets' => 'קונה טיקקעץ',
    ],

// -------------------------------------- EC-ShopData ------------------------------------
    'EC-ShopData' => [
        'title' => 'יוזערז סטאַטוס',
        'sub-title' => 'אַקטיוויטעט פֿון :start צו :end',
        'users' => [
            'title' => 'קאַסטאַמערז',
            'subtitle' => 'סיגנופּ יוזערז',
        ],
        'views' => [
            'title' => 'וויזיץ',
            'subtitle' => 'ווי פילע מאָל האָבן איר באזוכט די קראָם',
        ],
        'new_visitors' => 'New Users',
        'returning_visitors' => 'אומגעקערט יוזערז',

        'shop_views' => 'שאָפּ קוקן',
        'baskets' => [
            'title' => 'שאַפּינג קאַרץ',
            'subtitle' => 'באריכט די נומער פון נייַ שאַפּינג קאַרץ',
        ],
        'products' => [
            'title' => 'פּראָדוקטן איבערבליק',
            'subtitle' => 'סטאַטוס פון פּראָדוקטן אין די קראָם לויט טיפּ',
            'value_name' => 'פּראָדוקטן'
        ],
        'products_count' => 'פּראָדוקט טייפּס',
        'views_count' => 'זען ציילן',
        'sell_count' => 'פאַרקויפן ציילן',
        'send_count' => 'שיפּינג ציילן',
    ],


// -------------------------------------- EC-ShopDropShipping ------------------------------------
    'EC-ShopDropShipping' => [
        'title' => 'קאַפּ שיפּינג',
        'sub-title' => 'הויפּט פּאַנעל פֿאַר Top Selldone קאַפּ שיפּינג סעלערז',
        'total_fulfillments' => 'גאַנץ אָרדערס באקומען',
        'ds_count' => 'באקומען אָרדערס',
        'statistics_title' => 'באריכט באקומען אָרדערס',
        'ds_cancels' => 'באָטל מאַכן דורך צובינד טרעגער',
        'ds_rejects' => 'באָטל מאַכן דורך איר',
        'tip' => "זענט איר אַ גרויס טרעגער מיט אַ ווערכאַוס, פאַבריק אָדער פּראָדוקט דיסטריביאַטער? איר קענען יקספּאַנד דיין דערגרייכן דורך פאָרשלאָגן דיין פּראָדוקטן צו אנדערע סעלערז דורך די דראָפּ שיפּינג דינסט פון Selldone. בליצפּאָסט אונדז אויף support@selldone.com צו לערנען מער.",
        'view-drop-shipping-panel' => 'לאָגין צו כאָולסייל טאַפליע',
    ],


// -------------------------------------- EC-ShopExchangeRates ------------------------------------
    'EC-ShopExchangeRates' => [
        'title' => 'עקסטשאַנגע ראַטעס',
        'sub-title' => 'רשימה פון די לעצטע קראַנטקייַט קאַנווערזשאַן רייץ אין דיין קראָם.',
        'from' => 'מקור קראַנטקייַט',
        'to' => 'דעסטיניישאַן קראַנטקייַט',
        'rate' => 'קורס פון קאַנווערזשאַן',
        'view-exchange-panel' => 'פירן עקסטשאַנגע ראַטעס',
    

        'vew-exchange-panel' => 'וועקסל קורס פאַרוואַלטונג טאַפליע',
    ],


// -------------------------------------- EC-ShopExperts ------------------------------------
    'EC-ShopExperts' => [
        'title' => 'מומחה קאַנטראַקץ',
        'sub-title' => 'וואָס פּראָפעססיאָנאַלס אַרבעט אין מיין קראָם?',
        'cost' => 'קאָנטראַקט סומע',
        'duration' => 'געדויער',
        'start_at' => 'Start Date',
        'complete_at' => 'Completion Date',
        'cancel_at' => 'דאַטע באָטל מאַכן',
        'end_at' => 'דעליווערי דאטע',
        'tip' => 'דינגען שפּיץ עקספּערץ פון Selldone צו העלפן וואַקסן דיין געשעפט.',
        'view-experts' => 'גיט צו אָנהייבן.',
    ],


// -------------------------------------- EC-ShopGateways ------------------------------------
    'EC-ShopGateways' => [
        'title' => 'Payment gateways',
        'sub-title' => 'אַקטיוו צאָלונג גייטווייז אין דיין קראָם :shop',
        'tip-title' => 'וויכטיק עצות',
        'tip' => "גיין צו די טויער פאַרוואַלטונג בלאַט אין דיין קראָם און לייגן בייַ מינדסטער איין פּאָרט אין אַ ביסל מינוט. דיין קאַסטאַמערז ווי צו צאָלן געשווינד און סיקיורלי דורך אָנליין פּאָרטאַלס.",
        'view-shop-gateways' => 'לאָגין צו מיין קראָם טויער פאַרוואַלטונג.',
        'view-gateways' => 'זען מער גייטווייז',
    ],


// -------------------------------------- EC-ShopOrders ------------------------------------
    'EC-ShopOrders' => [
        'title' => 'אָרדערס',
        'sub-title' => 'רשימה פון אָרדערס איך באקומען די וואָך.',
        'total_baskets' => 'גאַנץ אָרדערס',
        'total_posBaskets' => 'גאַנץ געלט אָרדערס',
        'pos-title' => 'POS סטאָר באָקס',
        'chart-label' => 'אָרדערס געענדיקט (די אָרדערס זענען נישט דאַווקע באַצאָלט!)',
        'tip-title' => 'איר זאָל פּרובירן האַרדער ...',
        'tip' => "קיין פּשוט הצלחה.",
    ],

// -------------------------------------- EC-ShopProcessCenter ------------------------------------
    'EC-ShopProcessCenter' => [
        'title' => 'פּראַסעסינג צענטער',
        'sub-title' => 'ווי פיל סדר האָבן מיר פּראַסעסט אין די קראָם די וואָך?',
        'tip-title' => 'איר האט נישט האָבן אַ פאַרקויף!',
        'tip' => "צום באַדויערן, איר האט נישט האָבן קיין פארקויפונג די וואָך. איר דאַרפֿן צו באַקומען מער צו דיין קראָם. איר קענען לייגן מער פּראָדוקטן, קלייַבן בעסער בילדער אָדער שרייַבן בעסער דיסקריפּשאַנז פֿאַר דיין פּראָדוקטן. באַטראַכטן אַ פול-צייַט אַרבעט פֿאַר דיין געשעפט. אויב איר טאָן עס רעכט און טאָן ניט באַקומען פראַסטרייטאַד, איר וועט זיין געראָטן.",
        'view-process-center' => 'View פּראָצעס צענטער',
        'return' => [
            'title' => 'אומגעקערט סדר',
            'subtitle' => 'באריכט אומגעקערט אָרדערס.',
            'tip-title' => 'צי האָט איר וויסן אַז ...',
            'tip' => "איר קענען מאַכן ווי פילע קראָם געלט רעדזשיסטערז ווי איר ווילט דורך סעללדאָנע POS! אין פאַקט, איר קענען ווענדן דיין טאַבלעט, רירעוודיק טעלעפאָן אָדער לאַפּטאַפּ אין דיין ינבאָקס. אויב דאָס יקסייץ איר, Selldone POS עס איז עפּעס איר זאָל אָנהייבן ניצן איצט. עס נעמט בלויז אַ פּשוט גיט צו קאַטער, מיר האָבן אַלץ צוגעגרייט פֿאַר דיין סערווער אין שטייַגן.",
            'view-pos' => 'לאָגין צו מיין אָנליין קראָם קאַסירער'
        ]
    ],


// -------------------------------------- EC-ShopSessions ------------------------------------
    'EC-ShopSessions' => [
        'title' => 'סעשאַנז',
        'sub-title' => 'ווי פילע מאָל האָב איך באַזוכן מיין קראָם?',
        'countries-title' => 'וואָס לענדער האָבן שוין די מערסט באזוכט?',
    ],


// -------------------------------------- EC-PublicMessage ------------------------------------
    'EC-PublicMessage' => [
        'title' => 'צי איר ווילן צו מאַכן געלט אָן ספּענדינג איין באַק?',
        'message' => "הי :name, עס איז צייט צו אָנהייבן ערנינג מיט Selldone! גיין צו דאַשבאָרד > מער > מאָנעטיזאַטיאָן > באַקומען דיין רעפערראַל לינק. ייַנטיילן דעם לינק מיט דיין פרענדז, און פאַרדינען טאַלאַנט קאַרדס און אַ טיילן פון זייער פּיימאַנץ. דער בעסטער טייל? ביידע איר און דיין פרייַנד באַקומען אַ טאַלאַנט קאָרט!",
        'action' => 'זען מיין הקדמה לינק',
        'mail-clip' => "<b style='color: #C2185B'>וויכטיק:</b> אויב איר נוצן E- בריוו באַדינונגס אַזאַ ווי Gmail וואָס באַגרענעצן די לענג פון די E- בריוו, געפֿינען די פאלגענדע אָפּציע אין די סוף פון די E- בריוו צו ווייַזן די פול באַריכט און גיט אויף עס:",

        'no-coin-reward' => "<b style='color: #C2185B'>אנטשולדיגט:</b> דיין טעטיקייט האט נישט טרעפן די פאָדערונג צו באַקומען פריי SEL קאָינס באַלוינונג. פּרוּווט האַרדער און פאַרקויפן מער אין דיין קראָם פֿאַר ווייַטער סעזאָן.",
        'yes-coin-reward' => "<b style='color: #4CAF50'> מאַזל - טאָוו: </b> גרויס אַרבעט! באַזירט אויף דיין בוילעט פאָרשטעלונג, מיר האָבן קרעדאַטאַד :amount SEL קאָינס צו דיין חשבון ווי אַ באַלוינונג.",

        'need-buy-license' => "<b>לעוועל אַרויף דיין געשעפט:</b> עס קוקט ווי איר האָט נישט רעגיסטרירט קיין אַבאָנעמענט פּלאַן פֿאַר דיין וועבזייטל נאָך! אַפּגרייד איצט צו ופשליסן מער פֿעיִקייטן פֿאַר בלויז :amount פּער חודש אויב באַצאָלט אַניואַלי.",
        'not-afford-message' => "אויב איר קענען נישט פאַרגינענ זיך אָדער האָבן קיין קאָנפליקט מיט צאָלונג, פילן פריי צו זאָגן אונדז דורך support@selldone.com.",
        'add-domain' => "<b>פארוואס טאָן ניט האָבן אַ מנהג פעלד פֿאַר דיין געשעפט?</b><br> לייג אַ פעלד צו דיין וועבזייטל איצט; עס איז פריי!"
    ],


    // -------------------------------------- Widget-Socials ------------------------------------
    'Widget-Socials' => [
        'title' => "Selldone איז אַ <del> פּראָדוקט</del> <span style = 'color: forestgreen'> קהל</span>.<br> זייט אַ פאַכמאַן סעללדאָנער!",
        'message' => "נאָכגיין די באַאַמטער בלעטער פון Selldone אויף טוויטטער, לינקעדין און געזעלשאַפטלעך נעטוואָרקס. שיקן אונדז קיין באַמערקונגען, ריקוועס אָדער קריטיקס אָדער אָנטייל נעמען אין דיסקוסיעס וועגן די Selldone. מיר זענען אויך טייל פון די קהל פון Selldone אַז <b> איר מאַכן</b>."
    ],


    // -------------------------------------- Avocado (Seller) ------------------------------------
    'avocado-seller-daily-report' => [
        'subject' => 'ניו אַוואָקאַדאָ אָרדערס באקומען|:shop_title :time',
        'title' => "פאָרשטעלונג באַריכט פֿאַר די לעצטע 24 שעה",
        'message' => "דיין קאַסטאַמערז ווארטן פֿאַר דיין אָרדערס צו זיין ריוויוד און פּרייסט. רעספּאָנד צו דיין קאַסטאַמערז 'ריקוועס ווי באַלד ווי מעגלעך צו באַקומען מער פארקויפונג.",
        'card_title' => "אָרדערס אין דער ריי",
        'card_subtitle' => "זינט :date",

        'card_payed' => "באַצאָלט אָרדערס"
    ],


    // -------------------------------------- Community > Post ------------------------------------
    'community-comments' => [
        'subject' => 'נייַע ריפּלייז צו דיין פּאָסטן אין :community_title',
        'title' => ":name און :count אנדערע האָבן זיך איינגעשריבן די שמועס אויף דיין אַרטיקלען!",
        'message' => "הי :name, דיין אַרטיקלען באַקומען ופמערקזאַמקייט! איר האָט באקומען באַמערקונגען אין אונדזער קהל. קלאָץ אין צו דיין חשבון צו פאַרבינדן די דיסקוסיע און זען וואָס אַלעמען זאגט.",
        'title-simple' => ":name האט קאַמענטאַד אויף דיין פּאָסטן!",
    ],


    // -------------------------------------- Community > Topic ------------------------------------
    'community-topic' => [
        'subject' => '🔔 ענטפער צו דיין טעמע :topic_title',
        'title' => ":name און :count אנדערע האָבן געענטפערט אויף דיין טעמע.",
        'message' => "הי :name, דיין טעמע איז ופמערקזאַמקייט! איר האָט באַקומען ענטפֿערס אין אונדזער קהל. קלאָץ אין צו דיין חשבון צו פאַרבינדן די דיסקוסיע און זען וואָס אַלעמען זאגט.",
        'title-simple' => ":name האָט געענטפערט אויף דיין טעמע.",
    ],

    // -------------------------------------- User > Login ------------------------------------
    'user-login' => [
        'subject' => '🔔 נייַ לאָגין :name',
        'category' => 'זיכערהייט נאָוטאַפאַקיישאַנז',
        'title' => "קלאָץ אין צו אַ חשבון",
        'message' => "ליב :name, אַ לאָגין צו דיין Selldone חשבון איז געווען דיטעקטאַד.",   // Login in selldone (seller)
        'message-shop' => "ליב :name, אַ לאָגין צו :shop_title איז געווען דיטעקטאַד.",  // Login in shop (buyer)

        'footer' => "אויב איר זענט נישט לאָגד אין, ביטע טוישן דיין פּאַראָל.",

    ],


    // -------------------------------------- Account > TransactionNotification ------------------------------------
    'account-transaction' => [
        'withdraw' => "ווידדראָאַל",
        'deposit' => "אַוועקלייגן",

        'withdraw_subject' => "צוריקציען פון חשבון :account",
        'deposit_subject' => "אַוועקלייגן צו חשבון :account",

        'message' => "די געלט אַריבערפירן איז דורכגעקאָכט מיט די פאלגענדע ספּעסאַפאַקיישאַנז.",

        'type' => "טראַנסאַקטיאָן טיפּ",

        'from' => "מקור חשבון",
        'to' => "Destination account",

        'desc' => "טראַנסאַקטיאָן באַשרייַבונג",
        'action' => "זען טראַנסאַקטיאָן",
    ],
    // -------------------------------------- Shop > Penalty ------------------------------------

    'penalty' => [
        'subject' => "⛔ וויכטיק! רעגולירן הילעל| :shop",
        'category' => "קריטיש אינפֿאָרמאַציע",
        'title' => "דיין קראָם איז פּינאַלייזד",
        'action' => "עפענען קראָם דאַשבאָרד",
    ],


    // -------------------------------------- User > Invite friend ------------------------------------
    'invite' => [
        'subject' => ":inviter האט פארבעטן איר צו פאַרבינדן Selldone",
        'title' => ":name האט געשיקט איר :amount צו העלפן קאַטער דיין נייַע אָנליין קראָם און מאָנעטיזירן עס!",
        'message' => "Hi **:receiver_name**,<br><br>Welcome to Selldone! On Selldone, you can easily create your e-commerce site, blog, online community, and even set up an online POS system for in-person sales—all within minutes. It’s the complete online business operating system designed to make your business better, faster, and easier to run.<br><br>Sign up by <b>:date</b> and receive a :amount voucher to get started!",
        'accept' => "אָננעמען פאַרבעטונג",
        'owner' => "באַזיצער פון",
        'join-date' => "זיך איינגעשריבן Selldone אויף",
    ],

    // -------------------------------------- Shop > Recovery mail ------------------------------------
    'shop-recovery' => [
        'subject' => "רעקאָווערי לינק| :shop",
        'category' => "קראָם זיכערהייַט",
        'title' => "קראָם אָפּזוך לינק פון <b>:shop_name</b>.",
        'message' => "דער בליצפּאָסט איז געשיקט צו איר ווייַל איר האָט געבעטן צו ומקערן דיין קראָם. קליקינג אויף די לינק אונטן וועט צוריקקריגן דיין קראָם און אַלע דאַטן וואָס געהערן צו עס.",
        'action' => "באַשטעטיקן שאָפּ רעקאָווערי",

    ],


    // -------------------------------------- SR-SeasonalSaving ------------------------------------
    'SR-SeasonalSaving' => [
        'title' => 'ווי פיל געלט האט Selldone שפּאָרן פֿאַר דיין געשעפט?',
        'sub-title' => 'פֿון דאַטע :start צו :end',
        'infrastructure' => [
            'title' => 'ינפראַסטראַקטשער',
            'subtitle' => 'סערווערס, CDN, סטאָרידזש און אנדערע וואָלקן באַדינונגס',
        ],
        'experts' => [
            'title' => 'עקספּערץ & שטעקן',
            'subtitle' => 'דעוועלאָפּערס, וישאַלט און שטיצן',
        ],
        'total_save' => 'גאַנץ געראטעוועט געלט'
    ],
    // -------------------------------------- SR-SeasonalPerformance ------------------------------------
    'SR-SeasonalPerformance' => [
        'title' => 'דיין פאָרשטעלונג',
        'sub-title' => 'געשעפט איבערבליק פון :start צו :end',

        'new_visitors' => 'New Users',
        'returning_visitors' => 'אומגעקערט יוזערז',

        'shop_views' => 'שאָפּ קוקן',
        'baskets' => [
            'title' => 'שאַפּינג קאַרץ',
            'subtitle' => 'באריכט די נומער פון נייַ שאַפּינג קאַרץ',

        ],
        'products' => [
            'title' => 'פּראָדוקטן איבערבליק',
            'subtitle' => 'סטאַטוס פון פּראָדוקטן אין די קראָם לויט טיפּ',
            'value_name' => 'פּראָדוקטן'
        ],
        'views' => [
            'title' => 'Page Views',
            'subtitle' => 'גאַנץ וועבזייטל בלאַט קוקן',
        ],
    ],


    // ██████████████████████ Marketplace ██████████████████████
    'vendor-order' => [
        'title' => 'New Order',
        'message' => "איר האָט באקומען אַ נייַע סדר. ביטע גיין צו די סדר פּראַסעסינג בלאַט אין דיין פאַרקויפער טאַפליע.",
        'subject' => "🛍️ ניו סדר באקומען| :order_id",
        'your_revenue' => "דיין רעוועך",
    ],
    'vendor-invite' => [
        'title' => 'פאַרקויפער פאַרבעטונג',
        'message' => "איר האָט באקומען אַ פאַרבעטונג צו ווערן אַ פאַרקויפער פון :shop_name. איר קענען אָננעמען אָדער אָפּוואַרפן עס ניצן די קנעפּלעך אונטן.",
        'subject' => ":shop_name |פאַרבעטונג צו ווערן אונדזער פאַרקויפער",
        'accept' => "אָננעמען און ווערן אַ פאַרקויפער",
        'reject' => "אָפּוואַרפן",

    ],

    // Staff of vendor
    'vendor-member-invite' => [
        'title' => 'פאַרבעטונג צו פאַרבינדן אונדזער מאַנשאַפֿט',
        'message' => "איר האָט שוין פארבעטן צו פאַרבינדן :vendor_name ביי :shop_name. איר קענט אָננעמען אָדער אָפּזאָגן דעם פאַרבעטונג ניצן די קנעפּלעך אונטן.",
        'subject' => "פאַרבעטונג צו פאַרבינדן :vendor_name|ווערן אַ מאַנשאַפֿט מיטגליד",
        'accept' => "אָננעמען און פאַרבינדן די מאַנשאַפֿט",
        'reject' => "אָפּוואַרפן",

    ],

    // -------------------------------------- ShopEmailLogin ------------------------------------
    'shop-email-login' => [
        'subject' => "דיין לאָגין קאָד פֿאַר :shop",
        'header-message' => "מיר שיקן איר דעם בליצפּאָסט ווייַל איר האָט געבעטן אַ לאָגין קאָד פֿאַר די קראָם. ביטע געפֿינען דיין איין-צייט פּאַראָל (OTP) אונטן:",
        'footer-message' => "דער קאָד וועט זיין גילטיק פֿאַר 10 מינוט. אויב איר האָט נישט געבעטן דעם לאָגין קאָד, ביטע איגנאָרירן דעם בליצפּאָסט."
    ],

    // -------------------------------------- ShopEmailVerifyLinkEmail ------------------------------------
    'shop-email-verify-link' => [
        'subject' => "באַשטעטיקן דיין אימעיל| :shop",
        'title' => 'Email וועראַפאַקיישאַן',
        'header-message' => "הי :name, <br> ביטע באַשטעטיקן אַז **:email** איז דיין בליצפּאָסט אַדרעס דורך געבן אַ קליק דעם קנעפּל אונטן אָדער ניצן די לינק אונטן אין 48 שעה.",
        'footer-message' => ""
    ],


    // -------------------------------------- VendorProductsChangeEmail ------------------------------------
    'vendor-products' => [
        'subject' => "פּראָדוקט דערהייַנטיקונגען| :shop",
        'title' => "דערהייַנטיקן אויף פּראָדוקט סטאַטוס - לעצטע 24 שעה",
        'message' => "איך האָפֿן דעם אָנזאָג געפינט איר געזונט. דאָס איז אַ קורץ דערהייַנטיקן צו מיטטיילן איר וועגן די סטאַטוס פון דיין פּראָדוקטן אויף אונדזער פּלאַטפאָרמע אין די לעצטע 24 שעה.\nבעשאַס דעם פּעריאָד, עס זענען ענדערונגען אין די סטאַטוס פון עטלעכע פּראָדוקטן. די ענדערונגען קען זיין רעכט צו פּערטשאַסאַז, לאַגער דערהייַנטיקונגען אָדער אנדערע פֿאַרבונדענע געשעענישן.\nפֿאַר מער דיטיילד אינפֿאָרמאַציע וועגן יעדער פּראָדוקט, קלאָץ אין צו דיין חשבון און קאָנטראָלירן די אָפּטיילונג \"פּראָדוקט סטאַטוס\".",
        'action' => "עפענען ווענדאָר פּאַנעל",
    ],

    // -------------------------------------- ShopBulkOrdersEmail ------------------------------------
    'bulk-orders' => [
        'subject' => "פאַרנעם אָרדערס באקומען| :shop | :date",
        'title' => "פאַרנעם אָרדערס אָנזאָג",
        'message' => "איר האָט באקומען אַ פּלאַץ פון פאַרנעם אָרדערס. ביטע באַזוכן די סדר פּראַסעסינג בלאַט אין דיין טאַפליע פֿאַר מער דעטאַילס. איר קענט אויך אראפקאפיע די סדר רשימה דורך די צוגעשטעלט זיכער לינק, גילטיק פֿאַר 7 טעג.<br><br>\n        <b> וויכטיק:</b> דער לינק איז גילטיק פֿאַר 7 טעג.<br>\n        דער לינק איז דינאַמיש, אַזוי יעדער מאָל איר גיט עס, איר וועט באַקומען די מערסט דערהייַנטיקט אָרדערס פֿאַר דעם ספּעציפיש טאָג. <b>\n        <ul>\n            <li> די קסוו כּולל באַצאָלט אָרדערס מיט אַ רעזערווירט דאַטע אין די :date.</li>\n            <li> רעזערווירט דאַטע איז דער טאָג ווען דער באַניצער גיט ויסשרייַבן אויף די סדר בלאַט.</li>\n        </ul>\n        <b> צו פאַרמייַדן דופּליקאַט אָרדערס, שטענדיק קאָנטראָלירן די סדר ID איידער שיקן.</b>",
        'action' => "אראפקאפיע סדר רשימה",
    ],

    // -------------------------------------- Order Refund ------------------------------------
    'order-refund' => [
        'message' => "עטלעכע זאכן אין דיין סדר זענען נישט אנגענומען און קענען ניט זיין איבערגעגעבן. די סומע פֿאַר די זאכן וועט זיין ריפאַנדיד צו דיין קאָרט באַלד."
    ]

];
