<?php


return [
    /*
  |--------------------------------------------------------------------------
  | Instagram
  |--------------------------------------------------------------------------
  */
    'instagram' => [
        'title' => "ינסטאַגראַם סטאָר בילדער|גער ינסטאַגראַם אַקאַונט צו אָנליין סטאָר",
        'desc' => "דו זאלסט נישט וויסט דיין געלט ערגעץ. אַמאָל איר האָבן געבויט דיין קראָם אין Selldone, איר וועט ניט מער טראַכטן פון ארבעטן מיט אנדערע קראָם בנין מכשירים ווי וואָרדפּרעסס, דזשאָאָמלאַ און וואָאָקאָממערסע.",

        'clip' => "/landing-assets/instashop/video/Anime-Instagram-En.m4v",
        'clip_title' => "ווי טאָן דער שעף און איר קיוט קאַץ פאַרקויפן אויף ינסטאַגראַם?",


        'alt1' => "Selldone ינסטאַגראַם סטאָר בילדער",
        'alt2' => 'די געשיכטע פון סעלינג שרה שטיקל אויף ינסטאַגראַם',
        'alt3' => 'Selldone אָנליין סדר פּראַסעסינג צענטער',
        'alt4' => 'Selldone אָנליין סטאָר צאָלונג גאַטעווייַ',
        'alt5' => 'אָטאַמייטיד סעאָ ענגינע פֿאַר אָנליין סטאָרז',
        'alt6' => 'ניו וועגן צו פאַרקויפן אָנליין אויף ינסטאַגראַם',
        'alt7' => 'בראַנדינג און בראַנדינג',
        'alt8' => 'שאָפּ קאַסירער',
        'alt9' => 'מאַרקעטינג און סאַלעס מכשירים',
        'alt10' => 'Free Business Partner',
        'alt11' => 'סדר פּראַסעסינג צענטער',
        'alt12' => 'געטרייַ קאַסטאַמערז',
        'alt13' => 'דירעקט צאָלונג גייטוויי',
        'alt14' => 'ינסטאַגראַם סאַלעס טשאַנאַלז',
        'alt15' => 'הירינג אַ פּלאַץ און קראָם דעוועלאָפּער',
        'alt16' => 'Selldone פּלאַטפאָרמע סטאָרי',
        'alt17' => 'מאַפּע און קראָם אַוטאָמאַטעד סעאָ ענגינע',
        'alt18' => 'מזל טרעגער',
        'alt19' => 'שאַפּינג קאַרט',


        'm1' => 'פארוואס Selldone?',
        'm2' => 'אַוטאָ סעאָ',
        'm3' => 'פּריסעס (פריי)',

        'register' => 'רעגיסטרירן',

        'header' => '<span class="ulr"> 10x Times</span> מער & בעסער<br><span class="ulr">Sell</span> אויף ינסטאַגראַם',
        'header_msg' => 'ימאַדזשאַן קאַסטאַמערז עפן אַ קראָם-ווי בלאַט פֿון ינסטאַגראַם, טשוזינג פּראָדוקטן פון פאָטאָס זיי ווי, אַדינג זיי צו אַ סדר און צאָלן גלייך צו דיין חשבון אָנליין. די לייזונג איז רעכט אין פראָנט פון איר.',

        'name_plc' => 'אַרייַן דיין נאמען',
        'preview' => 'פאָרויסיקע ווייַזונג סטאָר',
        'create_act' => 'שאַפֿן אַן ינסטאַגראַם סטאָר',


        'title1s' => 'ווי טוט עס אַרבעט?',
        'title1' => 'מאַכן דיין ינסטאַגראַם אַ <span class="ulb"> פול-פיטשערד </span> קראָם!',
        'desc1' => 'איר וועט האָבן מער פֿעיִקייטן ווי די טאַפליע פון די גרעסטן אָנליין סטאָרז, אָבער מאַכן קיין גרייַז, ארבעטן מיט פּשוט מחנות איז שפּאַס.',
        'sub1' => 'פּראָדוקט פאַרוואַלטונג אַרבעט ווי דאָס ...',
        'sub1msg' => "דער ערשטער שריט איז צו לייגן פּראָדוקטן. מיט Selldone, איר קענען אַרייַנפיר פּראָדוקטן פֿון ינסטאַגראַם, ופּלאָאַד אַן עקססעל טעקע אָדער נוצן אנדערע פּשוט מעטהאָדס אין בלויז אַ ביסל קליקס.",
         'list1_1' => 'גאָר טייטן און נאָענט פאַרוואַלטונג',
         'list1_2' => 'ינוואַנטאָרי דערהייַנטיקן און שנעל פּרייַז',
         'list1_3' => 'לייג פּראָדוקטן מיט עקססעל טעקע',
         'list1_4' => 'לייג פּראָדוקטן פון דעם',
         'list1_5' => 'זענט איר באָרד? מיר וועלן צוגעבן איר!',

        'title2s' => 'אָרדערס אַרבעט ווי דאָס ...',
        'title2' => "10 מאל מער אָרדערס פּער טאָג איז נישט גענוג פֿאַר איר? Selldone איז דיזיינד פֿאַר מער ווי 10 טויזנט אָרדערס פּער טאָג פֿאַר יעדער קראָם.",

        'list2_1' => 'זען דיין רייזע סטאַטוס געשווינד און אַקט געשווינד',
        'list2_2' => 'קונה קענען זען די לעצטע סטאַטוס פון זיין סדר',
        'list2_3' => 'פירן צאָלונג, סדר פּראַסעסינג און שיפּינג',
        'list2_4' => 'לייג צו ווי פילע מיטאַרבעטער ווי איר ווילט',


        'title3s' => 'דירעקט שפּיל גאַנץ!',
        'title3' => "אָנליין צאָלונג אין דיין קראָם וועט זיין געטאן מיט דיין פעלד און גלייַך צו דיין חשבון! איר קענען קלייַבן די טייפּס פון אָנליין פּאָרטאַלס ​​און צאָלונג אויף פּלאַץ.",

        'list3_1' => 'אָנליין צאָלונג גייטוויי (דירעקט צו דיין חשבון)',
        'list3_2' => 'פיייקייט צו געבן צאָלונג אויף פּלאַץ',
        'list3_3' => 'באַקומען גייטוויי אָן עלעקטראָניש צוטרוי סימבאָל (פּייראָל)',
        'list3_4' => 'פירן פּיימאַנץ און איין-גיט אָרדערס',


        'title4s' => 'אַוטאָ סעאָ',
        'title4' => 'דיזיינינג אַ SEO-פרייַנדלעך פּלאַץ וואָס גייט צו SEO בעסטער פּראַקטיסיז העלפּס מאַכן דיין אָנליין געשעפט מער קענטיק פֿאַר פּאָטענציעל קאַסטאַמערז. Selldone גיט די ינפראַסטראַקטשער איר דאַרפֿן פֿאַר אַ סעאָ-אָריענטיד קראָם, אַזוי איר טאָן ניט האָבן צו זאָרג וועגן זיין דיסקאַווערד אויף Google.',

        'list4_1' => 'איר לאָזן גוט טעקסט און בילדער מיט אונדז',

        'title0' => 'עס איז צייט צו <span class="uly"> פאַרקויפן מער פּראַפעשאַנאַלי</span>, מאַכן דיין קאַסטאַמערז כאַפּיער<br> און פילן שטאָלץ אַז איר וואַקסן אַן אָנליין געשעפט',


        'title6s' => "זײַט נישט צופֿרידן מיט דעם",
        'title6' => 'פיל מער ווי אַן ינסטאַגראַם קראָם ...',


        'features' => 'פֿעיִקייטן',
        'features_act' => 'זען אַלע פֿעיִקייטן',

        'x1' => 'אָנליין קראָם אויף אַ דעדאַקייטאַד פעלד צו בויען דיין סאָרט און האָבן דיין אייגענע קונה קלוב.',
        'x2' => 'אָנליין קראָם קאַש רעגיסטרירן פֿאַר אַ קראָם מיט 0 $ סעטאַפּ קאָס און ווי פילע ווי איר דאַרפֿן.',
        'x3' => 'די בעסטער פֿאַרקויף און פארקויפונג מכשירים וואָס אפילו די ביגאַסט פּאָליצייַ מאַרק בראַנדז טאָן ניט האָבן.',
        'x4' => "א גוטער און נידעריק-דערווארטעטער שותף מיטן נאמען Selldone, וועמענס גאנצע מי איז צו פארגרעסערן די פארקויפן פון די פירמע, נישט צו נעמען געלט און זיי פארלאזן.",

        'a1' => 'סדר פּראַסעסינג',
        'a1s' => 'דיזיינד פֿאַר גיכקייַט',

        'a2' => 'מאַרקעטינג און ינסענטיווז',
        'a2s' => 'געפֿינען געטרייַ קאַסטאַמערז',

        'a3' => 'דירעקט צאָלונג',
        'a3s' => 'קיין צאָלונג צובינד',

        'a4' => 'סאַלעס טשאַנאַלז',
        'a4s' => 'טעלעגראַם, גוגל, ינסטאַגראַם, עטק.',

        'blog' => 'وبلاگ',

        'b1' => "צי מיר נאָך דאַרפֿן צו דינגען אַ פּראָגראַמיסט, קויפן קראָם-בנין פּאַקאַדזשאַז אָדער מחנות אין 2021?",
        'b2' => "די געשיכטע פון ​​Selldone|טוישן אין דעם אופֿן פון קאַטער אַ פּלאַץ און אָנליין געשעפטן",
        'b3' => 'אָטאַמאַטיק סעאָ מאָטאָר שיינט אין Google רעזולטאַטן',
        'read' => 'פאָרזעצן',

        'title5s' => 'צי איר ווילן צו וויסן ווי פיל עס קאָס?',
        'title5' => 'פֿון מאָדעל <span class="ulr"> פריי פֿאַר לעבן</span> מיט 2% קאָמיסיע<br> צו מאָדעל 0.5% קאָמיסיע מיט אַ כוידעשלעך אָפּצאָל',
        'msg5' => "ווי לאַנג ווי איר טאָן ניט האָבן פארקויפונג, די אָונערז פון איין ריאַל וועט נישט באַשולדיקן איר פֿאַר פּלאַץ, באַלעבאָס, סערווערס, באַדינונגס, מכשירים, שטיצן, דערהייַנטיקונגען און עפּעס אַנדערש! געלט וועט זיין קרעדאַטאַד גלייַך צו דיין חשבון! Selldone טראַסץ אַלע זיין פּאַרטנערס צו צאָלן די אָפּצאָל אין די סוף פון די חודש אָדער אויב זיי האָבן אַ פּראָבלעם עטלעכע חדשים שפּעטער דורך טשאַרדזשינג זייער וואָלאַץ.",
         'footer_act' => "פריי איז נישט דער בלויז מייַלע! ווי?",
         'footer' => 'פרעגן קיין פֿראגן אָדער עצות איר ווילט.',

        's1' => 'סמאַרט רעפּאָרטינג',
        's2' => 'פריי קלאָוד האָסטינג',
        's3' => 'לאָגיסטיקס און פּראַסעסינג',
        's4' => 'לאַנדינג בלאַט בילדער',
        's5' => 'פֿעיִקייטן און Benefits',
        's6' => 'פינאַנציעל מאַנאַגעמענט',
        's7' => 'מאַרקעטינג מכשירים',
        's8' => 'ינסענטיווז און קאַסטאַמערז',
        's9' => 'וועגן Selldone',
        's10' => 'בלאָג',
        's11' => 'הילף',
        's12' => 'פּריוואַטקייט',
        's13' => 'תּנאָים און קאָנדיטיאָנס',
        's14' => 'קראָם בילדער',

        'img1' => '/landing-assets/instashop/images/caveman-shop-builder-en.png',


        'importer-ts' => "באַזאָרגט וועגן ארבעטן מיט Selldone?",
        'import_title' => "פרעגן Selldone ניצערס; זייער באַמערקונגען אויף <span class='ulr'> סימפּליקייט און ספּיד</span> וועט יבערראַשן איר!",
        'import_message' => "איר קענט אַרייַנפיר דיין פּראָדוקטן גלייַך פֿון ינסטאַגראַם צו דיין קראָם, אָבער אויב איר ווילט, איר קענט אויטאָמאַטיש לייגן אַלע זייער פּראָדוקטן און בילדער צו דיין קראָם מיט אַ פּשוט עקססעל טעקע. איר פּלאָמבירן די זעלבע טעקע, נאָכמאַכן די URL פון די בילדער פֿון Google, און לעסאָף ציען דיין CSV טעקע און פאַלן עס אין די פּראָדוקט פאַרוואַלטונג אָפּטיילונג. Selldone וועט טאָן דאָס פֿאַר איר.",
        'import_t1' => "צי איר האָבן קיין פּראָדוקט",
        'import_b1' => "זיי זענען אָן דייווערסיטי",
        'import_m1' => "נאָר אראפקאפיע די טעקע, אַרייַן די נאָמען, פּרייַז און ינוואַנטאָרי פון די פּראָדוקט און נאָכמאַכן און פּאַפּ די בילד לינק פֿון אַ פּלאַץ ווי Google",

        'import_b2' => "עטלעכע ווערייישאַנז",
        'import_m2' => "פאַרשיידנקייַט מיטל קאָליר, גרייס, מאַטעריאַל און אַזאַ זאכן. אויב איר האָבן פילע פּראָדוקטן, איר קענען אראפקאפיע דעם טעקע און פּלאָמבירן דיין פּראָדוקט אינפֿאָרמאַציע. דאָס איז אַ ביסל האַרדער",

        'import_download' => "אראפקאפיע מוסטער טעקע",

    ]

];
