<?php



return [

    'loading-title' => "פאַרגרעסערן פון אָפפלינע צו אָנליין",
    'loading-message' => "איר פּרובירן, מיר עפענען די טירן",


    // --- Global Message --- Show for all shop owners in top of all messages!
    'GLOBAL_MESSAGE' => ['title' => 'Selldone איז ביתא', 'priority' => 'עם',
        'message' => "<p>\n            מיר וואָלט ווי צו האָבן איר אָנטייל נעמען אין די עפֿן ביתא. ווי אַ ביתא\n            טעסטער, איר קענען נוצן פֿעיִקייטן וואָס זענען נישט רעלעאַסעד צו\n            דער ציבור. די פֿעיִקייטן קען זיין עפנטלעך בנימצא אין די\n            צוקונפֿט. באַטראַכטן אַז <b>all טראַנזאַקשאַנז זענען אין פּראָבע מאָדע</b> און\n            <b> וועט זיין קלאָר</b> איידער די לעצט מעלדונג. יוזערז, שאַפּס, און\n            פּראָדוקטן <u> וועט נישט זיין אַוועקגענומען</u>.\n          </p>\n\n          <p> דאַנקען, <br />CEO Selldone</p>"],




    'TWO_FACTOR_AUTH_ACTIVATION_SUCCESS' => "צוויי-שריט לאָגין ענייבאַלד הצלחה.",
    'TWO_FACTOR_AUTH_DISABLE_SUCCESS' => "צוויי-שריט לאָגין פאַרקריפּלט.",


];
