<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Shop Header
    |--------------------------------------------------------------------------
    */
    'header' => [
        'shop' => 'קראָם',
        'blog' => 'בלאָג',

    ],
    /*
    |--------------------------------------------------------------------------
    | Shop Footer
    |--------------------------------------------------------------------------
    */
    'footer-menu' => [


    ],
    'about' => 'וועגן אונדז',
    'contact' => 'קאָנטאַקט אונדז',


    'buy-action' => "קויפן איצט",
    'buy-action-variant' => "אויסקלייַבן & קויפן איצט",

    'product-images' => "בילדער",
    'product-spec' => "ספּעק",
    'Comments' => "באריכטן און רייטינגז",
    'related' => "פֿאַרבונדענע פּראָדוקטן",
    'view-now' => "View איצט",






];
