<?php 

 return [
     "failed" => "លិខិតសម្គាល់ទាំងនេះមិនត្រូវគ្នានឹងកំណត់ត្រារបស់យើងទេ។",
     "password" => "ពាក្យ​សម្ងាត់​ដែល​បាន​ផ្ដល់​គឺ​មិន​ត្រឹមត្រូវ។",
     "throttle" => "ការព្យាយាមចូលច្រើនពេក។ សូមព្យាយាមម្តងទៀតក្នុងរយៈពេល : វិនាទីវិនាទី។",
     "title_shop" => "ចូលទៅ: ឈ្មោះ",
     "title_app" => "ការចូលប្រើពាក្យសុំ៖ ឈ្មោះ",
     "login_message" => "ស្នើសុំការចូលប្រើគណនីរបស់អ្នក។",
     "scopes_title" => "កម្មវិធីនេះនឹងមានសិទ្ធិចូលប្រើវិសាលភាពដូចខាងក្រោម",
     "accept" => "បញ្ជាក់",
     "reject" => "បដិសេធ",
     "login_incorrect_password" => "ឈ្មោះអ្នកប្រើ ឬពាក្យសម្ងាត់មិនត្រឹមត្រូវ។",
     "reset_2fa_title" => "កំណត់សំណើចូលពីរជំហានឡើងវិញ",
     "go_main_page" => "ចូលទៅកាន់គេហទំព័រ",
     "signing_in" => "ចូល...",
];