<?php 

 return [
     "shop-order-payment" => [
     "title" => "ទទួលយកការទូទាត់",
     "sample" => "ការទូទាត់ 267$ របស់អ្នកបានទូទាត់ដោយជោគជ័យ។<br> ការបញ្ជាទិញ៖ SM-425<br> អរគុណ <b>ឈ្មោះហាងរបស់អ្នក</b> ។<br> លក់រួច",
     "body" => "ការទូទាត់៖ param2 របស់អ្នកបានទូទាត់ដោយជោគជ័យ។ បញ្ជាទិញ៖ :param1 សូមអរគុណ :param3។ លក់រួច",
],
     "shop-order-payment-admin" => [
     "title" => "ទទួលយកការទូទាត់",
     "sample" => "ការទូទាត់ថ្មី 267$ ត្រូវបានទូទាត់ដោយជោគជ័យ។<br> ការបញ្ជាទិញ៖ SM-425<br> អរគុណ <b>ឈ្មោះហាងរបស់អ្នក</b> ។<br> លក់រួច",
     "body" => "ថ្មី៖ ការបង់ប្រាក់ param2 ត្រូវបានទូទាត់ដោយជោគជ័យ។ បញ្ជាទិញ៖ :param1 សូមអរគុណ :param3។ លក់រួច",
],
     "shop-login" => [
     "title" => "ចូល​កូដ​ផ្ទៀងផ្ទាត់",
     "sample" => "លេខកូដចូលរបស់អ្នកគឺ៖ <b>123456</b><br> <b>ឈ្មោះហាងរបស់អ្នក។</b><br> លក់រួច",
     "body" => "លេខកូដចូលរបស់អ្នកគឺ៖ :param1 :param2 Selldone",
],
     "user-login" => [
     "title" => "ចូលសារជោគជ័យ",
     "sample" => "<b>ឈ្មោះ</b> ជាទីគោរព,<br> អ្នកបានចូលទៅក្នុងគណនីរបស់អ្នកដោយ <b>iPhone 165.250.300.1</b> នៅម៉ោង <b>5/8/2021 ម៉ោង 9:14 ព្រឹក</b> ។<br> លក់រួច",
     "body" => "សូមគោរព :param1 អ្នកបានចូលទៅក្នុងគណនីរបស់អ្នកដោយ :param2 នៅ :param3។ លក់រួច",
],
     "avocado-order-submit" => [
     "title" => "ការបញ្ជាទិញថ្មីរបស់ផ្លែបឺរត្រូវបានបញ្ជូនទៅកាន់អ្នកទិញ",
     "sample" => "<b>ឈ្មោះហាងរបស់អ្នក។</b><br> សូមគោរព <b>ឈ្មោះរបស់អ្នក</b> ,<br> យើងបានទទួលការបញ្ជាទិញរបស់អ្នក ហើយយើងកំពុងពិនិត្យមើលវា។<br> ការបញ្ជាទិញ #: <b>AVO-246</b><br> លក់រួច",
     "body" => ":param3 សូមគោរព :param1 យើងបានទទួលការបញ្ជាទិញរបស់អ្នក ហើយយើងកំពុងពិនិត្យមើលវា។ Order #: :param2 Selldone",
],
     "avocado-order-submit-seller" => [
     "title" => "Avocado ទទួលបានការបញ្ជាទិញថ្មីផ្ញើទៅអ្នកលក់",
     "sample" => "អ្នកបានទទួលការបញ្ជាទិញផ្លែបឺរ៖<br> ហាង៖ <b>ឈ្មោះហាងរបស់អ្នក</b> ។<br> អ្នកទិញ៖ <b>ឈ្មោះអ្នកទិញ</b><br> ការបញ្ជាទិញ៖ <b>AVO-246</b><br> លក់រួច",
     "body" => "អ្នកបានទទួលការបញ្ជាទិញផ្លែបឺរ៖ ហាង៖ :param1 អ្នកទិញ៖ :param2 ការបញ្ជាទិញ៖ :param3 Selldone",
],
     "avocado-ready-to-pay" => [
     "title" => "ការបញ្ជាទិញផ្លែបឺររួចរាល់ដើម្បីបង់ប្រាក់",
     "sample" => "<b>ឈ្មោះហាងរបស់អ្នក។</b><br> ការបញ្ជាទិញរបស់អ្នកត្រូវបានបញ្ជាក់ ហើយអាចបង់ប្រាក់តាមរយៈតំណខាងក្រោម។<br> ការបញ្ជាទិញ #: <b>AVO-246</b><br> តំណភ្ជាប់៖ <b>https://your-domain/avocado</b><br> លក់រួច",
     "body" => ":param3 ការបញ្ជាទិញរបស់អ្នកត្រូវបានបញ្ជាក់ ហើយអាចបង់ប្រាក់តាមរយៈតំណខាងក្រោម។ Order #: :param2 Link: :param1 Selldone",
],
];