<?php

return [
    /*
    |--------------------------------------------------------------------------
    | General
    |--------------------------------------------------------------------------
    */

    'shop' => "ይግዙ",
    'request' => "ጥያቄ",
    'stage' => "ሁኔታ",
    'budget' => "በጀት",
    'contact' => "ተገናኝ",
    'name' => "ስም",
    'email' => "ኢሜይል",
    'user' => "ተጠቃሚ",
    'copy' => "ቅዳ",
    'important' => "አስፈላጊ",
    'faq' => "የሚጠየቁ ጥያቄዎች",

    'select_shop' => "ሱቅ ይምረጡ",
    'loading' => "በመጫን ላይ",

    'add_comment' => "አስተያየት ጨምር",
    'add_comment_sub' => "ሃሳባችሁን አካፍሉን",

    /*
    |--------------------------------------------------------------------------
    | Special agreements > SMS Services
    |--------------------------------------------------------------------------
    */
    'sms_agreement_twilio' => "'ይመዝገቡ'ን ጠቅ በማድረግ፣ በ:name <a href='/terms' target='_blank'>Terms of Use</a> እና <a href='/privacy' target='_blank'>የግላዊነት ፖሊሲ</a> ተስማምተሃል። ለትዕዛዝ ዝመናዎች እና/ወይም ለገበያ ዓላማዎች ከ:name የስልክ ጥሪዎችን እና የSMS መልዕክቶችን ለመቀበል ተስማምተዋል። የመልእክት ድግግሞሽ በእርስዎ እንቅስቃሴ ላይ የተመሰረተ ነው። ለ<b>STOP</b> ወደ <b>86753</b> በመላክ መርጠህ መውጣት ትችላለህ። የመልእክት እና የውሂብ ተመኖች ሊኖሩ ይችላሉ። የሰዎችን ግላዊነት እናከብራለን እና የእርስዎን ውሂብ በጭራሽ አንሸጥም ወይም ለማስታወቂያዎች አንጠቀምበትም። ተጨማሪ መረጃ ከፈለጉ ያነጋግሩን።",

    /*
    |--------------------------------------------------------------------------
    | Expert
    |--------------------------------------------------------------------------
    */
    'expert' => [
        'no_budget_set' => 'አልተዘጋጀም። ተጨማሪ መረጃ እፈልጋለሁ.',
        'start' => "ስራዬን እየጀመርኩ ነው።",
        'online' => "ንግድ አለኝ እና በመስመር ላይ ማምጣት እፈልጋለሁ።",
        'extend' => "በመስመር ላይ ሱቅ ላይ እሰራለሁ.",
        'pos' => "በአካላዊ ማከማቻዬ Selldone POS ለመጠቀም አስባለሁ።",
    ],

    /*
      |--------------------------------------------------------------------------
      | @see VendorPaymentOptionObject
      |--------------------------------------------------------------------------
      */
    'vendor_payment_option' => [
        'bank' => [
            'title' => "የባንክ ማስተላለፍ",
            'description' => "ገንዘቦችን በእጅ ወደ ሻጩ መለያ ያስተላልፉ።",
        ],
    ],

];
