<?php


use App\Shop\Mail\enums\ShopMailTemplateCodes;

return [

    'email-types-description' => [
        ShopMailTemplateCodes::ShopCustomerJoin => 'ይህ መልእክት አዲስ ገዢን ወደ መደብሩ በደስታ ይቀበላል።',
        ShopMailTemplateCodes::OrderCheckout => 'ይህ ማሳወቂያ የሚላከው አንድ ገዢ ትዕዛዝ ሲያረጋግጥ ነው።',
        ShopMailTemplateCodes::OrderPayment => 'ይህ ማሳወቂያ በደንበኛ የተደረገውን የተሳካ ክፍያ ያረጋግጣል።',
        ShopMailTemplateCodes::OrderUpdate => 'ይህ መልእክት የተላከው ስለ ትዕዛዙ ሁኔታ ገዢን ለማዘመን ነው።',

        ShopMailTemplateCodes::OrderPaymentAdmin => 'ይህ መልእክት ሻጭ ስለተረጋገጠ ትዕዛዝ ለማሳወቅ ይላካል።',
        ShopMailTemplateCodes::PosCheckout => 'ይህ ማሳወቂያ የተላከው ለአንድ ገዥ የሚሸጥበትን ቦታ ለማረጋገጥ ነው።',
        ShopMailTemplateCodes::PosPayment => 'ይህ ማሳወቂያ በገዢ የተደረገ የሽያጭ ክፍያ ነጥብ ያረጋግጣል።',
        ShopMailTemplateCodes::PosPaymentAdmin => 'ይህ መልእክት ሻጩ በሚሸጡበት ቦታ የተደረገውን ግዢ ያሳውቃል።',
        ShopMailTemplateCodes::ShopContact => 'ይህ ማሳወቂያ የሚላከው የመገኛ ቅጽ ሲገባ ነው።',
        ShopMailTemplateCodes::ShopGiftCard => 'ይህ ማሳወቂያ ለተጠቃሚው የስጦታ ካርድ መቀበሉን ያሳውቃል።',

        ShopMailTemplateCodes::ShopVendorJoin => 'ይህ መልእክት አዲስ ሻጭ ወደ መደብሩ በደስታ ይቀበላል።',
        ShopMailTemplateCodes::ShopVendorInvite => "ይህ መልእክት አንድ ሻጭ ወደ ገበያ ቦታዎ እንዲቀላቀል ለመጋበዝ የተላከ ነው።",
        ShopMailTemplateCodes::ShopVendorOrder => "ይህ መልእክት ለአቅራቢው የሚላከው በክፍያ ወይም በጥሬ ገንዘብ አቅርቦት (COD) ሁኔታ ላይ ትእዛዝ ሲደርሰው ነው።",
        ShopMailTemplateCodes::ShopVendorProducts => "ሻጮች ስለ ምርቶቻቸው ሁኔታ ለማዘመን በየቀኑ ይላካሉ።",
        ShopMailTemplateCodes::ShopVendorMemberInvite => "ይህ መልእክት የተላከው ሻጭ ወደ ገበያ ቦታዎ እንዲቀላቀል ለመጋበዝ ነው።",

        ShopMailTemplateCodes::UserLogin => "ለደህንነት ሲባል IP አድራሻ፣ ቀን እና መሳሪያ ጨምሮ የመግቢያ ዝርዝሮችን ለተጠቃሚው ያሳውቁ።",
        ShopMailTemplateCodes::LoginCode => "ተጠቃሚዎች ወደ መደብሩ እንዲገቡ የአንድ ጊዜ የይለፍ ቃል ኮድ ይላኩ።",

        ShopMailTemplateCodes::EmailVerifyLink => "የተጠቃሚውን ኢሜይል አድራሻ ለማረጋገጥ አገናኝ ላክ። ይህ ኢሜይል የሚላከው ተጠቃሚው በSMS ተመዝግቦ ኢሜይላቸውን ሲያስገባ ነው። ተጠቃሚው በቀጥታ በማህበራዊ መግቢያ ወይም ኢሜል ሲመዘገብ አይላክም።",

        ShopMailTemplateCodes::EmailBulkOrder => "ለተወሰነ ቀን የተቀበሉትን እና የተከፈሉ ትዕዛዞችን በጅምላ ይላኩ።",


    ],


    'global' => [
        'greetings' => 'ሰላም፣ :name!',
        'end-statement' => 'የድጋፍ ቡድን',

        'receiver_name' => 'ሰላም :user_name',
        'footer-help' => "እርዳታ ይፈልጋሉ? በ [support@selldone.com](mailto:support@seldone.com) ይጠይቁ ወይም የእኛን [የእገዛ ማዕከል](https://selldone.com/community) ይጎብኙ።",
        'selldone-team' => 'የ Selldone ቡድን',
        'footer-shop' => "በማንኛውም ነገር ላይ እገዛ ከፈለጉ፣ እባክዎን በኢሜል ለመላክ አያመንቱ፡ :shop_mail",
        'accept' => "ተቀበል",
        'reject' => "እምቢ",
        'verify' => "ማረጋገጥ",
        'title' => "ርዕስ",
        'value' => "ዋጋ",
        'description' => "መግለጫ",
        'shop' => "ይግዙ",
        'shop-info' => "የማከማቻ መረጃ",
        'user' => "ተጠቃሚ",
        'user-info' => "የመለያ መረጃ",
        'license' => "ፈቃድ",
        'status' => "ሁኔታ",
        'start' => "ጀምር",
        'end' => "መጨረሻ",
        'renewal' => "እድሳት",
        'view' => "ይመልከቱ",

        'balance' => "ሚዛን",
        'card_number' => "የካርታ ቁጥር",
        'cvv' => "ሲቪቪ",
        'expire_date' => "ጊዜው የሚያበቃበት ቀን",

        'Dashboard' => "ዳሽቦርድ",
        'order' => "ማዘዝ",
        'view_order' => "ትዕዛዝ ይመልከቱ",
        'pay_now' => "Pay now",

        'official_selldone' => "ኦፊሴላዊ የተሸጠ",

        'account-number' => "Account number",
        'account-name' => "Account name",
        'currency' => "ምንዛሪ",
        'free-balance' => "ነፃ ሚዛን",
        'locked-balance' => "የተቆለፈ ሚዛን",
        'bot' => "ቦት",
        'requests' => "ጥያቄዎች",
        'baskets' => 'ጋሪዎች',
        'physical' => "አካላዊ",
        'virtual' => "ምናባዊ",
        'file' => "ፋይል",
        'service' => "አገልግሎት",
        'fulfillment' => "መሟላት",
        'open' => "ክፈት",
        'reserved' => "የተያዘ",
        'canceled' => "ተሰርዟል።",
        'payed' => "የተከፈለ",
        'cod' => "COD",
        'orders-count' => 'ትዕዛዞች',
        'payments-count' => 'ክፍያዎች',
        'confirms-count' => 'ያረጋግጣል',
        'sends-count' => 'ይልካል',
        'delivers-count' => 'ያቀርባል',
        'count' => 'መቁጠር',
        'transactions-count' => 'ግብይቶች ይቆጠራሉ።',
        'success-transactions' => 'የስኬት ግብይቶች',
        'total-amount' => 'አጠቃላይ ድምሩ',
        'amount' => 'መጠን',
        'wage' => 'ደሞዝ',
        'debug' => 'ማረም',
        'pos' => 'POS',
        'live' => 'ቀጥታ',
        'CheckQueue' => 'ወረፋ ያረጋግጡ',
        'OrderConfirm' => 'የትእዛዝ ማረጋገጫ',
        'PreparingOrder' => 'ትእዛዝ በማዘጋጀት ላይ',
        'SentOrder' => 'ትዕዛዝ ተልኳል።',
        'ToCustomer' => 'ለደንበኛው ቀርቧል',
        'Pending' => 'በመጠባበቅ ላይ',
        'Accepted' => 'ተቀባይነት አግኝቷል',
        'Rejected' => 'ውድቅ ተደርጓል',
        'pc' => 'PC',
        'tablet' => 'ጡባዊ',
        'phone' => 'ስልክ',
        'total' => 'ጠቅላላ',
        'view-detail' => 'ዝርዝር ይመልከቱ',
        'empty' => 'ባዶ',
        'dropshipping' => 'መጣል',
        'reply' => 'መልስ',
        'reactions' => 'ምላሾች',
        'Comments' => 'አስተያየቶች',
        'last-comment' => 'የመጨረሻ አስተያየት',
        'response-to' => 'ምላሽ ለ',
        'posts' => 'ልጥፎች',
        'post' => 'ለጥፍ',

        'name' => 'ስም',
        'email' => 'ኢሜይል',
        'type' => 'ዓይነት',
        'device' => 'መሳሪያ',
        'platform' => 'መድረክ',
        'browser' => 'አሳሽ',
        'time' => 'ጊዜ',
        'Wallet' => 'የኪስ ቦርሳ',
        'date' => 'ቀን',

        'account' => 'መለያ',
        'transaction' => 'ግብይት',
        'fee' => 'ክፍያ',

        'location' => 'Location',
        'ip' => 'IP',

        'bill' => 'ቢል',
        'category' => 'ምድብ',
        'password' => 'ፕስወርድ',
        'verify-login' => "ያረጋግጡ እና ይግቡ",
        'url' => 'URL',
        'avocado' => 'አቮካዶ',
        'hyper' => 'ሃይፐር',
        'buy-now' => "አሁን ግዛ",
        'add-domain' => "Add Domain",
        'views' => 'እይታዎች',


        'country' => 'ሀገር',
        'address' => 'አድራሻ',
        'postal' => 'የፖስታ መላኪያ ኮድ',
        'building_no' => 'ግንባታ #',
        'building_unit' => 'ክፍል #',
        'message' => 'መልእክት',


        'customer' => 'ደንበኛ',
        'cart-items' => 'የካርታ እቃዎች',
        'payment' => 'ክፍያ',
        'receiver' => 'ተቀባይ',
        'virtual-items' => 'ምናባዊ እቃዎች',
        'no-payment' => 'ምንም ክፍያ የለም!',

        'enable' => 'አንቃ',
        'access' => 'መዳረሻ',
        'bank' => 'የባንክ መረጃ',

        'vendor' => 'ሻጭ',

        'view_content' => "ሙሉ ይዘት ይመልከቱ",
        'files' => 'ፋይሎች',
        'download' => 'አውርድ',
        'file_name' => 'የፋይል ስም',
        'file_size' => 'መጠን',

        'subscription' => 'የደንበኝነት ምዝገባ',
        'products' => 'ምርቶች',
        'vendor_products' => 'የአቅራቢ ምርቶች',

        'pickup' => 'ማንሳት',

        'minutes' => 'ደቂቃዎች',
        'hours' => 'ሰዓታት',

        'refund' => 'ተመላሽ ገንዘብ',
        'recipient_address' => 'የተቀባይ አድራሻ',
        'signature' => 'ፊርማ',
        'blockchain' => 'ብሎክቼይን',
        'details' => 'ዝርዝሮች',
        'Shop' => 'ይግዙ',
        'dashboard' => 'ዳሽቦርድ',
        'comments' => 'አስተያየቶች',
        'wallet' => 'የኪስ ቦርሳ',


    ],
    //―――――――――――――――――――――――――――― Titles ―――――――――――――――――――――――――
    'selldone-business-os' => "Selldone ቢዝነስ ኦኤስ",

    //―――――――――――――――――――――――――――― Senders name & emails ―――――――――――――――――――――――――
    'senders' => [
        'WeeklyReport' => [
            'id' => 'performance',
            'name' => 'Selldone የአፈጻጸም ሪፖርት'
        ],
        'SeasonalReport' => [
            'id' => 'seasonal',
            'name' => 'Selldone ወቅታዊ ሪፖርት'
        ],
        'Onboarding' => [
            'id' => 'ሃይ',
            'name' => 'Selldone ነጋዴዎች'
        ],
        'Support' => [
            'id' => 'support',
            'name' => ':name ይደግፉ'
        ],
        'EmailVerify' => [
            'id' => 'verify',
            'name' => 'Selldone'
        ],
        'Welcome' => [
            'id' => 'ሃይ',
            'name' => 'Selldone ማህበረሰብ'
        ],
        'NewShop' => [
            'id' => 'ነጋዴዎች',
            'name' => 'Selldone ነጋዴዎች'
        ],
        'Approve' => [
            'id' => 'ማጽደቅ',
            'name' => 'Selldone ነጋዴዎች'
        ],
        'SellerReceiveOrder' => [
            'id' => 'order',
            'name' => 'የትእዛዝ አስተዳደር :name'
        ],

        'Recovery' => [
            'id' => 'ማገገም',
            'name' => 'Selldone መልሶ ማግኛ ቡድን'
        ],

    ],


    'bill-status' => [
        'PENDING' => 'በመጠባበቅ ላይ ⌛',
        'PAYED' => 'ተከፍሏል ✅',
        'CANCELED' => 'ተሰርዟል ❌',

    ],

    'shop-invite' => [
        'LEVEL-NAME' => [
            'ADMIN' => 'አስተዳዳሪ',
            'OFFICER' => 'ኦፊሰር እና ተቆጣጣሪ',
            'AUDITING' => 'የኦዲት ሥራ አስኪያጅ',
            'EMPLOYEE' => 'ሰራተኛ',
            'PRODUCT' => 'ምርቶች አስተዳዳሪ',
            'CONTENT' => 'የይዘት አስተዳዳሪ',
            'MARKETING' => 'ግብይት አስተዳዳሪ',
            'VIEWER' => 'ተመልካች',

        ],
        'subject' => ":inviter እንደ :level ጋብዞሃል| :shop",
        'category' => "የሰራተኞች ግብዣ",
        'title' => "ወደ <b>:shop_name</b> as <b>:level</b> ተጋብዘዋል።",
        'message' => "በንግድ ስራ ከ<b>:shop_title</b> ቡድን ጋር ለመተባበር ግብዣ ቀርቦልዎታል ። ይህንን አቅርቦት ለመቀበል ወይም ላለመቀበል አማራጭ አለዎት። ለመቀበል ከመረጡ እባክዎ ውሳኔዎን ለማረጋገጥ ወደ Selldone አገልግሎት ይግቡ። ከተረጋገጠ በኋላ ወደ የመደብር አስተዳደር ክፍል መዳረሻ ያገኛሉ።",

    ],

    'welcome-email' => [
        'subject' => "👋 እንኳን ደህና መጣህ :name፣ በSelldone እንጀምር!",
        'category' => 'CONGRATULATION',
        'title' => "ወደ Selldone እንኳን በደህና መጡ",
        'message' => "Selldone ስለመረጡ እናመሰግናለን! አሁን አለምአቀፍ ሻጮችን ከደንበኞች፣ የሀገር ውስጥ ንግዶችን ከኢንተርፕራይዞች እና ግለሰቦችን ከኮርፖሬሽኖች ጋር የሚያገናኝ ንቁ ማህበረሰብ አካል ነዎት። ሁሉም የእኛ ማስተር እና ፕሮ መሳሪያዎች ** ነፃ *** እና ** ያልተገደበ *** ይገኛሉ። እኛ እርስዎን ለመደገፍ እና ለስኬትዎ በሮችን ለመክፈት እዚህ መጥተናል።",

        'index' => "ደረጃ :step።",

        'step-domain' => [
            'title' => 'ብጁ ጎራህን ጨምር',
            'message' => "ለመጀመር፣ በቅንብሮች > የጎራዎች ቅንብሮች ስር ባለው የሱቅ ዳሽቦርድ ውስጥ ብጁ ጎራዎን በነፃ ያክሉ።",
            'action' => 'የእኔን ጎራዎች አስተዳድር',
        ],
        'step-landing' => [
            'title' => 'መነሻ ገጽዎን ያብጁ',
            'message' => "ወደ ዳሽቦርድ > ገጾች በመሄድ መነሻ ገጽዎን ያብጁ። የማረፊያ ገጽ ይምረጡ ወይም አዲስ ይፍጠሩ። ቀላል እና ሊታወቅ የሚችል ነው፣ እና ወዲያውኑ መስራት መጀመር ይችላሉ።",
            'action' => 'የእኔ ማረፊያ ገጽ አብጅ',
        ],
        'step-payment' => [
            'title' => 'የክፍያ ዘዴዎችን ያዋቅሩ',
            'message' => "ክፍያዎችን በቀጥታ ወደ የባንክ ሂሳብዎ መቀበል ይጀምሩ። እንደ Stripe፣ PayPal እና ሌሎች ያሉ የክፍያ አቅራቢዎችዎን ለማገናኘት ወደ Dashboard > Accounting > Gateway ይሂዱ።",
            'action' => 'የመክፈያ ዘዴዎችን ያክሉ',
        ],
        'step-products' => [
            'title' => 'ምርቶችዎን ያክሉ',
            'message' => "በቀላሉ በዳሽቦርድ > ምርቶች ውስጥ ምርቶችን እና ምድቦችን ያክሉ። ልክ በእርስዎ ፒሲ ላይ ፋይሎችን እና አቃፊዎችን እንደማስተዳደር ነው - ሙሉ በሙሉ ጎትቶ-መጣል ዝግጁ ነው። እንዲሁም ኤክሴልን በመጠቀም ምርቶችን በብዛት ማስመጣት ይችላሉ። ለመጀመር እንዲረዳዎ የናሙና አብነት አለ።",
            'action' => 'የእኔን ምርቶች አስተዳድር',
        ],
        'seller' => [
            'title' => 'ሻጭ ነህ?',
            'message' => 'መሸጥ ለመጀመር ዳሽቦርድዎን በ Selldone ከታች ባለው ሊንክ ያስገቡ እና የመጀመሪያውን ማከማቻዎን ሙሉ ለሙሉ ነፃ ያድርጉት። ይሄ ጥቂት ደቂቃዎችን ይወስዳል እና የእራስዎ መደብር እና የመስመር ላይ ጣቢያ ይኖርዎታል። ከዚያ ወደ ቀጣዩ ደረጃዎች እንመራዎታለን እና የክፍያ መግቢያውን እናገኛለን።',
            'action' => 'ወደ ዳሽቦርድ ግባ',
        ],
        'buyer' => [
            'title' => 'ገዥ ነኝ',
            'message' => 'እንኳን ደስ አላችሁ። አንዴ የሴልዶን አባል ከሆኑ በኋላ በመስመር ላይ መደብሮች ውስጥ ያሉትን የአባልነት እና የማረጋገጫ ችግሮች በሙሉ ያስወግዳሉ። የ Selldone መድረክን ከሚጠቀም ከማንኛውም ሱቅ እና ጣቢያ ተጠቃሚ ለመሆን በአንድ ጠቅታ ገብተው ግዢዎን ቀላል፣ ፈጣን እና ደህንነቱ የተጠበቀ ማድረግ ይችላሉ።',
        ],
        'step-shipping' => [
            'title' => 'የማጓጓዣ ዘዴዎችን ያዋቅሩ',
            'message' => "ደንበኞችን ለመላክ ክፍያ ለማስከፈል፣ የመላኪያ ዘዴዎችዎን በዳሽቦርድ > ሎጂስቲክስ > ማጓጓዣ ውስጥ ይግለጹ። ለተለያዩ ቦታዎች የተለያዩ ዋጋዎችን እና ድጋፍን ማዘጋጀት ይችላሉ. የመጋዘን መነሻዎን በ Dashboard> Logistic> Warehouse ውስጥ ማዘጋጀትዎን አይርሱ።",
            'action' => 'የማጓጓዣ ዘዴዎችን ያስተዳድሩ',
        ],
    ],


    'charge-account' => [
        'category' => 'Wallet > መለያ > ክፍያ',
        'title' => "የስኬት ክፍያ",
        'message' => "የእርስዎ መለያ <b>:account_number</b> <b>:amount</b> በተሳካ ሁኔታ እንዲከፍል ተደርጓል።",
        'account' => 'መለያ',
        'charge' => 'ክስ',
        'balance' => 'ሚዛን',
        'footer' => "ንግድን ቀላል፣ ሊደረስበት የሚችል እና በዓለም ዙሪያ ላለ ለማንኛውም ሰው ተደራሽ ያድርጉት።"
    ],

    'verify-email' => [
        'subject' => "🙌 ወደ Selldone መመዝገብዎን ያጠናቅቁ! ማገናኛን ያረጋግጡ።",
        'category' => "አንድ እርምጃ ብቻ ነዎት",
        'title' => "የኢሜይል አድራሻህን አረጋግጥ",
        'message' => "ሰላም :name፣<br><br>Selldone ስለመረጡ እናመሰግናለን!<br><br><b>:email</b> ትክክለኛ የኢሜይል አድራሻዎ መሆኑን ለማረጋገጥ፣ እባክዎ ከታች ያለውን ቁልፍ ይጫኑ ወይም የተሰጠውን አገናኝ ይጠቀሙ። ይህን ማረጋገጫ ለማጠናቀቅ 48 ሰዓታት አለዎት።",
        'footer' => "የማረጋገጫ ቁልፍን ጠቅ ማድረግ ከተቸገሩ፣ ከዚህ በታች ያለውን URL ገልብጠው ወደ የድር አሳሽዎ ይለጥፉ፡ :activation_url",
        'next-step' => "በመቀጠል፣ ብጁ ጎራዎን ለመጨመር፣ ክፍያዎችን ለማቀናበር፣ ምርቶችን ለማከል እና የመጀመሪያ ትዕዛዝዎን ለማግኘት ቀላል ለማድረግ አንዳንድ አጋዥ ቁሳቁሶችን እና ደረጃ በደረጃ መመሪያን እንልክልዎታለን።",

    ],
    'verify-email-code' => [
        'subject' => "የ:name የማረጋገጫ ኮድ",
        'category' => "SECURITY",
        'title' => "የኢሜል ማረጋገጫ ኮድ",
        'message' => "ሰላም :name,<br><br><b>:email</b> ትክክለኛ የኢሜይል አድራሻዎ መሆኑን ለማረጋገጥ፣ እባክዎ በሚቀጥሉት <b>10 minutes</b> ውስጥ የሚከተለውን ኮድ ያስገቡ።",
    ],
    'onboarding-verify-email' => [
        'subject' => "🎉 ሱቅዎ ዝግጁ ነው።| :name",
        'category' => "አንድ እርምጃ ብቻ ነዎት",
        'title' => "ማዋቀር ተጠናቅቋል",
        'account_title' => "መለያህ",
        'account_msg' => "በዚህ መረጃ ያረጋግጡ እና ወደ መለያዎ ይግቡ።",
        'shop_msg' => "በ Selldone የንግድ ኦፕሬቲንግ ሲስተም ላይ ያለ የመለያ መረጃ።",

    ],

    'reset2fa' => [
        'category' => "የደህንነት ኦፊሴላዊ መልእክት",
        'title' => "ባለ2-ደረጃ መግቢያን አሰናክል ይጠይቁ",
        'message' => "ይህ ኢሜይል የደረሰዎት ለ*:name** መለያ በ **:email** ኢሜይል የሁለት ደረጃ ማረጋገጫን ዳግም እንድናስጀምር ጥያቄ ስለደረሰን ነው።<br><br> ለመለያዎ የሚከተሉትን ዝርዝሮች አግኝተናል።",
        'footer' => "የይለፍ ቃል ዳግም ማስጀመር ካልጠየቅክ ምንም ተጨማሪ እርምጃ አያስፈልግም።",
        'action' => 'የሁለት-ደረጃ መግቢያን አሰናክል',
    ],


    'build-new-shop' => [
        'subject' => "🎊 ሱቅዎ አሁን ዝግጁ ነው!",
        'category' => "የተወለደ አዲስ የመስመር ላይ መደብር በዓለም ውስጥ",
        'title' => "እንኳን ደስ አለህ፣ :name!",
        'message' => "<b> እንኳን ደስ አለህ፣ :name! አዲሱ የመስመር ላይ ንግድዎ አሁን በቀጥታ ስርጭት ላይ ነው!</b> ወደ ሻጭ ማህበረሰብ እንኳን ደህና መጣችሁ ለማለት ጓጉተናል። ወደ ስኬት የመጀመሪያውን እርምጃ ወስደዋል፣ እና እያንዳንዱን እርምጃ ልንረዳህ እዚህ መጥተናል።<br>አሁን ሱቅህ ዝግጁ ሲሆን ከደንበኞችህ ክፍያዎችን ለመቀበል መዘጋጀህን እናረጋግጥ እና ግዛትህን ማሳደግ እንደምትጀምር እናረጋግጥ። እርዳታ የሚያስፈልግዎ ከሆነ፣ መልእክት ብቻ ይቀርዎታል—የእኛ የድጋፍ ቡድን ሁል ጊዜ ለእርስዎ እዚህ አለ። ማከማቻዎ ያለችግር እንዲሰራ ለማድረግ በእያንዳንዱ ደረጃ እንመራዎታለን።",
        'pdf-book' => "የተያያዘው የእጅ መጽሐፍ እንዳያመልጥዎ፡ ንግድዎን እንደ ጨዋታ ያድርጉ",

        'account' => [
            'title' => 'ደረጃ 1፡ በ Selldone Wallet ውስጥ መለያ ይፍጠሩ',
            'message' => "በኪስ ቦርሳዎ ውስጥ መለያ ከሌለዎት ይፍጠሩ። የተሸጠ ክፍያውን ከዚህ መለያ ይቀንሳል። ይህን መለያ መሙላት ይችላሉ፣ እና Selldone እንዲሁም ይህ መለያ አሉታዊ ከሆነ ጣቢያዎ እና ማከማቻዎ መስራታቸውን እንዲቀጥሉ የተወሰነ የብድር መጠን ያስከፍልዎታል።",
            'action' => 'ወደ ቦርሳ ይግቡ',
        ],

        'shop-account' => [
            'title' => 'ደረጃ 2፡ መለያውን ከመደብሩ ጋር ያገናኙት።',
            'message' => "በመቀጠል የኪስ ቦርሳ መለያዎን ከሱቅዎ ጋር ያገናኙት። ወደ <b>Store > Accounting > Invoice</b> ይሂዱ፣ እና የኪስ ቦርሳዎን ያገናኙ። ይህ ሁሉም የደንበኛ ክፍያዎች በቀጥታ ወደ ባንክ ሒሳብዎ መገባታቸውን ያረጋግጣል-Selldone ከገቢዎ ምንም መጠን አይቀንስም።",
            'action' => 'የማከማቻ የክፍያ መጠየቂያ ፓነል',
        ],

        'gateway' => [
            'title' => 'ደረጃ 3፡ የመስመር ላይ ክፍያ መግቢያን ያገናኙ',
            'message' => "አሁን፣ የመስመር ላይ ክፍያ መግቢያዎን እናዘጋጅ። ወደ <b>Store> Accounting> Port</b> ይሂዱ እና <b>Add New Port</b> ላይ ጠቅ ያድርጉ። ምንዛሬዎን ይምረጡ እና የሚገኙትን የክፍያ መግቢያዎች ዝርዝር ያያሉ። የመተላለፊያ መንገዱን ማገናኘት ፈጣን እና ቀላል ነው፣ ነገር ግን ማንኛውም እገዛ ከፈለጉ፣ የSelldone መመሪያዎችን ለማየት ወይም እኛን ለማግኘት ነፃነት ይሰማዎ።",
            'action' => 'ወደ መደብሩ ፖርታል ያክሉ',
        ],

        'domain' => [
            'title' => 'የመጨረሻው ደረጃ፡ የተወሰነ ጎራ በማገናኘት ላይ',
            'message' => "አሁን፣ ብጁ ጎራዎን ከሱቅዎ ጋር ያገናኙት። ይህ ደንበኞች የእርስዎን ምርቶች ወይም አገልግሎቶች እንዲገዙ እና ክፍያ እንዲፈጽሙ ያስችላቸዋል።",
            'action' => 'ያልተገደበ የስጦታ ካርዶችን ማስተዋወቅ እና መቀበል',
        ],
    ],


    'basket-list' => [
        'item' => "ንጥል ነገር",
        'count' => "መቁጠር",
        'price' => "ዋጋ",
        'discount-code' => "የቅናሽ ኮድ",
        'customer-club' => 'የደንበኛ ክለብ',
        'shipping' => "ማጓጓዣ",
        'total' => "ጠቅላላ",
        'offer' => "አቅርቡ",
        'coupon' => "ኩፖን",
        'lottery' => "ሽልማት",
        'tax' => "ግብር",
        'tax_included' => "በዋጋ ውስጥ ተካትቷል",
        'tax_shipping' => "Shipping Tax",
    ],

    'buyable-payments' => [
        'method' => 'ዘዴ',
        'amount' => 'መጠን',
        'giftcard' => 'Gift card',
        'payment' => 'ክፍያ',
    ],


    'shop-subscription-email' => [
        'category' => "የደንበኝነት ምዝገባ ዝማኔ",
        'title' => "የመደብር ፍቃድ::shop_title",
        'title-reserved' => "የመጠባበቂያ ፍቃድ::shop_title::",
        'title-active' => "ገባሪ ፍቃድ::shop_title::",
        'title-finished' => "የተጠናቀቀ ፍቃድ::shop_title::",
        'title-cancel' => "ፍቃድ ሰርዝ::shop_title::",
        'message' => "የሱቅ ፈቃድ እቅድዎ ተዘምኗል፣",
        'RESERVED' => "⚡ የመመዝገቢያ እቅድዎ **የተያዘ ነው**።",
        'ACTIVE' => "🟢 የምዝገባ እቅድዎ **ነቅቷል**።",
        'FINISHED' => "🚧 የመመዝገቢያ እቅድዎ ** አልቋል ***።",
        'CANCEL' => "⛔ የመመዝገቢያ እቅድዎ **ተሰርዟል**።",
    ],

    'support' => [
        'subject' => "የድጋፍ ማዕከል|:name ምላሽ ሰጥቷል",
        'category' => "የድጋፍ ማዕከል",
        'title' => "ምላሽ አግኝተዋል",
        'action' => "የሱቅ አስተዳዳሪን ክፈት",
    ],

    'shop-customer-join' => [
        'subject' => ":shop_title ይቀላቀሉ",
        'category' => "አዲስ የደንበኞች በዓል",
        'title' => "በአባልነትዎ ደስተኞች ነን",
        'action' => "አሁን ይጎብኙ",
    ],

    'shop-vendor-join' => [
        'subject' => "አቅራቢ ተሳፍሪ| :shop_title",
        'category' => "አዲስ ሻጭ በዓል",
        'title' => "በአባልነትዎ ደስተኞች ነን",
        'action' => "Vendor Panel",
    ],


    'shop-giftcard' => [
        'subject' => "የስጦታ ካርድ :shop_title",
        'category' => "አዲስ ካርድ ያክሉ",
        'title' => "እንኳን ደስ ያለዎት, የስጦታ ካርድ ተቀብለዋል",
        'action' => "አሁን ይሸምቱ",
        'message' => "የስጦታ ካርድ በ :balance :currency መጠን ተቀብለዋል። በዚህ የስጦታ ካርድ ከሱቃችን መግዛት ይችላሉ።",

    ],
    // -------------------------------------- Shop Contact ------------------------------------
    'contact' => [
        'subject' => "የድጋፍ ማዕከል| :shop",
        'category' => "ድጋፍ",
        'title' => "ምላሽ አግኝተዋል",
    ],

    // -------------------------------------- Shop Customer ------------------------------------
    'order-checkout' => [
        'subject' => "🛍️ የትእዛዝ ማረጋገጫ|:order_id ይዘዙ",
        'title' => "ማዘዝ",
        'message' => "በሱቃችን ትእዛዝ አስተላለፉ። ትዕዛዝዎን ተቀብለናል እና ክፍያው እንደተረጋገጠ ሌላ ኢሜይል እንልክልዎታለን።",
        'payments' => 'ክፍያዎች',
    ],

    'order-payment' => [
        'subject' => "🛍️ የክፍያ ማረጋገጫ|:order_id ይዘዙ",
        'title' => "የክፍያ ትዕዛዝ",
        'message' => "ክፍያዎ ተጠናቅቋል ፣<br> ትእዛዝህን አግኝተናል። ትዕዛዝዎ ሲላክ ሌላ ኢሜይል እንልክልዎታለን።",
        'payments' => 'ክፍያዎች',
    ],

    'order-update' => [
        'subject' => "🛍️ የትዕዛዝ ሁኔታ ዝማኔ|:order_id ይዘዙ",
        'title' => "የትዕዛዝ ሁኔታ ዝማኔ",
        'message' => "ትዕዛዝህ ተዘምኗል። የዚህን ትዕዛዝ የቅርብ ጊዜ ሁኔታ በመለያዎ ውስጥ ማረጋገጥ ይችላሉ።",
        'instructions' => [
            'PHYSICAL' => [
                'CheckQueue' => "ትዕዛዝህ ለማስኬድ ወረፋ ላይ ነው። ሲዘጋጅ እናሳውቅዎታለን።",
                'OrderConfirm' => "ትዕዛዝህ ተረጋግጧል እና ዝግጅት ተጀምሯል።",
                'PreparingOrder' => "ትዕዛዝዎ እየተዘጋጀ ነው እና በቅርቡ ይላካል።",
                'SentOrder' => "ትዕዛዝህ ተልኳል። በቅርቡ ትቀበላለህ።",
                'ToCustomer' => "ትዕዛዝህ ደርሷል። እንደተደሰቱ ተስፋ እናደርጋለን!",

                'PreparingOrder-PICKUP' => "ትዕዛዝዎ እየተዘጋጀ ነው። ለመውሰድ ዝግጁ ሲሆን ማሳወቂያ ይደርስዎታል።",
                'SentOrder-PICKUP' => "የእርስዎ ትዕዛዝ ለመውሰድ ዝግጁ ነው። እባክዎን ለመሰብሰብ ወደ መደብሩ ይምጡ።",
                'ToCustomer-PICKUP' => "ትዕዛዝህ ተይዟል። እንደተደሰቱ ተስፋ እናደርጋለን!"

            ],
            'VIRTUAL' => [
                'CheckQueue' => "ትዕዛዝህ ለማስኬድ ወረፋ ላይ ነው። ዝግጁ ሲሆን እናሳውቅዎታለን።",
                'OrderConfirm' => "ትዕዛዝህ ተረጋግጧል እና ዝግጅት በሂደት ላይ ነው።",
                'PreparingOrder' => "ትዕዛዝዎ እየተዘጋጀ ነው እና በቅርቡ ይላክልዎታል።",
                'ToCustomer' => "ምናባዊ ትዕዛዝዎ ወደ መለያዎ ደርሷል። አመሰግናለሁ!"
            ],
            'SERVICE' => [
                'CheckQueue' => "የአገልግሎት ጥያቄዎ ወረፋ ላይ ነው። ስንጀምር እናሳውቅሃለን።",
                'OrderConfirm' => "አገልግሎትህ ተረጋግጧል እና ለመጀመር በዝግጅት ላይ ነን።",
                'PreparingOrder' => "አገልግሎትዎን እያዘጋጀን ነው፣ እና አንዴ እንደተጠናቀቀ እናሳውቅዎታለን።",
                'ToCustomer' => "አገልግሎትዎ ተጠናቅቋል። ስለመረጡን እናመሰግናለን!"
            ],
            'FILE' => [
                'PreparingOrder' => "ፋይልዎ እየተዘጋጀ ነው እና በቅርቡ ይገኛል።",
                'ToCustomer' => "ፋይልዎ ዝግጁ ነው እና ደርሷል። አሁን ማውረድ ይችላሉ።"
            ],
            'SUBSCRIPTION' => [
                'CheckQueue' => "የደንበኝነት ምዝገባዎ ትዕዛዝ ወረፋው ላይ ነው። ማካሄድ ሲጀምር እናሳውቅዎታለን።",
                'OrderConfirm' => "የደንበኝነት ምዝገባዎ ተረጋግጧል እና እየተዋቀረ ነው።",
                'PreparingOrder' => "የደንበኝነት ምዝገባዎን እያዘጋጀን ነው እና በቅርቡ ይጀምራል።",
                'SentOrder' => "የደንበኝነት ምዝገባዎ ነቅቷል። ቀጣይነት ያለው ዝማኔዎችን ይደርስዎታል።",
                'ToCustomer' => "የደንበኝነት ምዝገባ አገልግሎትዎ በተሳካ ሁኔታ ነቅቷል።"
            ]
        ]

    ],

    // -------------------------------------- Vouchers ------------------------------------
    'get-voucher' => [
        'subject' => 'እንኳን ደስ አለህ :name|አዲስ ቫውቸር፡ :title',
        'category' => "እንኳን ደስ አለዎት ፣ አዲስ ቫውቸር",
        'message' => "ሰላም :name፣<br><br> አዲስ ቫውቸር ከእኛ በስጦታ ተቀብለሃል! Selldone ለጓደኞችህ እና ለሚያውቋቸው ሰዎች ሁሉ በማስተዋወቅ የበለጠ ቫውቸሮችን ማግኘት ትችላለህ። ይህ ቫውቸር ዋጋ አለው **:price :currency**.<br><br>የመጀመሪያውን እርምጃ ወስደዋል፣እና በቫውቸርዎ አዳዲስ ባህሪያትን እንዲከፍቱ ልንረዳዎ እዚህ መጥተናል! እባኮትን በ **:email** ይግቡ እና ቫውቸርዎን በሱቁ ** ዳሽቦርድ ** > ** መቼቶች** > ** ፍቃድ***።<br><br> እንኳን ደስ አለዎት!",
        'action' => "የእኔ ዳሽቦርድ",
    ],


    // -------------------------------------- Received Gift ------------------------------------
    'received-gift' => [
        'subject' => 'እንኳን ደስ ያለህ ፣ ውድ :name|ልዩ ስጦታ ተቀብለዋል!',
        'category' => "ስጦታ መቀበል ማስታወቂያ",
        'title' => "ስጦታዎች ለእርስዎ",
        'message' => "ሰላም :name፣ ከSelldone ልዩ ስጦታ እንደተቀበሉ ለማሳወቅ ደስተኞች ነን! 🎉 ንቁ በመሆን፣ መደብርዎን በማሳደግ እና በSelldone ላይ ያለዎትን ሙያዊ እውቀት በማሻሻል ተጨማሪ ስጦታዎችን ማግኘት ይችላሉ። ስጦታዎን ለማየት በቀላሉ በ :email ይግቡ እና በዳሽቦርድዎ የላይኛው ቀኝ ጥግ ውስጥ ይፈልጉት።<br><br>ይህ ስጦታ **:price :currency** ዋጋ አለው፣ እና በSelldone ውስጥ በቀላሉ ወደ ዋሌትዎ ማስገባት ይችላሉ።<br><br>የመደብርዎን ፈቃድ ለማሻሻል እና የመስመር ላይ ንግድዎን ለማሳደግ የበለጠ ኃይለኛ መሳሪያዎችን ለመክፈት ስጦታዎን ይጠቀሙ!",
        'action' => "ስጦታዎች",
    ],

    // -------------------------------------- Shop Order Payment Admin (Seller) ------------------------------------

    'order-payment-admin' => [
        'subject' => "🛍️ አዲስ ትዕዛዝ ደረሰ| :order_id",
        'title' => "New Order",
        'message' => "አዲስ ትእዛዝ ተቀብለዋል። እባክህ በመደብርህ ውስጥ ወዳለው የትዕዛዝ ማቀናበሪያ ገጽ ሂድ።",
    ],


    // -------------------------------------- Virtual item info component ------------------------------------

    'virtual-item' => [
        'input-form-title' => 'የእርስዎ የተሞላ መረጃ',
        'output-form-title' => 'የተገዛ ንጥል መረጃ',
    ],

    // -------------------------------------- Weekly shop report ------------------------------------
    'selldone-weekly-report' => [
        'subject' => '📬 :shop_title|ሳምንታዊ ሪፖርት :time',
        'title' => 'ሳምንታዊ የሱቅ አፈጻጸም ሪፖርት',
        'message' => "ይህ የሱቅዎ ሳምንታዊ ሪፖርት ከ<b>:start</b> ወደ <b>:end</b> ነው። ይህ ሪፖርት ንግድዎን ለማሻሻል ጠቃሚ ምክሮችን ያካትታል፣ እንዲሁም የመስመር ላይ መደብርዎን ሁኔታ እና የቅርብ ጊዜ ትዕዛዞችን ማረጋገጥ ይችላሉ። መልካም ቀን እና ሳምንት እንደሚጠብቃችሁ ተስፋ አደርጋለሁ።"
    ],

    // -------------------------------------- Seasonal shop report ------------------------------------
    'shop-seasonal-report' => [
        'subject' => '☘ የእርስዎ :amount ቁጠባ ሪፖርት ባለፉት ሶስት ወራት ውስጥ| :shop_title',
        'title' => 'ስለ ንግድዎ እንቅስቃሴ፣ ሽልማቶች እና የገንዘብ ቁጠባዎች ወቅታዊ ሪፖርት',
        'message' => "ይህ የእርስዎ <b>:shop_title</b> ወቅታዊ ዘገባ ከ<b>:start</b> እስከ <b>:end</b>PROT0006"
    ],


// -------------------------------------- EC-ShopAccounts ------------------------------------
    'EC-ShopAccounts' => [
        'title' => 'የተገናኙ መለያዎች',
        'sub-title' => 'ከሱቅዬ ጋር የተገናኙት የኪስ ቦርሳ መለያዎች የቅርብ ጊዜ ሁኔታ ምንድ ነው?',
        'view-wallet' => 'የኪስ ቦርሳ ይመልከቱ',
        'tip-title' => 'ጠቃሚ ምክሮች',
        'tip' => "ነፃ የSelldone ቦርሳ ያዘጋጁ እና ከሱቅዎ ጋር ያገናኙት። ቀሪ ሒሳብዎ አሉታዊ ቢሆንም፣ ደንበኞችዎ ያለ ምንም ችግር መግዛት እና መክፈል ይችላሉ። አይጨነቁ፣ የሱቅዎ ስራ እና ውሂብ ያለምንም መቆራረጥ እስከ 1 ወር ድረስ ያለችግር ይቀጥላል።",
        'view-my-wallet' => 'My wallet',
        'connect-account' => 'ከመለያ ጋር ይገናኙ'
    ],

// -------------------------------------- EC-ShopApps ------------------------------------
    'EC-ShopApps' => [
        'title' => 'መተግበሪያዎች ተጭነዋል',
        'sub-title' => 'በዚህ ሳምንት በመደብርዎ ውስጥ የጫኗቸው መተግበሪያዎች ዝርዝር።',
        'tip' => "ለሱቅዎ ተጨማሪ መተግበሪያዎችን ማግኘት ይፈልጋሉ?",
        'view-app-store' => 'Selldone መተግበሪያ ስቶርን ይጎብኙ።',
    ],

// -------------------------------------- EC-ShopBots ------------------------------------
    'EC-ShopBots' => [
        'title' => 'የእርስዎ የሱቅ ቦቶች',
        'sub-title' => 'በእኔ መደብር ውስጥ ንቁ የሽያጭ ቦቶች።',
        'tip-title' => 'የቦት ሽያጭ',
        'tip' => "Selldone አውቶማቲክ የሽያጭ ቦቶች አቅርቧል። እርስዎ ማድረግ የሚጠበቅብዎት ወደ Add-ons> Bots ፓነል ይሂዱ እና የሱቅ ቦቶችዎን ያግብሩ። የሚመለከተው አገልግሎት በአገርዎ ውስጥ መገኘት እንዳለበት ልብ ይበሉ።",
        'view-bots' => 'ቦቶችን ያስተዳድሩ',
    ],

// -------------------------------------- EC-ShopContacts ------------------------------------
    'EC-ShopContacts' => [
        'title' => 'ከደንበኞች ጋር ግንኙነት',
        'sub-title' => 'በዚህ ሳምንት ከደንበኞቼ ጋር ምን ያህል ግንኙነቶች ነበሩኝ?',
        'faqs' => 'ተደጋግሞ የሚነሱ ጥያቄዎች',
        'tickets' => 'የደንበኛ ትኬቶች',
    ],

// -------------------------------------- EC-ShopData ------------------------------------
    'EC-ShopData' => [
        'title' => 'የተጠቃሚ ሁኔታ',
        'sub-title' => 'እንቅስቃሴ ከ:start እስከ :end',
        'users' => [
            'title' => 'ደንበኞች',
            'subtitle' => 'ተመዝጋቢ ተጠቃሚዎች',
        ],
        'views' => [
            'title' => 'ጉብኝቶች',
            'subtitle' => 'መደብሩን ስንት ጊዜ ጎበኘህ',
        ],
        'new_visitors' => 'New Users',
        'returning_visitors' => 'የተመለሱ ተጠቃሚዎች',

        'shop_views' => 'የሱቅ እይታዎች',
        'baskets' => [
            'title' => 'የግዢ ጋሪዎች',
            'subtitle' => 'አዲስ የግዢ ጋሪዎችን ቁጥር ሪፖርት ያድርጉ',
        ],
        'products' => [
            'title' => 'የምርት አጠቃላይ እይታ',
            'subtitle' => 'በመደብሩ ውስጥ ያሉ ምርቶች ሁኔታ በአይነት',
            'value_name' => 'ምርቶች'
        ],
        'products_count' => 'የምርት ዓይነቶች',
        'views_count' => 'የእይታ ብዛት',
        'sell_count' => 'የሽያጭ ብዛት',
        'send_count' => 'የመላኪያ ብዛት',
    ],


// -------------------------------------- EC-ShopDropShipping ------------------------------------
    'EC-ShopDropShipping' => [
        'title' => 'ማጓጓዣን ጣል ያድርጉ',
        'sub-title' => 'የ Drop Shipping Selldone ዋና ሻጮች ፓነል።',
        'total_fulfillments' => 'የተቀበሉት ጠቅላላ ትዕዛዞች',
        'ds_count' => 'የተቀበሉት ትዕዛዞች',
        'statistics_title' => 'የተቀበሉትን ትዕዛዞች ሪፖርት ያድርጉ',
        'ds_cancels' => 'በበይነገጽ ሻጭ ሰርዝ',
        'ds_rejects' => 'በእርስዎ ይሰርዙ',
        'tip' => "መጋዘን፣ ፋብሪካ ወይም ምርት አከፋፋይ ያለው ትልቅ ሻጭ ነዎት? በSelldone ጠብታ ማጓጓዣ አገልግሎት ምርቶቻችሁን ለሌሎች ሻጮች በማቅረብ ተደራሽነትዎን ማስፋት ይችላሉ። ለበለጠ ለማወቅ በsupport@selldone.com ኢሜይል ያድርጉልን።",
        'view-drop-shipping-panel' => 'ወደ የጅምላ ፓነል ይግቡ',
    ],


// -------------------------------------- EC-ShopExchangeRates ------------------------------------
    'EC-ShopExchangeRates' => [
        'title' => 'የምንዛሬ ተመኖች',
        'sub-title' => 'በመደብርዎ ውስጥ ያሉ የቅርብ ጊዜ የገንዘብ ልወጣ ተመኖች ዝርዝር።',
        'from' => 'ምንጭ ምንዛሪ',
        'to' => 'የመድረሻ ምንዛሬ',
        'rate' => 'የልወጣ መጠን',
        'view-exchange-panel' => 'የምንዛሬ ተመኖችን ያስተዳድሩ',
    ],


// -------------------------------------- EC-ShopExperts ------------------------------------
    'EC-ShopExperts' => [
        'title' => 'የባለሙያ ኮንትራቶች',
        'sub-title' => 'በሱቅዬ ላይ ምን ባለሙያዎች ይሰራሉ?',
        'cost' => 'የውል መጠን',
        'duration' => 'ቆይታ',
        'start_at' => 'Start Date',
        'complete_at' => 'Completion Date',
        'cancel_at' => 'ቀን ተሰርዟል።',
        'end_at' => 'መላኪያ ቀን',
        'tip' => 'ንግድዎን ለማሳደግ እንዲረዳዎ ከSelldone ከፍተኛ ባለሙያዎችን ይቅጠሩ።',
        'view-experts' => 'ለመጀመር ጠቅ ያድርጉ።',
    ],


// -------------------------------------- EC-ShopGateways ------------------------------------
    'EC-ShopGateways' => [
        'title' => 'Payment gateways',
        'sub-title' => 'በሱቅዎ :shop ላይ ንቁ የክፍያ መንገዶች',
        'tip-title' => 'ጠቃሚ ምክሮች',
        'tip' => "በመደብርዎ ውስጥ ወዳለው የፖርታል አስተዳደር ገጽ ይሂዱ እና በጥቂት ደቂቃዎች ውስጥ ቢያንስ አንድ ወደብ ያክሉ። ደንበኞችዎ በፍጥነት እና ደህንነቱ በተጠበቀ ሁኔታ በመስመር ላይ መግቢያዎች መክፈል ይፈልጋሉ።",
        'view-shop-gateways' => 'ወደ የእኔ መደብር ፖርታል አስተዳደር ግባ።',
        'view-gateways' => 'ተጨማሪ መግቢያዎችን ይመልከቱ',
    ],


// -------------------------------------- EC-ShopOrders ------------------------------------
    'EC-ShopOrders' => [
        'title' => 'ትዕዛዞች',
        'sub-title' => 'በዚህ ሳምንት የተቀበልኳቸው ትዕዛዞች ዝርዝር።',
        'total_baskets' => 'ጠቅላላ ትዕዛዞች',
        'total_posBaskets' => 'ጠቅላላ የገንዘብ ትዕዛዞች',
        'pos-title' => 'POS መደብር ሳጥን',
        'chart-label' => 'ትዕዛዞች ተሟልተዋል (እነዚህ ትዕዛዞች የግድ የተከፈሉ አይደሉም!)',
        'tip-title' => 'የበለጠ መሞከር አለብህ...',
        'tip' => "ቀላል ስኬት የለም።",
    ],

// -------------------------------------- EC-ShopProcessCenter ------------------------------------
    'EC-ShopProcessCenter' => [
        'title' => 'የማቀነባበሪያ ማዕከል',
        'sub-title' => 'በዚህ ሳምንት በመደብሩ ውስጥ ምን ያህል ትዕዛዝ አስሰራን?',
        'tip-title' => 'ሽያጭ አልነበራችሁም!',
        'tip' => "እንደ አለመታደል ሆኖ በዚህ ሳምንት ምንም ሽያጭ አልነበረዎትም። ወደ መደብርዎ የበለጠ ማግኘት አለብዎት። ተጨማሪ ምርቶችን ማከል, የተሻሉ ምስሎችን መምረጥ ወይም ለምርቶችዎ የተሻሉ መግለጫዎችን መጻፍ ይችላሉ. ለንግድዎ የሙሉ ጊዜ ሥራ ያስቡበት። በትክክል ካደረጋችሁት እና ካልተበሳጩ, ይሳካላችኋል.",
        'view-process-center' => 'የሂደቱን ማእከል ይመልከቱ',
        'return' => [
            'title' => 'የተመለሰ ትዕዛዝ',
            'subtitle' => 'የተመለሱ ትዕዛዞችን ሪፖርት ያድርጉ።',
            'tip-title' => 'ያንን ያውቃሉ ...',
            'tip' => "በ Selldone POS በኩል የፈለጉትን ያህል የሱቅ ገንዘብ መመዝገቢያ መፍጠር ይችላሉ! እንደውም ታብሌቶቻችሁን፣ ሞባይል ስልካችሁን ወይም ላፕቶፕህን ወደ ገቢ መልእክት ሳጥንህ መቀየር ትችላለህ። ያ የሚያስደስትዎት ከሆነ፣ የተሸጠ POS አሁን መጠቀም መጀመር ያለብዎት ነገር ነው። ለመጀመር ቀላል ጠቅታ ብቻ ነው የሚወስደው፣ ለአገልጋይዎ ሁሉንም ነገር አስቀድመን አዘጋጅተናል።",
            'view-pos' => 'ወደ የእኔ የመስመር ላይ መደብር ገንዘብ ተቀባይ ይግቡ'
        ]
    ],


// -------------------------------------- EC-ShopSessions ------------------------------------
    'EC-ShopSessions' => [
        'title' => 'ክፍለ-ጊዜዎች',
        'sub-title' => 'ሱቅዬን ስንት ጊዜ ጎበኘሁ?',
        'countries-title' => 'በብዛት የተጎበኙት የትኞቹ አገሮች ናቸው?',
    ],


// -------------------------------------- EC-PublicMessage ------------------------------------
    'EC-PublicMessage' => [
        'title' => 'አንድ ብር ሳያወጡ ገንዘብ ማግኘት ይፈልጋሉ?',
        'message' => "ሰላም :name፣ በSelldone ገቢ ለመጀመር ጊዜው አሁን ነው። ወደ ዳሽቦርድ > ተጨማሪ > ገቢ መፍጠር > ሪፈራል ማገናኛን ያግኙ። አገናኙን ለጓደኞችዎ ያጋሩ እና የስጦታ ካርዶችን ያግኙ እና የክፍያዎቻቸውን ድርሻ ያግኙ። ምርጥ ክፍል? እርስዎ እና ጓደኛዎ የስጦታ ካርድ ያገኛሉ!",
        'action' => 'የመግቢያ ማገናኛዬን ተመልከት',
        'mail-clip' => "<b style='color: #C2185B'>ጠቃሚ፡ የኢሜልን</b> ርዝመት የሚገድቡ እንደ ጂሜይል ያሉ የኢሜል አገልግሎቶችን የምትጠቀሙ ከሆነ ሙሉ ዘገባውን ለማሳየት በኢሜይሉ መጨረሻ ላይ የሚከተለውን አማራጭ ፈልጉ እና ጠቅ ያድርጉ።",

        'no-coin-reward' => "<b style='color: #C2185B'>Oops:</b> የአሁኑ እንቅስቃሴዎ ለነጻ SEL ሳንቲም ሽልማት መድረኩን አያሟላም። እነሱን ለማግኘት እድል ለማግኘት በሚቀጥለው ወቅት ተጨማሪ መግፋት እና መሸጥ ይቀጥሉ።",
        'yes-coin-reward' => "<b style='color: #4CAF50'> እንኳን ደስ አለዎት:</b> በጣም ጥሩ ስራ! ባሳዩት የላቀ አፈጻጸም መሰረት የ:amount SEL ሳንቲሞችን ለሽልማት ወደ ሂሳብዎ አስገብተናል።",

        'need-buy-license' => "<b> ንግድዎን ከፍ ያድርጉ:</b> ለድር ጣቢያዎ ምንም የምዝገባ እቅድ እስካሁን ያልተመዘገቡ አይመስልም! በየወሩ የሚከፈል ከሆነ ለ:amount ብቻ ተጨማሪ ባህሪያትን ለመክፈት አሁን ያሻሽሉ።",
        'not-afford-message' => "ከክፍያ ጋር ምንም አይነት ችግር ካጋጠመዎት ወይም አሁን ለመክፈል ካልቻሉ በsupport@selldone.com እኛን ለማግኘት አያመንቱ።",
        'add-domain' => "<b>ለምንድነው ለንግድዎ ብጁ ጎራ የለዎትም?</b><br> አሁን ወደ ድር ጣቢያዎ ጎራ ያክሉ; ነፃ ነው!"
    ],


    // -------------------------------------- Widget-Socials ------------------------------------
    'Widget-Socials' => [
        'title' => "Selldone <del>product</del> <span style = 'color: forestgreen'> community</span>.<br>X ፕሮፌሽናል ሻጭ!",
        'message' => "የSelldone ኦፊሴላዊ ገጾችን በTwitter፣ LinkedIn እና ማህበራዊ አውታረ መረቦች ላይ ይከተሉ። ማንኛውንም አስተያየት፣ ጥያቄ ወይም ትችት ይላኩልን ወይም ስለ Selldone በሚደረጉ ውይይቶች ላይ ይሳተፉ። እኛ ደግሞ የSelldone ማህበረሰብ አካል ነን <b>አንተ የምትሰራው</b>።"
    ],


    // -------------------------------------- Avocado (Seller) ------------------------------------
    'avocado-seller-daily-report' => [
        'subject' => 'አዲስ የአቮካዶ ትዕዛዝ ደረሰ|:shop_title :time',
        'title' => "ላለፉት 24 ሰዓታት የአፈጻጸም ሪፖርት",
        'message' => "ደንበኞችዎ የእርስዎን ትዕዛዞች እንዲገመገሙ እና ዋጋ እንዲሰጣቸው እየጠበቁ ናቸው። ተጨማሪ ሽያጮችን ለማግኘት ለደንበኞችዎ ጥያቄዎች በተቻለ ፍጥነት ምላሽ ይስጡ።",
        'card_title' => "ወረፋው ውስጥ ትዕዛዞች",
        'card_subtitle' => "ከ :date ጀምሮ",

        'card_payed' => "የሚከፈልባቸው ትዕዛዞች"
    ],


    // -------------------------------------- Community > Post ------------------------------------
    'community-comments' => [
        'subject' => 'በ:community_title ላይ ለመለጠፍዎ ምላሽ ይስጡ',
        'title' => ":name እና :count ሌሎች በእርስዎ ልጥፎች ላይ ውይይቱን ተቀላቅለዋል!",
        'message' => "ሰላም :name፣ የእርስዎ ልጥፎች ትኩረት እያገኙ ነው! በእኛ ማህበረሰብ ውስጥ አስተያየቶችን ተቀብለዋል። ውይይቱን ለመቀላቀል ወደ መለያዎ ይግቡ እና ሁሉም ሰው የሚናገረውን ይመልከቱ።",
        'title-simple' => ":name በልጥፍዎ ላይ አስተያየት ሰጥቷል!",
    ],


    // -------------------------------------- Community > Topic ------------------------------------
    'community-topic' => [
        'subject' => '🔔 ለርዕስዎ :topic_title ምላሽ ይስጡ',
        'title' => ":name፣ እና :count ሌሎች በእርስዎ ርዕስ ላይ ምላሽ ሰጥተዋል።",
        'message' => "ሰላም :name፣ ርዕስዎ ትኩረት እየሰጠ ነው! በእኛ ማህበረሰብ ውስጥ ምላሾችን ተቀብለዋል። ውይይቱን ለመቀላቀል ወደ መለያዎ ይግቡ እና ሁሉም ሰው የሚናገረውን ይመልከቱ።",
        'title-simple' => ":name በእርስዎ ርዕስ ላይ ምላሽ ሰጥተዋል።",
    ],

    // -------------------------------------- User > Login ------------------------------------
    'user-login' => [
        'subject' => '🔔 አዲስ መግቢያ :name',
        'category' => 'የደህንነት ማሳወቂያዎች',
        'title' => "ወደ መለያ ይግቡ",
        'message' => "ውድ :name፣ ወደ Selldone መለያህ መግባት ተገኝቷል።",   // Login in selldone (seller)
        'message-shop' => "ውድ :name፣ ወደ :shop_title መግባት ተገኝቷል።",  // Login in shop (buyer)

        'footer' => "ካልገባህ፣ እባክህ የይለፍ ቃልህን ቀይር።",

    ],


    // -------------------------------------- Account > TransactionNotification ------------------------------------
    'account-transaction' => [
        'withdraw' => "መውጣት",
        'deposit' => "ተቀማጭ ገንዘብ",

        'withdraw_subject' => "ከመለያ :account ውጣ",
        'deposit_subject' => "ወደ :account መለያ ተቀማጭ ያድርጉ",

        'message' => "የገንዘብ ዝውውሩ በሚከተሉት ዝርዝሮች ተከናውኗል.",

        'type' => "የግብይት አይነት",

        'from' => "ምንጭ መለያ",
        'to' => "Destination account",

        'desc' => "የግብይት መግለጫ",
        'action' => "ግብይት ይመልከቱ",
    ],
    // -------------------------------------- Shop > Penalty ------------------------------------

    'penalty' => [
        'subject' => "⛔ አስፈላጊ! ደንቦች መጣስ| :shop",
        'category' => "ወሳኝ መረጃ",
        'title' => "ሱቅህ ተቀጥቷል።",
        'action' => "የሱቅ ዳሽቦርድን ክፈት",
    ],


    // -------------------------------------- User > Invite friend ------------------------------------
    'invite' => [
        'subject' => ":inviter ወደ Selldone ጋብዞሃል",
        'title' => "አዲሱን የመስመር ላይ መደብርዎን ለማስጀመር እና ገቢ ለመፍጠር :name :amount ልኮልዎታል!",
        'message' => "ሰላም **:receiver_name**,<br><br>እንኳን ወደ Selldone በደህና መጡ! በSelldone የኢ-ኮሜርስ ጣቢያዎን፣ ብሎግዎን፣ የመስመር ላይ ማህበረሰብዎን በቀላሉ መፍጠር እና በመስመር ላይ POS ስርዓትን በአካል ሽያጭ ማዘጋጀት ይችላሉ—ሁሉም በደቂቃዎች ውስጥ። ንግድዎን የተሻለ፣ ፈጣን እና ቀላል ለማድረግ የተነደፈ ሙሉ የመስመር ላይ ቢዝነስ ኦፕሬቲንግ ሲስተም ነው።<br><br>XPROT0007ZX:date</b> ይመዝገቡ እና ለመጀመር :amount ቫውቸር ይቀበሉ!",
        'accept' => "ግብዣ ተቀበል",
        'owner' => "ባለቤት",
        'join-date' => "ጀምሮ በ Selldone ላይ",
    ],

    // -------------------------------------- Shop > Recovery mail ------------------------------------
    'shop-recovery' => [
        'subject' => "የመልሶ ማግኛ አገናኝ| :shop",
        'category' => "የሱቅ ደህንነት",
        'title' => "የ<b>:shop_name</b> መልሶ ማግኛ አገናኝ።",
        'message' => "ይህ ኢሜይል ወደ እርስዎ የተላከው ማከማቻዎን ወደነበረበት ለመመለስ ስለጠየቁ ነው። ከታች ያለውን ሊንክ ጠቅ ማድረግ ሱቅዎን እና የእሱ የሆኑትን ሁሉንም መረጃዎች መልሰው ያገኛሉ።",
        'action' => "የሱቅ መልሶ ማግኛን ያረጋግጡ",

    ],


    // -------------------------------------- SR-SeasonalSaving ------------------------------------
    'SR-SeasonalSaving' => [
        'title' => 'Selldone ለንግድዎ ምን ያህል ገንዘብ አጠራቀመ?',
        'sub-title' => 'ከቀን :start እስከ :end',
        'infrastructure' => [
            'title' => 'መሠረተ ልማት',
            'subtitle' => 'አገልጋዮች፣ ሲዲኤን፣ ማከማቻ እና ሌሎች የደመና አገልግሎቶች',
        ],
        'experts' => [
            'title' => 'ባለሙያዎች እና ሰራተኞች',
            'subtitle' => 'ገንቢዎች፣ ጥገና እና ድጋፍ',
        ],
        'total_save' => 'ጠቅላላ የተቀመጠ ገንዘብ'
    ],
    // -------------------------------------- SR-SeasonalPerformance ------------------------------------
    'SR-SeasonalPerformance' => [
        'title' => 'የእርስዎ አፈጻጸም',
        'sub-title' => 'የንግድ አጠቃላይ እይታ ከ :start እስከ :end',

        'new_visitors' => 'New Users',
        'returning_visitors' => 'የተመለሱ ተጠቃሚዎች',

        'shop_views' => 'የሱቅ እይታዎች',
        'baskets' => [
            'title' => 'የግዢ ጋሪዎች',
            'subtitle' => 'አዲስ የግዢ ጋሪዎችን ቁጥር ሪፖርት ያድርጉ',

        ],
        'products' => [
            'title' => 'የምርት አጠቃላይ እይታ',
            'subtitle' => 'በመደብሩ ውስጥ ያሉ ምርቶች ሁኔታ በአይነት',
            'value_name' => 'ምርቶች'
        ],
        'views' => [
            'title' => 'Page Views',
            'subtitle' => 'ጠቅላላ የድረ-ገጽ እይታዎች',
        ],
    ],


    // ██████████████████████ Marketplace ██████████████████████
    'vendor-order' => [
        'title' => 'New Order',
        'message' => "አዲስ ትእዛዝ ተቀብለዋል። እባክህ በአቅራቢህ ፓነል ውስጥ ወዳለው የትዕዛዝ ማቀናበሪያ ገጽ ሂድ።",
        'subject' => "🛍️ አዲስ ትዕዛዝ ደረሰ| :order_id",
        'your_revenue' => "የእርስዎ ገቢ",
    ],
    'vendor-invite' => [
        'title' => 'የአቅራቢ ግብዣ',
        'message' => "የ:shop_name አቅራቢ እንድትሆኑ ግብዣ ቀርቦልሃል። የሚከተሉትን አዝራሮች ጠቅ በማድረግ መቀበል ወይም አለመቀበል ትችላለህ።",
        'subject' => ":shop_name |የእኛ ሻጭ ለመሆን ግብዣ",
        'accept' => "ተቀበል እና ሻጭ ሁን",
        'reject' => "እምቢ",

    ],

    // Staff of vendor
    'vendor-member-invite' => [
        'title' => 'ቡድናችንን የመቀላቀል ግብዣ',
        'message' => "በ:shop_name ላይ ወደ :vendor_name ተጋብዘዋል። ከታች ያሉትን አዝራሮች በመጠቀም ይህን ግብዣ መቀበል ወይም አለመቀበል ትችላለህ።",
        'subject' => ":vendor_nameን የመቀላቀል ግብዣ|የቡድን አባል ይሁኑ",
        'accept' => "ተቀበል እና ቡድኑን ተቀላቀል",
        'reject' => "እምቢ",

    ],

    // -------------------------------------- ShopEmailLogin ------------------------------------
    'shop-email-login' => [
        'subject' => "ለ:shop የመግቢያ ኮድዎ",
        'header-message' => "ይህንን ኢሜይል የላክንልዎ ለሱቁ የመግቢያ ኮድ ስለጠየቁ ነው። እባክዎ የአንድ ጊዜ የይለፍ ቃልዎን (OTP) ከዚህ በታች ያግኙ።",
        'footer-message' => "ይህ ኮድ ለ10 ደቂቃ ያገለግላል። ይህን የመግቢያ ኮድ ካልጠየቅክ፣ እባክህ ይህን ኢሜይል ችላ በል"
    ],

    // -------------------------------------- ShopEmailVerifyLinkEmail ------------------------------------
    'shop-email-verify-link' => [
        'subject' => "ኢሜልዎን ያረጋግጡ| :shop",
        'title' => 'የኢሜል ማረጋገጫ',
        'header-message' => "ሰላም :name፣<br>እባክዎ **:email** የኢሜል አድራሻዎ መሆኑን ከስር ያለውን ቁልፍ በመጫን ወይም በ48 ሰአት ውስጥ ያለውን ሊንክ በመጠቀም ያረጋግጡ።",
        'footer-message' => ""
    ],


    // -------------------------------------- VendorProductsChangeEmail ------------------------------------
    'vendor-products' => [
        'subject' => "የምርት ዝማኔዎች| :shop",
        'title' => "በምርት ሁኔታ ላይ አዘምን - ያለፉት 24 ሰዓቶች",
        'message' => "ይህ መልእክት በደንብ እንደሚያገኝህ ተስፋ አደርጋለሁ። ይህ በአለፉት 24 ሰዓታት ውስጥ ስለ ምርቶችዎ ሁኔታ በእኛ መድረክ ላይ ለእርስዎ ለማሳወቅ አጭር ማሻሻያ ነው።\nበዚህ ጊዜ ውስጥ በአንዳንድ ምርቶች ሁኔታ ላይ ለውጦች አሉ. እነዚህ ለውጦች በግዢዎች፣ በአክሲዮን ዝመናዎች ወይም ሌሎች ተዛማጅ ክስተቶች ምክንያት ሊሆኑ ይችላሉ።\nስለ እያንዳንዱ ምርት የበለጠ ዝርዝር መረጃ ለማግኘት እባክዎ ወደ መለያዎ ይግቡ እና 'የምርት ሁኔታ' የሚለውን ክፍል ይመልከቱ።",
        'action' => "የአቅራቢ ፓነልን ክፈት",
    ],

    // -------------------------------------- ShopBulkOrdersEmail ------------------------------------
    'bulk-orders' => [
        'subject' => "የጅምላ ትዕዛዞች ተቀብለዋል።| :shop | :date",
        'title' => "የጅምላ ትዕዛዞች ማስታወቂያ",
        'message' => "የጅምላ ትዕዛዞችን ተቀብለዋል። ለተጨማሪ ዝርዝሮች እባክዎ በፓነልዎ ውስጥ ያለውን የትዕዛዝ ማቀናበሪያ ገጽ ይጎብኙ። እንዲሁም የትእዛዝ ዝርዝሩን ለ 7 ቀናት የሚያገለግል ደህንነቱ በተጠበቀው አገናኝ በኩል ማውረድ ይችላሉ።<br><br>\n        <b>IPORTANT:</b> ይህ ሊንክ ለ7 ቀናት ያገለግላል።<br>\n        ይህ አገናኝ ተለዋዋጭ ነው፣ ስለዚህ እሱን ጠቅ ባደረጉ ቁጥር፣ ለዚህ የተለየ ቀን በጣም የተሻሻሉ ትዕዛዞችን ይደርስዎታል። <b> ማለት የትዕዛዙ የክፍያ ሁኔታ ወደ ውድቅ ከተቀየረ ከዚያ በኋላ በወረደው CSV ውስጥ ትዕዛዙን አያዩም ወይም ትዕዛዙ ከተከፈለ በዝርዝሩ ውስጥ ይታያል።</b><br><br>\n        <ul>\n            <li>ሲኤስቪ የተከፈለባቸው ትዕዛዞች በ:date.</li> ውስጥ ከተያዘለት ቀን ጋር ይዟል።\n            <li> የተያዘለት ቀን ተጠቃሚው በትዕዛዙ ገጹ ላይ ቼክ መውጣትን ጠቅ የሚያደርግበት ቀን ነው።</li>\n        </ul>\n        የተባዙ ትዕዛዞችን ለመከላከል <b>T፣ ከመላክዎ በፊት ሁልጊዜ ID የሚለውን ትዕዛዝ ያረጋግጡ።</b>",
        'action' => "የትዕዛዝ ዝርዝር አውርድ",
    ],

    // -------------------------------------- Order Refund ------------------------------------
    'order-refund' => [
        'message' => "በትዕዛዝዎ ውስጥ ያሉ አንዳንድ እቃዎች ተቀባይነት አላገኙም እና ሊደርሱ አይችሉም። የእነዚህ እቃዎች መጠን በቅርቡ ወደ ካርድዎ ይመለሳል።"
    ]

];
