<?php


return [
    /*
  |--------------------------------------------------------------------------
  | Instagram
  |--------------------------------------------------------------------------
  */
    'instagram' => [
        'title' => "የ Instagram መደብር ገንቢ|የ Instagram መለያ ወደ የመስመር ላይ መደብር ይለውጡ",
        'desc' => "ገንዘብህን የትም አታባክን። አንዴ ሱቅዎን በSelldone ውስጥ ከገነቡ በኋላ እንደ WordPress፣ Joomla እና WooCommerce ካሉ ሌሎች የመደብር ግንባታ መሳሪያዎች ጋር ለመስራት አያስቡም።",

        'clip' => "/landing-assets/instashop/video/Anime-Instagram-En.m4v",
        'clip_title' => "ሼፍ እና ቆንጆ ድመቷ በ Instagram ላይ እንዴት ይሸጣሉ?",


        'alt1' => "Selldone Instagram መደብር ገንቢ",
        'alt2' => 'በ Instagram ላይ የሳራ ኬክን የመሸጥ ታሪክ',
        'alt3' => 'Selldone የመስመር ላይ ትዕዛዝ ሂደት ማዕከል',
        'alt4' => 'Selldone የመስመር ላይ መደብር ክፍያ ጌትዌይ',
        'alt5' => 'አውቶማቲክ SEO ሞተር ለመስመር ላይ መደብሮች',
        'alt6' => 'በ Instagram ላይ በመስመር ላይ ለመሸጥ አዳዲስ መንገዶች',
        'alt7' => 'የምርት ስም እና የምርት ስም ማውጣት',
        'alt8' => 'ገንዘብ ተቀባይ ይግዙ',
        'alt9' => 'የግብይት እና የሽያጭ መሳሪያዎች',
        'alt10' => 'ነፃ የንግድ አጋር',
        'alt11' => 'የትዕዛዝ ማቀናበሪያ ማዕከል',
        'alt12' => 'ታማኝ ደንበኞች',
        'alt13' => 'የቀጥታ ክፍያ መግቢያ',
        'alt14' => 'የ Instagram ሽያጭ ቻናሎች',
        'alt15' => 'ጣቢያ እና የሱቅ ገንቢ መቅጠር',
        'alt16' => 'Selldone መድረክ ታሪክ',
        'alt17' => 'ጣቢያ እና ማከማቻ አውቶማቲክ SEO ሞተር',
        'alt18' => 'ደስተኛ ሻጭ',
        'alt19' => 'የግዢ ጋሪ',


        'm1' => 'ለምን Selldone?',
        'm2' => 'ራስ-ሰር SEO',
        'm3' => 'ዋጋዎች (ነጻ)',

        'register' => 'ይመዝገቡ',

        'header' => '<span class="ulr"> 10x Times</span> ተጨማሪ እና የተሻለ<br><span class="ulr">Sell</span> በ Instagram ላይ',
        'header_msg' => 'ደንበኞች ከ Instagram ላይ ሱቅ የሚመስል ገጽ ሲከፍቱ፣ ከወደዷቸው ፎቶዎች ምርቶችን መርጠው፣ በትዕዛዝ ላይ ማከል እና በመስመር ላይ በቀጥታ ወደ መለያዎ ሲከፍሉ አስብ። መፍትሄው ከፊት ለፊትህ ነው።',

        'name_plc' => 'የተጠቃሚ ስምህን አስገባ',
        'preview' => 'ቅድመ እይታ መደብር',
        'create_act' => 'የ Instagram መደብር ይፍጠሩ',


        'title1s' => 'እንዴት ነው የሚሰራው?',
        'title1' => 'የእርስዎን ኢንስታግራም ወደ <span class="ulb"> ሙሉ-ተለይቶ የቀረበ</span> መደብር ይለውጡት!',
        'desc1' => 'ከትልቁ የመስመር ላይ መደብሮች ፓነል የበለጠ ባህሪያት ይኖርዎታል, ነገር ግን ምንም ስህተት አይሰሩም, ከቀላል አስተናጋጆች ጋር መስራት አስደሳች ነው.',
        'sub1' => 'የምርት አስተዳደር እንደዚህ ይሰራል ...',
        'sub1msg' => "የመጀመሪያው እርምጃ ምርቶችን ማከል ነው. በSelldone ምርቶችን ከ ኢንስታግራም ማስመጣት፣ የኤክሴል ፋይል መስቀል ወይም ሌሎች ቀላል ዘዴዎችን በጥቂት ጠቅታዎች መጠቀም ትችላለህ።",
         'list1_1' => 'ሙሉ በሙሉ መግደል እና አስተዳደርን ይዝጉ',
         'list1_2' => 'የእቃ ዝማኔ እና ፈጣን ዋጋ',
         'list1_3' => 'ምርቶችን ከ Excel ፋይል ጋር ያክሉ',
         'list1_4' => 'ከዚህ ውስጥ ምርቶችን ያክሉ',
         'list1_5' => 'አሰልቺ ነው? እንጨምርሃለን!',

        'title2s' => 'ትዕዛዞች እንደዚህ ይሰራሉ ...',
        'title2' => "በቀን 10 ጊዜ ተጨማሪ ትዕዛዞች በቂ አይደሉም? Selldone ለእያንዳንዱ መደብር በቀን ከ 10 ሺህ በላይ ትዕዛዞች የተሰራ ነው.",

        'list2_1' => 'የጉዞ ሁኔታዎን በፍጥነት ይመልከቱ እና በፍጥነት እርምጃ ይውሰዱ',
        'list2_2' => 'ደንበኛው የትዕዛዙን የቅርብ ጊዜ ሁኔታ ማየት ይችላል።',
        'list2_3' => 'ክፍያን አስተዳድር፣ ማዘዝ እና ማጓጓዝ',
        'list2_4' => 'የሚፈልጉትን ያህል ተባባሪዎችን ያክሉ',


        'title3s' => 'የቀጥታ ጨዋታ ተጠናቋል!',
        'title3' => "በሱቅዎ ውስጥ ያለው የመስመር ላይ ክፍያ በጎራዎ እና በቀጥታ ወደ መለያዎ ይከናወናል! የመስመር ላይ ፖርታል ዓይነቶችን እና የጣቢያ ክፍያን መምረጥ ይችላሉ።",

        'list3_1' => 'የመስመር ላይ ክፍያ መግቢያ (በቀጥታ ወደ መለያዎ)',
        'list3_2' => 'በቦታው ላይ ክፍያ የማንቃት ችሎታ',
        'list3_3' => 'ያለ ኤሌክትሮኒክ የመተማመን ምልክት (የደመወዝ ክፍያ) መግቢያ በር ተቀበል',
        'list3_4' => 'ክፍያዎችን እና የአንድ ጠቅታ ትዕዛዞችን ያስተዳድሩ',


        'title4s' => 'ራስ-ሰር SEO',
        'title4' => 'የ SEO ምርጥ ልምዶችን የሚከተል ለSEO-ተስማሚ ድረ-ገጽ መቅረጽ የመስመር ላይ ንግድዎ ደንበኞች ሊሆኑ የሚችሉ እንዲሆኑ ለማድረግ ይረዳል። Selldone ለ SEO ተኮር ሱቅ የሚያስፈልጎትን መሠረተ ልማት ያቀርባል፣ ስለዚህ ጎግል ላይ ስለመገኘቱ መጨነቅ አያስፈልገዎትም።',

        'list4_1' => 'ጥሩ ጽሑፍ እና ምስሎችን ከእኛ ጋር ትተሃል',

        'title0' => '<span class="uly"> በፕሮፌሽናልነት ለመሸጥ ጊዜው አሁን ነው፣ደንበኞቻችሁን የበለጠ ደስተኛ ለማድረግ',


        'title6s' => "በዚህ አትረካ",
        'title6' => 'ከ Instagram መደብር የበለጠ…',


        'features' => 'ባህሪያት',
        'features_act' => 'ሁሉንም ባህሪያት ይመልከቱ',

        'x1' => 'የምርት ስምዎን ለመገንባት እና የራስዎ የደንበኛ ክለብ እንዲኖር በልዩ ልዩ ጎራ ላይ የመስመር ላይ መደብር።',
        'x2' => '0$ ያዘጋጀው ዋጋ ያለው ሱቅ የመስመር ላይ መደብር የገንዘብ መመዝገቢያ እና የሚፈልጉትን ያህል።',
        'x3' => 'ትልቁ የፖሊስ ገበያ ብራንዶች እንኳን የሌላቸው ምርጥ የግብይት እና የሽያጭ መሳሪያዎች።',
        'x4' => "ጥሩ እና ዝቅተኛ የሚጠበቅ አጋር Selldone, ሙሉ ጥረቱ የኩባንያውን ሽያጭ ለመጨመር እንጂ ገንዘብ ለመውሰድ እና ለመተው አይደለም.",

        'a1' => 'የትዕዛዝ ሂደት',
        'a1s' => 'ለፍጥነት የተነደፈ',

        'a2' => 'ግብይት እና ማበረታቻዎች',
        'a2s' => 'ታማኝ ደንበኞችን ያግኙ',

        'a3' => 'ቀጥተኛ ክፍያ',
        'a3s' => 'ምንም የክፍያ በይነገጽ የለም።',

        'a4' => 'የሽያጭ ቻናሎች',
        'a4s' => 'ቴሌግራም ፣ ጎግል ፣ ኢንስታግራም ፣ ወዘተ.',

        'blog' => 'ወበላህ',

        'b1' => "አሁንም በ2021 ፕሮግራመር መቅጠር፣ የመደብር ግንባታ ፓኬጆችን ወይም አስተናጋጆችን መግዛት አለብን?",
        'b2' => "የ Selldone ታሪክ|ጣቢያ እና የመስመር ላይ ንግዶችን የማስጀመር ዘዴን ይቀይሩ",
        'b3' => 'ራስ-ሰር የ SEO ሞተር በ Google ውጤቶች ውስጥ ያበራል።',
        'read' => 'ቀጥል',

        'title5s' => 'ምን ያህል እንደሚያስወጣ ማወቅ ይፈልጋሉ?',
        'title5' => 'ከሞዴል <span class="ulr"> ነፃ ለሕይወት',
        'msg5' => "ሽያጮች እስካልሆኑ ድረስ የአንድ ሪያል ባለቤቶች ለጣቢያ፣ አስተናጋጅ፣ አገልጋዮች፣ አገልግሎቶች፣ መሳሪያዎች፣ ድጋፍ፣ ማሻሻያ እና ሌላ ማንኛውም ነገር አያስከፍሉዎትም! ገንዘብ በቀጥታ ወደ መለያዎ ገቢ ይደረጋል! Selldone ሁሉንም አጋሮቹ በወሩ መጨረሻ ክፍያውን እንዲከፍሉ ያምናል ወይም ከጥቂት ወራት በኋላ ችግር ካጋጠማቸው ቦርሳቸውን በመሙላት።",
         'footer_act' => "ነፃ ብቸኛው ጥቅም አይደለም! እንዴት፧",
         'footer' => 'የሚፈልጉትን ማንኛውንም ጥያቄ ወይም ምክሮችን ይጠይቁ።',

        's1' => 'ብልህ ሪፖርት ማድረግ',
        's2' => 'ነፃ የክላውድ ማስተናገጃ',
        's3' => 'ሎጂስቲክስ እና ሂደት',
        's4' => 'ማረፊያ ገጽ ገንቢ',
        's5' => 'ባህሪያት እና ጥቅሞች',
        's6' => 'የፋይናንስ አስተዳደር',
        's7' => 'የግብይት መሳሪያዎች',
        's8' => 'ማበረታቻዎች እና ደንበኞች',
        's9' => 'ስለ Selldone',
        's10' => 'ብሎግ',
        's11' => 'እገዛ',
        's12' => 'ግላዊነት',
        's13' => 'ውሎች እና ሁኔታዎች',
        's14' => 'የሱቅ ገንቢ',

        'img1' => '/landing-assets/instashop/images/caveman-shop-builder-en.png',


        'importer-ts' => "ከSelldone ጋር ስለመስራት ተጨንቀሃል?",
        'import_title' => "Selldone ተጠቃሚዎችን ይጠይቁ; በ <span class='ulr'> ቀላልነት እና ፍጥነት</span> ላይ የሰጡት አስተያየት ያስደንቃችኋል!",
        'import_message' => "ምርቶችዎን ከ Instagram በቀጥታ ወደ ሱቅዎ ማስመጣት ይችላሉ ነገርግን ከፈለጉ ሁሉንም ምርቶቻቸውን እና ምስሎቻቸውን በቀላል የ Excel ፋይል በራስ-ሰር ወደ መደብርዎ ማከል ይችላሉ። ተመሳሳዩን ፋይል ሞልተህ የምስሎቹን URL ከGoogle ገልብጠህ በመጨረሻም የCSV ፋይልህን ጎትተህ ወደ ምርት አስተዳደር ክፍል ጣለው። Selldone ያደርግልዎታል።",
        'import_t1' => "ምንም ምርት አለህ?",
        'import_b1' => "ልዩነት የሌላቸው ናቸው",
        'import_m1' => "ይህንን ፋይል ብቻ ያውርዱ፣ የምርቱን ስም፣ ዋጋ እና ዝርዝር ያስገቡ እና የምስል ሊንክ እንደ ጎግል ካሉ ቦታ ይቅዱ እና ይለጥፉ።",

        'import_b2' => "በርካታ ልዩነቶች",
        'import_m2' => "ልዩነት ማለት ቀለም, መጠን, ቁሳቁስ እና የመሳሰሉት ናቸው. ብዙ ምርቶች ካሉዎት ይህን ፋይል ማውረድ እና የምርት መረጃዎን መሙላት ይችላሉ። ይሄኛው ትንሽ ከባድ ነው።",

        'import_download' => "የናሙና ፋይል ያውርዱ",

    ]

];
