<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Shop Header
    |--------------------------------------------------------------------------
    */
    'header' => [
        'shop' => 'ይግዙ',
        'blog' => 'ብሎግ',

    ],
    /*
    |--------------------------------------------------------------------------
    | Shop Footer
    |--------------------------------------------------------------------------
    */
    'footer-menu' => [


    ],
    'about' => 'ስለ እኛ',
    'contact' => 'ያግኙን',


    'buy-action' => "አሁን ይግዙ",
    'buy-action-variant' => "አሁን ይምረጡ እና ይግዙ",

    'product-images' => "ምስሎች",
    'product-spec' => "ዝርዝር",
    'Comments' => "ግምገማዎች እና ደረጃ አሰጣጦች",
    'related' => "ተዛማጅ ምርቶች",
    'view-now' => "አሁን ይመልከቱ",






];
