/*
 * Copyright (c) 2023. Selldone® Business OS™
 *
 * Author: M.Pajuhaan
 * Web: https://selldone.com
 * ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━
 *
 * All rights reserved. In the weave of time, where traditions and innovations intermingle, this content was crafted.
 * From the essence of thought, through the corridors of creativity, each word, and sentiment has been molded.
 * Not just to exist, but to inspire. Like an artist's stroke or a sculptor's chisel, every nuance is deliberate.
 * Our journey is not just about reaching a destination, but about creating a masterpiece.
 * Tread carefully, for you're treading on dreams.
 */

export default {
  categories: {
    Baby: {
      title: "ሕፃናት፣ ልጆች እና መጫወቻዎች",
      desc: "የሕፃን ጋሪዎች፣ መጫወቻዎች፣ ጨዋታዎች፣ እንቆቅልሾች፣ የድርጊት ምስሎች",
    },
    Health: {
      title: "ጤና እና ውበት",
      desc: "ፋርማሲ፣ ደህንነት፣ ኮስሜቲክስ፣ ሽቶ",
    },
    Media: {
      title: "ሚዲያ እና ጨዋታዎች",
      desc: "የቪዲዮ ጨዋታዎች፣ ፊልሞች፣ ሙዚቃ፣ መጻሕፍት",
    },
    Fashion: {
      title: "ልብስ፣ ጌጣጌጥ እና ሰዓቶች",
      desc: "ልብስ፣ ጫማ፣ የአንገት ሐብል፣ ቀለበት፣ አምባር፣ ሰዓት",
    },
    Automotive: {
      title: "አውቶሞቲቭ",
      desc: "የመኪና መለዋወጫዎች፣ መሳሪያዎች፣ ጥገና",
    },
    Electronics: {
      title: "ኤሌክትሮኒክስ",
      desc: "ሞባይል፣ ቲቪ፣ የድምፅ መሳሪያዎች፣ ካሜራ",
    },
    Computers: {
      title: "ኮምፒውተሮች",
      desc: "ላፕቶፖች፣ ዴስክቶፖች፣ መለዋወጫዎች፣ ሶፍትዌር",
    },
    Household: {
      title: "የቤት ውስጥ አስፈላጊ ዕቃዎች",
      desc: "የጽዳት እቃዎች፣ መታጠቢያ ቤት፣ ልብስ ማጠቢያ",
    },
    Garden: {
      title: "የአትክልት ስፍራ እና መሳሪያዎች",
      desc: "የውጭ የቤት ዕቃዎች፣ የአትክልት መሳሪያዎች፣ ተክሎች",
    },
    Food: {
      title: "ምግብ እና ግሮሰሪ",
      desc: "ወተት ምርቶች፣ ፍራፍሬ፣ የተዘጋጀ ምግብ፣ ስጋ፣ መጠጥ",
    },
    Handmade: {
      title: "በእጅ የተሰሩ",
      desc: "የሚሰበሰቡ እቃዎች፣ ቀለም የተቀቡ ጫማዎች፣ ቅርጻ ቅርጾች፣ የመስታወት ጥበብ",
    },
    PetSupplies: {
      title: "የቤት እንስሳት አቅርቦቶች",
      desc: "የቤት እንስሳት ምግብ፣ መጫወቻዎች፣ እንክብካቤ",
    },
    Home: {
      title: "ቤት እና ኑሮ",
      desc: "የወጥ ቤት መሳሪያዎች፣ የቤት ዕቃዎች፣ ማስጌጫ",
    },
    Sports: {
      title: "ስፖርት እና የውጭ እንቅስቃሴዎች",
      desc: "የአካል ብቃት፣ ካምፕ፣ ብስክሌቶች፣ መዝናኛ",
    },
    Stationery: {
      title: "የጽህፈት እና የቢሮ ዕቃዎች",
      desc: "የቢሮ እቃዎች፣ የትምህርት ቤት እቃዎች፣ የወረቀት ምርቶች",
    },
    Books: {
      title: "መጻሕፍት",
      desc: "ልቦለድ፣ ኢ-ልቦለድ፣ ትምህርታዊ፣ ኮሚክስ",
    },
    Marketplace: {
      title: "ሁሉን አቀፍ የገበያ ቦታ",
      desc: "ከብዙ ምድቦች የተገኙ ሰፊ የምርቶች አይነቶች",
    },
    Other: {
      title: "ሌላ...",
      desc: "የስጦታ ካርዶች፣ ዲጂታል ምርቶች፣ የመስመር ላይ አገልግሎቶች፣ ማንኛውም ነገር",
    },
  },

  partners: {
    title: "{name} ከ Selldone ጋር ሽርክና ነው።",
    subtitle: "የቀጣዩን ትውልድ የመስመር ላይ ንግዶች ለመክፈት።",
    subtitle_official: "የቀጣዩን ትውልድ የመስመር ላይ ንግዶች ይክፈቱ።",

    create_new_shop: "አዲስ ሱቅ ይፍጠሩ",
    select_a_shop: "ሱቅ ይምረጡ",
    apply_deal_to: "ስምምነትን ወደ {shop} ተግብር",
    notifications: {
      success_apply: "ድርድር በተሳካ ሁኔታ ነቅቷል!",
    },
  },

  name: "አዘገጃጀት",
  overview: {
    title: "አጠቃላይ እይታ",
    subtitle:
      "ስለ የንግድ ስርዓተ ክወና ግንዛቤ ያግኙ እና ንግድዎን እንዴት ሊረዳ እንደሚችል ይወቁ።",
  },

  shop: {
    title: "ከዜሮ እስከ ገቢ",
    subtitle: "እነዚህን ቀላል ደረጃዎች በማጠናቀቅ ወደሚቀጥለው ደረጃ ይሂዱ.",
  },

  open_website: "የእኔን ድር ጣቢያ ክፈት",

  customize_theme: "ድር ጣቢያ አብጅ",
  setup_business: "ንግድ ማዋቀር",
  add_product: "ምርት ይጨምሩ",
  setup_shipping: "መላኪያ ያዋቅሩ",
  add_domain: "ጎራ አክል",
  add_payment: "ከክፍያ መግቢያ በር ጋር ይገናኙ",

  product: {
    step1: {
      title: "አማራጭ 1. በእጅ መጨመር",
      msg: "አካላዊ ምርቶችን፣ ምናባዊ እቃዎችን፣ ፋይሎችን እና አገልግሎቶችን ወደ መደብርዎ ማከል እና መሸጥ መጀመር ይችላሉ።",
      action_on: "የመጀመሪያ ምርትዎን ያክሉ",
      action_off: "ተጨማሪ ምርቶችን ያክሉ",
      category:
        "ምድቦች የመስመር ላይ የግብይት ድህረ ገጽዎን ከሌሎች የሚለዩ ዋና ክፍሎች ናቸው። ምድቦችን በመጨመር እና በመጎተትና በመጣል በመቆጣጠር ሁሉንም ነገር ይመድቡ እና ያደራጁ።",
      add_category: "ምድብ ጨምር",
    },
    step2: {
      title: "አማራጭ 2. በ Excel ያክሉ",
      msg: "እንደ 1ኬ፣ 10ሺህ ብዙ ምርቶች አሉዎት? ሁሉንም በአንድ እርምጃ ብቻ አስመጣ ብለህ አትጨነቅ።",
      import_excel: "በ Excel አስመጣ",
      download_template: "አብነት አውርድ",
    },
  },
  shipping: {
    step1: {
      title: "ደረጃ 1. ቦታ ያዘጋጁ",
      msg: "በመጀመሪያው ደረጃ, መጋዘንዎን (የመላኪያውን አመጣጥ) ያዘጋጁ. ይህ መረጃ ርቀቱን ለማስላት፣ የመላኪያ ወጪን እና በማጓጓዣ አገልግሎት ክልል ውስጥ መሆንን ለማረጋገጥ ይጠቅማል።",
      edit_warehouse: "መጋዘን አርትዕ",
      add_warehouse: "መጋዘንዎን ያክሉ",
    },
    step2: {
      title: "ደረጃ 2. የማጓጓዣ ዘዴዎችን ያግብሩ",
      msg: "ወደ መደብርዎ ቢያንስ አንድ የመላኪያ ዘዴ ያክሉ። በክብደት፣ ርቀት እና ሌሎች መመዘኛዎች ላይ በመመስረት የዋጋ አወጣጥ ማቀናበር ይችላሉ። እያንዳንዱ የማጓጓዣ አገልግሎት የሚደግፈውን የርቀት፣ የክብደት እና የጥቅሎች መጠን ገደብ ማበጀትዎን አይርሱ።",
      add_delivery: "የማጓጓዣ ዘዴዎችን ያክሉ",
    },
  },

  domain: {
    buy_domain_step: {
      title: "ደረጃ 1. ጎራ ይግዙ",
      msg: "የግል ጎራዎ እስካሁን ከሌለዎት፣ እንደ namecheap.com ካሉ ድህረ ገጾች የራስዎን ጎራ ለመግዛት ጊዜው አሁን ነው።",
    },

    set_dns_step: {
      title: "ደረጃ 2. የDNS መዝገቦችን ያቀናብሩ",
      msg: "እንኳን ደስ አለዎት፣ አሁን ማድረግ ያለብዎት DNSን በጎራ አገልግሎት አቅራቢዎ ውስጥ ማዋቀር እና ጎራውን ወደ መለያዎ ማከል ብቻ ነው።",
    },
  },

  payment: {
    step1: {
      title: "የዋጋ አሰጣጥ ምንዛሬዎች",
      msg: "ገንዘብ በተለያዩ ምንዛሬዎች መቀበል ይችላሉ፣ እና የእርስዎ ሱቅ ለዋጋ ከአንድ በላይ ምንዛሬ መደገፍ ይችላል። በነገራችን ላይ የሱቅ ምንዛሬን ወደ ዶላር ካዋቀሩት ደንበኞች ከእርስዎ ለመግዛት በማንኛውም ምንዛሬ እንደ USD፣ EUR፣ GBP፣ ወዘተ. መክፈል ይችላሉ።",
      manage_currencies: "የዋጋ ምንዛሬዎችን ያስተዳድሩ",
    },
    step2: {
      title: "ገንዘብ ተቀበል",
      msg: "በሱቅዎ ውስጥ በማድረስ፣ በቀጥታ የገንዘብ ልውውጥ እና ሌሎች የሚገኙ የመክፈያ ዘዴዎችን በጥሬ ገንዘብ ይጨምሩ።",
      online_title: "የመስመር ላይ የክፍያ ዘዴዎች",
      online_msg:
        "በካርዶች፣ በአዳዲስ የባንክ መተግበሪያዎች፣ አሁን ግዛ በኋላ ክፈል አገልግሎቶች እና በሌሎች ብዙ የመስመር ላይ የክፍያ ዘዴዎች ክፍያ ይቀበሉ።",
      add_online_gateway: "የመስመር ላይ የመክፈያ ዘዴ ያክሉ",
      cod_title: "የመክፈያ ዘዴ በጥሬ ገንዘብ",
      cod_msg:
        "ትእዛዞችን ከደረሱ በኋላ ክፍያ ይቀበሉ። በመላኪያ ክፍያዎች ላይ ገንዘብን በእጅ ማረጋገጥ ይችላሉ።",
      cash_title: "የገንዘብ መክፈያ ዘዴዎች",
      cash_msg: "ይህ ዓይነቱ ክፍያ በ Selldone® POS ውስጥ ጥቅም ላይ ይውላል።",
      dir_title: "ቀጥተኛ የክፍያ ዘዴዎች",
      dir_msg:
        "ክፍያን በቀጥታ ገንዘብ ማስተላለፍ፣ በባንክ ገንዘብ ማስተላለፍ እና በሌሎች ባህላዊ መንገዶች መቀበል ይችላሉ።",
    },
    step3: {
      msg: "Selldoneን በ30 ሰከንድ ውስጥ በአንድ ጠቅታ ብቻ ከStripe መለያዎ ጋር ያገናኙ። በአሁኑ ጊዜ በStripe የሚደረገውን የራስ-ሰር ውቅር ሂደት እንደግፋለን። ወደ የክፍያ መግቢያዎ ትር ይሂዱ፣ Stripeን ያክሉ እና '<b>ከStripe ጋር በራስ-ሰር ያገናኙ</b>' የሚለውን ቁልፍ ጠቅ ያድርጉ።",
      my_gateways: "የእኔ የክፍያ መግቢያዎች",
    },
  },


  /**
   * @see SShopOnboardingCustomization
   */
  customize: {
    tour:{
      title:'ጉብኝት',
      subtitle:"በሌላ ቦታ የማይገኝ እዚህ ያለውን አቅም ያግኙ።",
      /**
       * @see BShopOnboardingTour
       */
      avocado:{
        title:"አቮካዶ - ምንም ምርት ሳይጨምሩ ይሽጡ",
        description: "በአቮካዶ የተቀመጠ ዋጋ ወይም ዝርዝር ሳይኖር አገልግሎቶችን ወይም ምርቶችን ማቅረብ ይችላሉ። ደንበኞችዎ አገልግሎቶችን ወይም ምርቶችን እንዲጠይቁ ብጁ ቅጽ ይፍጠሩ። ጥያቄያቸውን ካስገቡ በኋላ ዋጋውን መወሰን እና ክፍያውን ማስኬድ ይችላሉ። ቅጹን በማህበራዊ ሚዲያዎ ያጋሩ፣ ደንበኞችም እቃዎችን በቀላሉ እንዲጨምሩ፣ ምስሎችን እንዲሰቅሉ እና ትእዛዞችን እንዲያስገቡ ያስችላቸዋል።",
        action:'ስለ አቮካዶ ያንብቡ',
      },
      marketplace:{
        title: "ባለብዙ ሻጮች የገበያ ቦታ እና ራስ-ሰር ክፍያ",
        description: "ብዙ ሻጮችን በመጨመር በSelldone ላይ የበለጸገ የገበያ ቦታ ይገንቡ። ሻጮች ምርቶቻቸውን መዘርዘር ይችላሉ፣ እርስዎም ለእያንዳንዱ ሽያጭ የኮሚሽን መጠን ማቀናበር ይችላሉ። ደንበኛ ግዢ ሲፈጽም ሻጩ ክፍያውን በቀጥታ ይቀበላል፣ ትእዛዙን በራሱ ፓነል ያስተዳድራል፣ እርስዎም በራስ-ሰር የክፍያ ባህሪ ኮሚሽን ያገኛሉ።",
        action:'ለሻጮች ራስ-ሰር ክፍያ',
      },
      business_model:{
        title: "ውስብስብ የንግድ ሞዴሎችን ይደግፉ",
        description:
            "Selldone ቀላል እና ውስብስብ የንግድ ሞዴሎችን ይደግፋል፣ እንደ ፍላጎትዎም እንዲስማሙ ያስችልዎታል። ተጨማሪ ተሰኪዎች ወይም መተግበሪያዎች ሳይጭኑ ሁሉንም ነገር ከበስተጀርባ ያዋቅሩ፣ ለስላሳ ሽግግሮችን እና አሰራሮችን ያረጋግጡ።",
      },
      gift_shopping:{
        title: "የምርት አካባቢ ገደቦች እና የስጦታ ግብይት",
        description:
            "ለእያንዳንዱ ምርት ብዙ አገሮችን፣ የፖስታ ኮዶችን እና ከተሞችን በመግለጽ የአካባቢ ገደቦችን ያዘጋጁ። ይህ ባህሪ ግላዊ የስጦታ ግብይት ተሞክሮ ለመፍጠር ወይም የምርት ተገኝነትን እንደ ሬስቶራንቶች ላሉ የተወሰኑ ቦታዎች ለመገደብ ተስማሚ ነው።",

      }
    },

    template: {
      title: "አብነቶች",
      msg: "ቀድሞ በተገነቡ አብነቶች ሱቅዎን ያስጀምሩ! ብዙ ገጾችን በማከል በቀላሉ ይለያዩ ፣ እያንዳንዱም የራሱ የሆነ ልዩ ንድፍ አለው።",
      action:'ሁሉንም አብነቶች ይመልከቱ...'

    },

    colors: {
      title: "ቀለሞች እና አቀማመጥ",

      msg: "የእርስዎን እይታ በተሻለ ለማስማማት የምርት ገጽዎን እና የሱቅ አቀማመጥዎን ማበጀት ይፈልጋሉ? በሱቅዎ ውስጥ ባለው የገጽታ ማበጀት ክፍል ውስጥ ይግቡ እና አስማት ያለልፋት ሲከሰት ይመልከቱ!",

      action:'ቀለሞችን እና ገጽታን ያብጁ'

    },

  },

  /**
   * @see ShopOnboardingSetupBusinessTab
   */
  business: {
    step1: {
      title: "የንግድ ሞዴል",
      msg: "እያንዳንዱ ንግድ ልዩ ነው፣ እና ብዙ ጊዜ ከመሰረታዊ የመስመር ላይ መደብር በላይ ይፈልጋል። የእርስዎን የገቢ ሞዴል ይግለጹ፣ እና የቀረውን ለእርስዎ ያለምንም እንከን እናስተናግዳለን።",
    },
  },

  migration: {
    title: "ስደት",
    shopify: {
      msg: "ያለምንም እንከን ከ Shopify ወደ Selldone ቀይር! ልፋት በሌለው ፍልሰት፣ የተሻሻሉ ባህሪያትን እና ወጪ ቆጣቢ መፍትሄዎችን ለመስመር ላይ ማከማቻዎ ይደሰቱ።",
    },
    woocommerce: {
      msg: "የእርስዎን WooCommerce ምርቶች ያለምንም ችግር በጥቂት ጠቅታዎች ወደ Selldone ያዛውሩ! በተሻሻለ አፈጻጸም፣ ሊታወቅ በሚችል ንድፍ እና በከፍተኛ ደረጃ የደንበኛ ድጋፍ ይደሰቱ። የኢ-ኮሜርስ ተሞክሮዎን አሁን ያሻሽሉ።",
    },
  },





};
