export default {
  "categories": {
    "Baby": {
      "title": "የሕፃን እቃዎች",
      "desc": "መመገብ, የወሊድ, ስትሮለር"
    },
    "Beauty": {
      "title": "ውበት",
      "desc": "ኮስሜቲክስ, መዓዛ, የፀጉር እንክብካቤ"
    },
    "Blog": {
      "title": "ብሎግ",
      "desc": "የስፖርት ብሎግ ፣ የሳይንስ ብሎግ ፣ የቴክኖሎጂ ብሎግ"
    },
    "Fashion": {
      "title": "ፋሽን",
      "desc": "ልብስ, ጫማ, ይመልከቱ"
    },
    "Crypto": {
      "title": "ክሪፕቶ",
      "desc": "Crypto-currency, Blockchain, NFT"
    },
    "Electronics": {
      "title": "ኤሌክትሮኒክስ",
      "desc": "ሞባይል፣ ቪዲዮ ጨዋታ፣ ላፕቶፕ፣ ቲቪ"
    },
    "Food": {
      "title": "ምግብ እና መጠጥ",
      "desc": "ምግብ ቤቶች፣ ዳቦ ቤት፣ መጠጥ"
    },
    "Furniture": {
      "title": "የቤት ዕቃዎች",
      "desc": "የቤት ዕቃዎች፣ ማስጌጫዎች፣ ሻንጣዎች እና ጉዞ"
    },
    "Gift": {
      "title": "ስጦታ ካርድ",
      "desc": "App Store፣ Google Play፣ Netflix፣ Spotify"
    },
    "Groceries": {
      "title": "ግሮሰሪ",
      "desc": "ወተት, ፍራፍሬ, የተዘጋጀ ምግብ, ስጋ"
    },
    "Handcrafts": {
      "title": "የእጅ ስራዎች",
      "desc": "የሚሰበሰቡ, ቀለም የተቀቡ ጫማዎች, ቅርጻ ቅርጾች, የመስታወት ጥበብ"
    },
    "Health": {
      "title": "ጤና",
      "desc": "ፋርማሲ ፣ የቤት እንስሳት እንክብካቤ ፣ ጤና"
    },
    "Home": {
      "title": "ቤት እና መኖር",
      "desc": "የወጥ ቤት ዕቃዎች ፣ ማብሰያ ፣ መመገቢያ"
    },
    "Jewelry": {
      "title": "ጌጣጌጥ",
      "desc": "የአንገት ሐብል፣ ቀለበት፣ አምባር"
    },
    "Sports": {
      "title": "ስፖርት",
      "desc": "የአካል ብቃት እንቅስቃሴ፣ ካምፕ፣ ብስክሌት፣ መዝናኛ"
    },
    "Education": {
      "title": "የመስመር ላይ ኮርሶች",
      "desc": "የድር ልማት, ዲዛይን, ንግድ"
    },
    "Toy": {
      "title": "መጫወቻ",
      "desc": "ጨዋታ፣ እንቆቅልሽ፣ የድርጊት ምስሎች"
    },
    "Other": {
      "title": "ሌላ",
      "desc": "ሌሎች ሙያዎች..."
    }
  },
  "partners": {
    "title": "{name} ከ Selldone ጋር ሽርክና ነው።",
    "subtitle": "የመስመር ላይ ንግዶችን ቀጣይ ትውልድ ለመክፈት።",
    "create_new_shop": "አዲስ ሱቅ ይፍጠሩ",
    "select_a_shop": "ሱቅ ይምረጡ",
    "apply_deal_to": "ስምምነትን ወደ {shop} ተግብር",
    "notifications": {
      "success_apply": "ድርድር በተሳካ ሁኔታ ነቅቷል!"
    },
    "subtitle_official": "የመስመር ላይ ንግዶችን ቀጣዩን ትውልድ ይክፈቱ።"
  },
  "name": "አዘገጃጀት",
  "shop": {
    "title": "ሱቅን አዘጋጅ",
    "subtitle": "እነዚህን ቀላል ደረጃዎች በማጠናቀቅ ወደሚቀጥለው ደረጃ ይሂዱ."
  },
  "open_website": "የእኔን ድር ጣቢያ ክፈት",
  "add_product": "ምርት ይጨምሩ",
  "setup_shipping": "መላኪያ ያዋቅሩ",
  "add_domain": "ጎራ አክል",
  "add_payment": "ከክፍያ መግቢያ በር ጋር ይገናኙ",
  "product": {
    "step1": {
      "title": "አማራጭ 1. በእጅ መጨመር",
      "msg": "አካላዊ ምርቶችን፣ ምናባዊ እቃዎችን፣ ፋይሎችን እና አገልግሎቶችን ወደ መደብርዎ ማከል እና መሸጥ መጀመር ይችላሉ።",
      "action_on": "የመጀመሪያ ምርትዎን ያክሉ",
      "action_off": "ተጨማሪ ምርቶችን ያክሉ",
      "category": "ምድቦች ከሌሎች ጋር ሲነጻጸሩ የእርስዎ የመስመር ላይ ግብይት ድረ-ገጽ ዋና ስራ ናቸው። ምድቦችን በማከል እና በመጎተት እና በመጣል በማስተዳደር ሁሉንም ነገር እንዲከፋፈሉ እና እንዲደረደሩ ያድርጉ።",
      "add_category": "ምድብ ጨምር"
    },
    "step2": {
      "title": "አማራጭ 2. በ Excel ያክሉ",
      "msg": "እንደ 1ኬ፣ 10ሺህ ብዙ ምርቶች አሉዎት? ሁሉንም በአንድ እርምጃ ብቻ አስመጣ ብለህ አትጨነቅ።",
      "import_excel": "በ Excel አስመጣ",
      "download_template": "አብነት አውርድ"
    },
    "step3": {
      "title": "አማራጭ 3. ባለሙያዎችን መቅጠር",
      "msg": "ከ100 በላይ እቃዎች አሉዎት እና ምርቶችዎን የሚጨምር ሰው ይፈልጋሉ? ጥያቄ ወደ expert@sellone.com ይላኩ እና ቀጠሮ ያስይዙ። እኛ ለእርስዎ ባለሙያዎችን እንቀጥራለን. ቀላል ጠፍጣፋ ተመን አለው፣ በንጥል 5.99$ ብቻ እና 2.99$ ለተጨማሪ ተለዋጮች።"
    }
  },
  "shipping": {
    "step1": {
      "title": "ደረጃ 1. ቦታ ያዘጋጁ",
      "msg": "በመጀመሪያው ደረጃ, መጋዘንዎን (የመላኪያውን አመጣጥ) ያዘጋጁ. ይህ መረጃ ርቀቱን ለማስላት፣ የመላኪያ ወጪን እና በማጓጓዣ አገልግሎት ክልል ውስጥ መሆንን ለማረጋገጥ ይጠቅማል።",
      "edit_warehouse": "መጋዘን አርትዕ",
      "add_warehouse": "መጋዘንዎን ያክሉ"
    },
    "step2": {
      "title": "ደረጃ 2. የማጓጓዣ ዘዴዎችን ያግብሩ",
      "msg": "ወደ መደብርዎ ቢያንስ አንድ የመላኪያ ዘዴ ያክሉ። በክብደት፣ ርቀት እና ሌሎች መመዘኛዎች ላይ በመመስረት የዋጋ አወጣጥ ማቀናበር ይችላሉ። እያንዳንዱ የማጓጓዣ አገልግሎት የሚደግፈውን የርቀት፣ የክብደት እና የጥቅሎች መጠን ገደብ ማበጀትዎን አይርሱ።",
      "add_delivery": "የማጓጓዣ ዘዴዎችን ያክሉ"
    }
  },
  "domain": {
    "step1": {
      "title": "ደረጃ 1. ጎራ ይግዙ",
      "msg": "እስካሁን የግል ጎራህ ከሌለህ እንደ namecheap.com ካሉ ድህረ ገፆች የራስህ ጎራ የምትገዛበት ጊዜ አሁን ነው።"
    },
    "step2": {
      "title": "ደረጃ 2 SSLን አንቃ",
      "msg": "እንደ Namecheap ያሉ ሲዲኤን እና ኤስኤስኤልን የሚያቀርቡ አገልግሎቶችን ከተጠቀሙ፣ በጎራዎ ላይ 1.CDN እና 2.SSL ን ማግበር ያስፈልግዎታል።"
    },
    "step3": {
      "title": "ደረጃ 3. የዲ ኤን ኤስ መዝገቦችን ያዘጋጁ",
      "msg": "እንኳን ደስ አለህ፣ አሁን ማድረግ ያለብህ ዲ ኤን ኤስ በጎራ አገልግሎት አቅራቢህ ውስጥ ማዋቀር እና ጎራውን ወደ መለያህ ማከል ብቻ ነው።"
    }
  },
  "payment": {
    "step1": {
      "title": "የዋጋ አሰጣጥ ምንዛሬዎች",
      "msg": "ገንዘብ በተለያዩ ምንዛሬዎች መቀበል ይችላሉ፣ እና የእርስዎ ሱቅ ለዋጋ ከአንድ በላይ ምንዛሬ መደገፍ ይችላል። በነገራችን ላይ የሱቅ ምንዛሬን ወደ ዶላር ካዋቀሩት ደንበኞች ከእርስዎ ለመግዛት በማንኛውም ምንዛሬ እንደ USD፣ EUR፣ GBP፣ ወዘተ. መክፈል ይችላሉ።",
      "manage_currencies": "የዋጋ ምንዛሬዎችን ያስተዳድሩ"
    },
    "step2": {
      "title": "ገንዘብ ተቀበል",
      "msg": "በሱቅዎ ውስጥ በማድረስ፣ በቀጥታ የገንዘብ ልውውጥ እና ሌሎች የሚገኙ የመክፈያ ዘዴዎችን በጥሬ ገንዘብ ይጨምሩ።",
      "online_title": "የመስመር ላይ የክፍያ ዘዴዎች",
      "online_msg": "ክፍያን በካርዶች፣ አዲስ የባንክ ማመልከቻዎች፣ አሁን ይክፈሉ-በኋላ ይግዙ እና ሌሎች ብዙ የመስመር ላይ የመክፈያ ዘዴዎችን ይቀበሉ።",
      "add_online_gateway": "የመስመር ላይ የመክፈያ ዘዴ ያክሉ",
      "cod_title": "የመክፈያ ዘዴ በጥሬ ገንዘብ",
      "cod_msg": "ትእዛዞችን ከደረሱ በኋላ ክፍያ ይቀበሉ። በመላኪያ ክፍያዎች ላይ ገንዘብን በእጅ ማረጋገጥ ይችላሉ።",
      "cash_title": "የገንዘብ መክፈያ ዘዴዎች",
      "cash_msg": "ይህ ዓይነቱ ክፍያ በ Selldone® POS ውስጥ ጥቅም ላይ ይውላል።",
      "dir_title": "ቀጥተኛ የክፍያ ዘዴዎች",
      "dir_msg": "ክፍያን በቀጥታ ገንዘብ ማስተላለፍ፣ በባንክ ገንዘብ ማስተላለፍ እና በሌሎች ባህላዊ መንገዶች መቀበል ይችላሉ።"
    },
    "step3": {
      "msg": "Selldoneን በ30 ሰከንድ ውስጥ በአንድ ጠቅታ ብቻ ከStripe መለያዎ ጋር ያገናኙት። በአሁኑ ጊዜ፣ የራስ-ማዋቀር ሂደቱን በ Stripe እየደገፍን ነው። ወደ የእርስዎ ጌትዌይ ትር ይሂዱ፣ Stripe ን ያክሉ እና ' <b>Auto Connect to Stripe</b> ' የሚለውን ቁልፍ ጠቅ ያድርጉ።",
      "my_gateways": "የእኔ የክፍያ መግቢያዎች"
    }
  },
  "intro_inline_help_message": "ይህንን ቀይ የእርዳታ ቁልፍ ይፈልጉ። በቢዝነስ ስርዓተ ክወናዎ ውስጥ እራስዎን ከዜሮ ወደ ባለሙያ እንዲለማመዱ ይረዳዎታል.",
  "overview": {
    "title": "አጠቃላይ እይታ",
    "subtitle": "ስለ ቢዝነስ ስርዓተ ክወናው ግንዛቤን ያግኙ እና ንግድዎን እንዴት እንደሚረዳ ይወቁ።"
  },
  "customize_theme": "ድር ጣቢያ አብጅ",
  "setup_business": "ንግድ ማዋቀር",
  "customize": {
    "template": {
      "title": "አብነቶች",
      "msg": "ቀድሞ በተገነቡ አብነቶች ሱቅዎን ያስጀምሩ! ብዙ ገጾችን በማከል በቀላሉ ይለያዩ ፣ እያንዳንዱም የራሱ የሆነ ልዩ ንድፍ አለው።"
    },
    "colors": {
      "title": "ቀለሞች እና አቀማመጥ",
      "msg": "የእርስዎን እይታ በተሻለ ለማስማማት የምርት ገጽዎን እና የሱቅ አቀማመጥዎን ማበጀት ይፈልጋሉ? በሱቅዎ ውስጥ ባለው የገጽታ ማበጀት ክፍል ውስጥ ይግቡ እና አስማት ያለልፋት ሲከሰት ይመልከቱ!"
    }
  },
  "business": {
    "step1": {
      "title": "የንግድ ሞዴል",
      "msg": "እያንዳንዱ ንግድ ልዩ ነው፣ እና ብዙ ጊዜ ከመሰረታዊ የመስመር ላይ መደብር በላይ ይፈልጋል። የእርስዎን የገቢ ሞዴል ይግለጹ፣ እና የቀረውን ለእርስዎ ያለምንም እንከን እናስተናግዳለን።"
    }
  },
  "migration": {
    "title": "ስደት",
    "shopify": {
      "msg": "ያለምንም እንከን ከ Shopify ወደ Selldone ቀይር! ልፋት በሌለው ፍልሰት፣ የተሻሻሉ ባህሪያትን እና ወጪ ቆጣቢ መፍትሄዎችን ለመስመር ላይ ማከማቻዎ ይደሰቱ።"
    },
    "woocommerce": {
      "msg": "የእርስዎን WooCommerce ምርቶች ያለምንም ችግር በጥቂት ጠቅታዎች ወደ Selldone ያዛውሩ! በተሻሻለ አፈጻጸም፣ ሊታወቅ በሚችል ንድፍ እና በከፍተኛ ደረጃ የደንበኛ ድጋፍ ይደሰቱ። የኢ-ኮሜርስ ተሞክሮዎን አሁን ያሻሽሉ።"
    }
  }
};