export default {
  "categories": {
    "Baby": {
      "title": "لوازم الاطفال",
      "desc": "تغذية ، أمومة ، عربة"
    },
    "Beauty": {
      "title": "جمال",
      "desc": "مستحضرات التجميل والعطور والعناية بالشعر"
    },
    "Blog": {
      "title": "مدونة او مذكرة",
      "desc": "مدونة الرياضة ، مدونة العلوم ، مدونة التكنولوجيا"
    },
    "Fashion": {
      "title": "موضة",
      "desc": "الملابس والأحذية والساعات"
    },
    "Crypto": {
      "title": "تشفير",
      "desc": "العملات المشفرة ، Blockchain ، NFT"
    },
    "Electronics": {
      "title": "إلكترونيات",
      "desc": "موبايل ، لعبة فيديو ، كمبيوتر محمول ، تلفزيون"
    },
    "Food": {
      "title": "طعام شراب",
      "desc": "مطاعم ومخابز ومشروبات"
    },
    "Furniture": {
      "title": "أثاث",
      "desc": "الأثاث المنزلي والديكور والأمتعة والسفر"
    },
    "Gift": {
      "title": "كرت هدية",
      "desc": "متجر التطبيقات ، Google Play ، Netflix ، Spotify"
    },
    "Groceries": {
      "title": "البقالة",
      "desc": "منتجات الألبان والفواكه والأغذية الجاهزة واللحوم"
    },
    "Handcrafts": {
      "title": "الحرف اليدوية",
      "desc": "تحصيل ، أحذية مرسومة ، منحوتات ، فن زجاج"
    },
    "Health": {
      "title": "صحة",
      "desc": "الصيدلة ، رعاية الحيوانات الأليفة ، العافية"
    },
    "Home": {
      "title": "المعيشة المنزلية",
      "desc": "أدوات المطبخ ، تجهيزات المطابخ ، الطعام"
    },
    "Jewelry": {
      "title": "مجوهرات",
      "desc": "قلادة ، خاتم ، سوار"
    },
    "Sports": {
      "title": "رياضات",
      "desc": "تمرين ، تخييم ، دراجات ، ترفيه"
    },
    "Education": {
      "title": "دروس مباشرة على الإنترنت",
      "desc": "تطوير المواقع الإلكترونية ، التصميم ، الأعمال"
    },
    "Toy": {
      "title": "عروسه لعبه",
      "desc": "لعبة ، أحجية ، شخصيات مجسمة"
    },
    "Other": {
      "title": "آخر",
      "desc": "مهن أخرى ..."
    }
  },
  "partners": {
    "title": "{name} في شراكة مع Selldone",
    "subtitle": "في إطلاق الجيل القادم من الأعمال التجارية عبر الإنترنت.",
    "create_new_shop": "إنشاء متجر جديد",
    "select_a_shop": "اختر متجرا",
    "apply_deal_to": "تطبيق الصفقة على {shop}",
    "notifications": {
      "success_apply": "تم تفعيل الصفقة بنجاح!"
    },
    "subtitle_official": "أطلق العنان للجيل القادم من الأعمال التجارية عبر الإنترنت."
  },
  "name": "نصب",
  "shop": {
    "title": "إعداد متجري",
    "subtitle": "انتقل إلى المستوى التالي من خلال استكمال هذه الخطوات البسيطة."
  },
  "open_website": "افتح موقع الويب الخاص بي",
  "add_product": "أضف منتج",
  "setup_shipping": "إعداد الشحن",
  "add_domain": "أضف المجال",
  "add_payment": "اتصل ببوابة الدفع",
  "product": {
    "step1": {
      "title": "الخيار 1. أضف يدويًا",
      "msg": "يمكنك إضافة منتجات مادية وعناصر افتراضية وملفات وخدمات إلى متجرك والبدء في بيعها.",
      "action_on": "أضف منتجك الأول",
      "action_off": "أضف المزيد من المنتجات",
      "category": "الفئات هي تحفة موقع التسوق عبر الإنترنت مقارنة بالآخرين. اجعل كل شيء مصنّفًا ومرتّبًا عن طريق إضافة فئات وإدارتها بالسحب والإفلات.",
      "add_category": "إضافة فئة"
    },
    "step2": {
      "title": "الخيار 2. إضافة بواسطة Excel",
      "msg": "هل لديك العديد من المنتجات ، مثل قطعة 1K ، 10K؟ لا تقلق استيراد الكل بإجراء واحد فقط.",
      "import_excel": "الاستيراد بواسطة Excel",
      "download_template": "تحميل النموذج"
    },
    "step3": {
      "title": "الخيار 3. الاستعانة بخبراء",
      "msg": "هل لديك أكثر من 100 عنصر وتحتاج إلى شخص ما لإضافة منتجاتك؟ إرسال طلب إلى expert@selldone.com ، وحجز موعد. نحن نوظف خبراء لك. لديها سعر ثابت بسيط ، فقط 5.99 دولار لكل عنصر و 2.99 دولار لكل متغيرات إضافية."
    }
  },
  "shipping": {
    "step1": {
      "title": "الخطوة 1. تعيين الموقع",
      "msg": "في الخطوة الأولى ، قم بتعيين المستودع الخاص بك (أصل الشحن). تُستخدم هذه المعلومات لحساب المسافة وتكلفة الشحن والتحقق من التواجد في منطقة خدمة الشحن.",
      "edit_warehouse": "تحرير المستودع",
      "add_warehouse": "أضف المستودع الخاص بك"
    },
    "step2": {
      "title": "الخطوة الثانية. تفعيل طرق الشحن",
      "msg": "أضف طريقة شحن واحدة على الأقل إلى متجرك. يمكنك تحديد الأسعار بناءً على الوزن والمسافة والمعلمات الأخرى. لا تنسَ وضع حدود للمسافة والوزن وحجم الطرود التي تدعمها كل خدمة شحن.",
      "add_delivery": "أضف طرق الشحن"
    }
  },
  "domain": {
    "step1": {
      "title": "الخطوة 1. شراء المجال",
      "msg": "إذا لم يكن لديك مجالك الشخصي حتى الآن ، فقد حان الوقت لشراء المجال الخاص بك من مواقع الويب مثل namecheap.com."
    },
    "step2": {
      "title": "الخطوة 2. قم بتمكين SSL",
      "msg": "إذا كنت تستخدم خدمات مثل Namecheap التي توفر CDN و SSL ، فأنت تحتاج فقط إلى تنشيط 1.CDN و 2.SSL على نطاقك."
    },
    "step3": {
      "title": "الخطوة 3. تعيين سجلات DNS",
      "msg": "تهانينا ، الآن كل ما عليك فعله هو تكوين DNS في مزود خدمة المجال الخاص بك وإضافة المجال إلى حسابك."
    }
  },
  "payment": {
    "step1": {
      "title": "عملات التسعير",
      "msg": "يمكنك قبول الأموال بعملات مختلفة ، ويمكن لمتجرك دعم أكثر من عملة للتسعير. بالمناسبة ، إذا قمت بتعيين عملة متجرك إلى الدولار الأمريكي ، فيمكن للعملاء الدفع بأي عملات مثل الدولار الأمريكي واليورو والجنيه الإسترليني وما إلى ذلك للشراء منك.",
      "manage_currencies": "إدارة عملات التسعير"
    },
    "step2": {
      "title": "اقبل المال",
      "msg": "أضف الدفع نقدًا عند التسليم وتحويل الأموال المباشر وطرق الدفع الأخرى المتاحة في متجرك.",
      "online_title": "طرق الدفع عبر الإنترنت",
      "online_msg": "قبول الدفع بالبطاقات والتطبيقات المصرفية الجديدة والشراء الآن والدفع لاحقًا والعديد من طرق الدفع الأخرى عبر الإنترنت.",
      "add_online_gateway": "أضف طريقة دفع عبر الإنترنت",
      "cod_title": "طريقة الدفع نقدا عند الاستلام",
      "cod_msg": "قبول الدفع بعد تسليم الطلبات. يمكنك تأكيد الدفع عند الاستلام يدويًا.",
      "cash_title": "طرق الدفع النقدي",
      "cash_msg": "يستخدم هذا النوع من الدفع في Selldone® POS.",
      "dir_title": "طرق الدفع المباشر",
      "dir_msg": "يمكنك قبول الدفع عن طريق التحويل المباشر للأموال والتحويل المصرفي والطرق التقليدية الأخرى."
    },
    "step3": {
      "msg": "قم بتوصيل Selldone بحساب Stripe الخاص بك بنقرة واحدة فقط في 30 ثانية. حاليًا ، ندعم عملية التكوين التلقائي بواسطة Stripe. انتقل إلى علامة تبويب البوابة ، وأضف Stripe ، وانقر فوق الزر \" <b>Auto connect to Stripe</b> \".",
      "my_gateways": "بوابات الدفع الخاصة بي"
    }
  },
  "intro_inline_help_message": "ابحث عن زر المساعدة الأحمر هذا. يساعدك على ممارسة نفسك من الصفر إلى الخبراء في نظام التشغيل الخاص بك.",
  "overview": {
    "title": "ملخص",
    "subtitle": "احصل على نظرة ثاقبة لنظام التشغيل Business OS واكتشف كيف يمكن أن يساعد عملك."
  },
  "customize_theme": "تخصيص موقع الويب",
  "setup_business": "إقامة مشروع",
  "customize": {
    "template": {
      "title": "قوالب",
      "msg": "ابدأ متجرك باستخدام قوالبنا المعدة مسبقًا! يمكنك التنويع بسهولة عن طريق إضافة صفحات متعددة، تتميز كل منها بتصميمها الفريد."
    },
    "colors": {
      "title": "الألوان والتخطيط",
      "msg": "هل تتطلع إلى تخصيص صفحة منتجك وتخطيط متجرك ليناسب رؤيتك بشكل أفضل؟ انغمس في قسم تخصيص السمات في متجرك وشاهد السحر يتكشف دون عناء!"
    }
  },
  "business": {
    "step1": {
      "title": "نموذج العمل",
      "msg": "كل عمل تجاري فريد من نوعه، وغالبًا ما يتطلب أكثر من مجرد متجر أساسي عبر الإنترنت. حدد نموذج الإيرادات الخاص بك، وسنتعامل مع الباقي بسلاسة."
    }
  },
  "migration": {
    "title": "الهجرة",
    "shopify": {
      "msg": "قم بالتبديل إلى Selldone بسلاسة من Shopify! استمتع بالترحيل السهل والميزات المحسنة والحلول الفعالة من حيث التكلفة لمتجرك عبر الإنترنت."
    },
    "woocommerce": {
      "msg": "قم بترحيل منتجات WooCommerce الخاصة بك بسلاسة إلى Selldone ببضع نقرات فقط! استمتع بالأداء المحسن والتصميم البديهي ودعم العملاء من الدرجة الأولى. قم بترقية تجربتك في التجارة الإلكترونية الآن."
    }
  }
};