/*
 * Copyright (c) 2023. Selldone® Business OS™
 *
 * Author: M.Pajuhaan
 * Web: https://selldone.com
 * ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━
 *
 * All rights reserved. In the weave of time, where traditions and innovations intermingle, this content was crafted.
 * From the essence of thought, through the corridors of creativity, each word, and sentiment has been molded.
 * Not just to exist, but to inspire. Like an artist's stroke or a sculptor's chisel, every nuance is deliberate.
 * Our journey is not just about reaching a destination, but about creating a masterpiece.
 * Tread carefully, for you're treading on dreams.
 */

export default {
  categories: {
    Baby: {
      title: "Немаўляты, дзеці і цацкі",
      desc: "Калыскі, цацкі, гульні, галаваломкі, фігуркі герояў",
    },
    Health: {
      title: "Здароўе і прыгажосць",
      desc: "Аптэка, аздараўленне, касметыка, водары",
    },
    Media: {
      title: "Медыя і гульні",
      desc: "Відэагульні, фільмы, музыка, кнігі",
    },
    Fashion: {
      title: "Адзенне, ювелірныя вырабы і гадзіннікі",
      desc: "Адзенне, абутак, каралі, пярсцёнкі, бранзалеты, гадзіннікі",
    },
    Automotive: {
      title: "Аўтамабілі",
      desc: "Аўтамабільныя аксэсуары, інструменты, абслугоўванне",
    },
    Electronics: {
      title: "Электроніка",
      desc: "Мабільныя прылады, тэлевізары, аўдыяпрылады, камеры",
    },
    Computers: {
      title: "Камп'ютары",
      desc: "Ноўтбукі, настольныя камп'ютары, аксэсуары, праграмнае забеспячэнне",
    },
    Household: {
      title: "Тавары для дому",
      desc: "Сродкі для прыборкі, ванная, пральня",
    },
    Garden: {
      title: "Сад і інструменты",
      desc: "Вулічная мэбля, садовыя інструменты, расліны",
    },
    Food: {
      title: "Ежа і прадукты",
      desc: "Малочныя прадукты, садавіна, гатовая ежа, мяса, напоі",
    },
    Handmade: {
      title: "Ручная праца",
      desc: "Калекцыйныя рэчы, размаляваныя туфлі, скульптуры, шкляное мастацтва",
    },
    PetSupplies: {
      title: "Тавары для хатніх жывёл",
      desc: "Корм для жывёл, цацкі для жывёл, догляд за жывёламі",
    },
    Home: {
      title: "Дом і побыт",
      desc: "Кухонная тэхніка, хатняя мэбля, дэкор",
    },
    Sports: {
      title: "Спорт і адпачынак на адкрытым паветры",
      desc: "Практыкаванні, кемпінг, веласіпеды, адпачынак",
    },
    Stationery: {
      title: "Канцылярыя і офіс",
      desc: "Офісныя прыналежнасці, школьныя прыналежнасці, папяровыя вырабы",
    },
    Books: {
      title: "Кнігі",
      desc: "Мастацкая літаратура, нон-фікшн, навучальныя, коміксы",
    },
    Marketplace: {
      title: "Універсальны маркетплейс",
      desc: "Шырокі выбар прадуктаў з некалькіх катэгорый",
    },
    Other: {
      title: "Іншае...",
      desc: "Падарункавыя карты, лічбавыя прадукты, анлайн-сэрвісы, усё што заўгодна",
    },
  },

  partners: {
    title: "{name} супрацоўнічае з Selldone",
    subtitle: "для адкрыцця новага пакалення анлайн-бізнесу.",
    subtitle_official: "Адкрыйце новае пакаленне анлайн-бізнесу.",

    create_new_shop: "Стварыце новы магазін",
    select_a_shop: "Выберыце краму",
    apply_deal_to: "Прымяніць здзелку ў {shop}",
    notifications: {
      success_apply: "Здзелка паспяхова актываваная!",
    },
  },

  name: "Усталяваць",
  overview: {
    title: "Агляд",
    subtitle:
      "Атрымайце ўяўленне пра аперацыйную сістэму для бізнесу і даведайцеся, як яна можа дапамагчы вашаму бізнесу.",
  },

  shop: {
    title: "Ад нуля да даходу",
    subtitle: "Перайдзіце на наступны ўзровень, выканаўшы гэтыя простыя крокі.",
  },

  open_website: "Адкрыйце мой сайт",

  customize_theme: "Наладзіць вэб-сайт",
  setup_business: "Настройка бізнесу",
  add_product: "Дадаць прадукт",
  setup_shipping: "Наладзіць дастаўку",
  add_domain: "Дадаць дамен",
  add_payment: "Падключыцеся да плацежнага шлюзу",

  product: {
    step1: {
      title: "Варыянт 1. Дадаць уручную",
      msg: "Вы можаце дадаць фізічныя прадукты, віртуальныя прадметы, файлы і паслугі ў сваю краму і пачаць іх прадаваць.",
      action_on: "Дадайце свой першы прадукт",
      action_off: "Дадайце больш прадуктаў",
      category:
        "Катэгорыі вылучаюць ваш сайт анлайн-пакупак сярод іншых. Класіфікуйце і ўпарадкоўвайце ўсё, дадаючы катэгорыі і кіруючы імі праз перацягванне.",
      add_category: "Дадаць катэгорыю",
    },
    step2: {
      title: "Варыянт 2. Дадаць у Excel",
      msg: "Ёсць шмат прадуктаў, напрыклад, 1K, 10K тавараў? Не хвалюйцеся, імпартуйце ўсё адным дзеяннем.",
      import_excel: "Імпарт з дапамогай Excel",
      download_template: "Спампаваць шаблон",
    },
  },
  shipping: {
    step1: {
      title: "Крок 1. Усталюйце месцазнаходжанне",
      msg: "На першым этапе ўсталюйце свой склад (адраджэнне дастаўкі). Гэтая інфармацыя выкарыстоўваецца для разліку адлегласці, кошту дастаўкі і праверкі знаходжання ў зоне службы дастаўкі.",
      edit_warehouse: "Рэдагаваць склад",
      add_warehouse: "Дадайце свой склад",
    },
    step2: {
      title: "Крок 2. Актывуйце спосабы дастаўкі",
      msg: "Дадайце хаця б адзін спосаб дастаўкі ў сваю краму. Вы можаце ўсталяваць цану на аснове вагі, адлегласці і іншых параметраў. Не забудзьцеся ўсталяваць абмежаванні на адлегласць, вагу і памер пакетаў, якія падтрымлівае кожная служба дастаўкі.",
      add_delivery: "Дадайце спосабы дастаўкі",
    },
  },

  domain: {
    buy_domain_step: {
      title: "Крок 1. Купіце дамен",
      msg: "Калі ў вас яшчэ няма асабістага дамена, самы час купіць свой дамен на сайтах накшталт namecheap.com.",
    },

    set_dns_step: {
      title: "Крок 2. Наладзьце запісы DNS",
      msg: "Віншуем, цяпер вам трэба толькі наладзіць DNS у свайго пастаўшчыка даменных паслуг і дадаць дамен у свой уліковы запіс.",
    },
  },

  payment: {
    step1: {
      title: "Валюты цэнаўтварэння",
      msg: "Вы можаце прымаць грошы ў розных валютах, і ваш магазін можа падтрымліваць больш чым адну валюту для цэнаўтварэння. Дарэчы, калі вы ўсталюеце валюту вашай крамы ў USD, кліенты могуць плаціць у любых валютах, такіх як USD, EUR, GBP і г.д., каб купляць у вас.",
      manage_currencies: "Кіраванне валютамі цэнаўтварэння",
    },
    step2: {
      title: "Прымайце грошы",
      msg: "Дадайце накладзены плацёж, прамы грашовы пераклад і іншыя даступныя спосабы аплаты ў вашай краме.",
      online_title: "Онлайн спосабы аплаты",
      online_msg:
        "Прымайце аплаты карткамі, праз новыя банкаўскія праграмы, сэрвісы «купі зараз — аплаці пазней» і многія іншыя анлайн-спосабы аплаты.",
      add_online_gateway: "Дадайце спосаб аплаты ў Інтэрнэце",
      cod_title: "Спосаб аплаты накладзеным плацяжом",
      cod_msg:
        "Прымаць аплату пасля дастаўкі заказаў. Вы можаце пацвердзіць плацяжы накладзеным плацяжом уручную.",
      cash_title: "Спосабы аплаты наяўнымі",
      cash_msg: "Гэты тып аплаты выкарыстоўваецца ў Selldone® POS.",
      dir_title: "Прамыя спосабы аплаты",
      dir_msg:
        "Вы можаце прыняць аплату прамым грашовым пераводам, банкаўскім грашовым пераводам і іншымі традыцыйнымі спосабамі.",
    },
    step3: {
      msg: "Падключыце Selldone да свайго ўліковага запісу Stripe адным націскам за 30 секунд. Цяпер мы падтрымліваем працэс аўтаматычнай канфігурацыі праз Stripe. Перайдзіце на ўкладку свайго плацежнага шлюза, дадайце Stripe і націсніце кнопку '<b>Аўтаматычна падключыцца да Stripe</b>'.",
      my_gateways: "Мае плацежныя шлюзы",
    },
  },


  /**
   * @see SShopOnboardingCustomization
   */
  customize: {
    tour:{
      title:'Тур',
      subtitle:"Адкрыйце магчымасці, якія даступныя тут і недаступныя больш нідзе.",
      /**
       * @see BShopOnboardingTour
       */
      avocado:{
        title:"Авакада - прадавайце без дадання прадуктаў",
        description: "З Авакада вы можаце прапаноўваць паслугі або прадукты без загадзя зададзеных цэн ці дэталяў. Стварыце ўласную форму, праз якую кліенты змогуць запытваць паслугі або прадукты. Пасля адпраўкі запыту вы можаце задаць цану і апрацаваць аплату. Падзяліцеся формай у сацыяльных сетках, каб кліенты лёгка дадавалі пазіцыі, загружалі выявы і адпраўлялі заказы.",
        action:'Чытаць пра Авакада',
      },
      marketplace:{
        title: "Маркетплейс з некалькімі прадаўцамі і аўтаматычнымі выплатамі",
        description: "Стварыце паспяховы маркетплейс з Selldone, дадаўшы некалькіх прадаўцоў. Прадаўцы могуць размяшчаць свае прадукты, а вы можаце задаваць камісію для кожнага продажу. Калі кліент робіць пакупку, прадавец атрымлівае аплату непасрэдна, кіруе заказам праз сваю асобную панэль, а вы атрымліваеце камісію праз функцыю аўтаматычных выплат.",
        action:'Аўтаматычныя выплаты прадаўцам',
      },
      business_model:{
        title: "Падтрымка складаных бізнес-мадэляў",
        description:
            "Selldone падтрымлівае як простыя, так і складаныя бізнес-мадэлі, дазваляючы вам адаптавацца паводле патрэб. Наладжвайце ўсё ў фонавым рэжыме без усталявання дадатковых убудоў або праграм, забяспечваючы плаўныя пераходы і аперацыі.",
      },
      gift_shopping:{
        title: "Абмежаванні месцазнаходжання прадуктаў і падарункавыя пакупкі",
        description:
            "Задавайце абмежаванні месцазнаходжання для кожнага прадукту, указваючы некалькі краін, паштовых індэксаў і гарадоў. Гэта функцыя ідэальна падыходзіць для стварэння персаналізаванага досведу падарункавых пакупак або абмежавання даступнасці прадуктаў у пэўных месцах, напрыклад для рэстаранаў.",

      }
    },

    template: {
      title: "Шаблоны",
      msg: "Пачніце сваю краму з нашымі загадзя створанымі шаблонамі! Лёгка разнастайце, дадаўшы некалькі старонак, кожная з якіх мае свой унікальны дызайн.",
      action:'Паглядзець усе шаблоны...'

    },

    colors: {
      title: "Колеры і макет",

      msg: "Жадаеце адаптаваць старонку прадукту і макет крамы, каб лепш адпавядаць вашаму бачанню? Акуніцеся ў раздзел налады тэмы ў вашай краме і назірайце, як магія раскрываецца без асаблівых высілкаў!",

      action:'Наладзіць колеры і тэму'

    },

  },

  /**
   * @see ShopOnboardingSetupBusinessTab
   */
  business: {
    step1: {
      title: "Бізнес-мадэль",
      msg: "Кожны бізнес унікальны, і часта патрабуецца больш, чым проста базавая інтэрнэт-крама. Вызначце сваю мадэль даходу, і мы зробім усё астатняе за вас.",
    },
  },

  migration: {
    title: "Міграцыя",
    shopify: {
      msg: "Плаўна пераключыцеся на Selldone з Shopify! Атрымлівайце асалоду ад лёгкай міграцыі, пашыраных функцый і эканамічна эфектыўных рашэнняў для вашай інтэрнэт-крамы.",
    },
    woocommerce: {
      msg: "Плаўна перанясіце свае прадукты WooCommerce у Selldone усяго за некалькі клікаў! Атрымлівайце асалоду ад павышанай прадукцыйнасці, інтуітыўна зразумелага дызайну і падтрымкі кліентаў вышэйшага ўзроўню. Абнавіце свой вопыт электроннай камерцыі зараз.",
    },
  },





};
