/*
 * Copyright (c) 2023. Selldone® Business OS™
 *
 * Author: M.Pajuhaan
 * Web: https://selldone.com
 * ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━
 *
 * All rights reserved. In the weave of time, where traditions and innovations intermingle, this content was crafted.
 * From the essence of thought, through the corridors of creativity, each word, and sentiment has been molded.
 * Not just to exist, but to inspire. Like an artist's stroke or a sculptor's chisel, every nuance is deliberate.
 * Our journey is not just about reaching a destination, but about creating a masterpiece.
 * Tread carefully, for you're treading on dreams.
 */

export default {
  categories: {
    Baby: {
      title: "Бебета, деца и играчки",
      desc: "Детски колички, играчки, игри, пъзели, екшън фигурки",
    },
    Health: {
      title: "Здраве и красота",
      desc: "Аптека, благосъстояние, козметика, аромати",
    },
    Media: {
      title: "Медии и игри",
      desc: "Видео игри, филми, музика, книги",
    },
    Fashion: {
      title: "Облекло, бижута и часовници",
      desc: "Облекло, обувки, колиета, пръстени, гривни, часовници",
    },
    Automotive: {
      title: "Автомобили",
      desc: "Автоаксесоари, инструменти, поддръжка",
    },
    Electronics: {
      title: "Електроника",
      desc: "Мобилни устройства, телевизори, аудио устройства, камери",
    },
    Computers: {
      title: "Компютри",
      desc: "Лаптопи, настолни компютри, аксесоари, софтуер",
    },
    Household: {
      title: "Домашни принадлежности",
      desc: "Почистващи препарати, баня, пране",
    },
    Garden: {
      title: "Градина и инструменти",
      desc: "Външни мебели, градински инструменти, растения",
    },
    Food: {
      title: "Храни и хранителни стоки",
      desc: "Млечни продукти, плодове, готова храна, месо, напитки",
    },
    Handmade: {
      title: "Ръчно изработени",
      desc: "Колекционерски предмети, рисувани обувки, скулптури, стъклено изкуство",
    },
    PetSupplies: {
      title: "Стоки за домашни любимци",
      desc: "Храна за домашни любимци, играчки за любимци, грижа за любимци",
    },
    Home: {
      title: "Дом и живот",
      desc: "Кухненски уреди, домашни мебели, декор",
    },
    Sports: {
      title: "Спорт и активности на открито",
      desc: "Упражнения, къмпинг, велосипеди, отдих",
    },
    Stationery: {
      title: "Канцеларски и офис стоки",
      desc: "Офис консумативи, училищни принадлежности, хартиени продукти",
    },
    Books: {
      title: "Книги",
      desc: "Художествена, нехудожествена, образователна литература, комикси",
    },
    Marketplace: {
      title: "Маркетплейс за всичко",
      desc: "Голямо разнообразие от продукти от множество категории",
    },
    Other: {
      title: "Други...",
      desc: "Подаръчни карти, дигитални продукти, онлайн услуги, всичко",
    },
  },

  partners: {
    title: "{name} си партнира със Selldone",
    subtitle: "в отключването на следващото поколение онлайн бизнеси.",
    subtitle_official: "Отключете следващото поколение онлайн бизнеси.",

    create_new_shop: "Създайте нов магазин",
    select_a_shop: "Изберете магазин",
    apply_deal_to: "Прилагане на сделка към {shop}",
    notifications: {
      success_apply: "Сделката е активирана успешно!",
    },
  },

  name: "Настройвам",
  overview: {
    title: "Преглед",
    subtitle:
      "Получете представа за операционната система за бизнес и открийте как тя може да помогне на вашия бизнес.",
  },

  shop: {
    title: "От нула до приходи",
    subtitle: "Преминете към следващото ниво, като изпълните тези прости стъпки.",
  },

  open_website: "Отворете моя уебсайт",

  customize_theme: "Персонализирайте уебсайта",
  setup_business: "Настройка на бизнеса",
  add_product: "Добавете продукт",
  setup_shipping: "Настройка на доставката",
  add_domain: "Добавяне на домейн",
  add_payment: "Свържете се с шлюз за плащане",

  product: {
    step1: {
      title: "Вариант 1. Добавяне ръчно",
      msg: "Можете да добавите физически продукти, виртуални артикули, файлове и услуги към вашия магазин и да започнете да ги продавате.",
      action_on: "Добавете първия си продукт",
      action_off: "Добавете още продукти",
      category:
        "Категориите отличават вашия сайт за онлайн пазаруване от останалите. Подредете всичко по категории, като добавяте категории и ги управлявате с плъзгане и пускане.",
      add_category: "Добавяне на категория",
    },
    step2: {
      title: "Вариант 2. Добавяне от Excel",
      msg: "Имате много продукти, като 1K, 10K артикула? Не се притеснявайте, импортирайте всичко само с едно действие.",
      import_excel: "Импортиране чрез Excel",
      download_template: "Изтеглете шаблон",
    },
  },
  shipping: {
    step1: {
      title: "Стъпка 1. Задайте местоположение",
      msg: "На първата стъпка задайте своя склад (произход на доставката). Тази информация се използва за изчисляване на разстоянието, цената на доставката и проверка, за да бъдете в зоната за доставка.",
      edit_warehouse: "Редактиране на склад",
      add_warehouse: "Добавете своя склад",
    },
    step2: {
      title: "Стъпка 2. Активирайте методите за доставка",
      msg: "Добавете поне един начин на доставка към вашия магазин. Можете да зададете цени въз основа на тегло, разстояние и други параметри. Не забравяйте да зададете ограничения за разстояние, тегло и размер на пакетите, които всяка услуга за доставка поддържа.",
      add_delivery: "Добавете методи за доставка",
    },
  },

  domain: {
    buy_domain_step: {
      title: "Стъпка 1. Купете домейн",
      msg: "Ако все още нямате личен домейн, време е да купите свой домейн от сайтове като namecheap.com.",
    },

    set_dns_step: {
      title: "Стъпка 2. Задайте DNS записи",
      msg: "Поздравления, сега всичко, което трябва да направите, е да конфигурирате DNS при вашия доставчик на домейн услуги и да добавите домейна към акаунта си.",
    },
  },

  payment: {
    step1: {
      title: "Валути за ценообразуване",
      msg: "Можете да приемате пари в различни валути и вашият магазин може да поддържа повече от една валута за ценообразуване. Между другото, ако зададете валута на магазина си на USD, клиентите могат да плащат във всякакви валути като USD, EUR, GBP и т.н., за да купуват от вас.",
      manage_currencies: "Управлявайте ценообразуващите валути",
    },
    step2: {
      title: "Приемете пари",
      msg: "Добавете наложен платеж, директен паричен превод и други налични методи за плащане във вашия магазин.",
      online_title: "Онлайн методи на плащане",
      online_msg:
        "Приемайте плащания с карти, нови банкови приложения, услуги купи сега и плати по-късно и много други онлайн методи на плащане.",
      add_online_gateway: "Добавете метод за онлайн плащане",
      cod_title: "Начин на плащане с наложен платеж",
      cod_msg:
        "Приемане на плащане след доставка на поръчките. Можете да потвърдите плащанията с наложен платеж ръчно.",
      cash_title: "Начини на плащане в брой",
      cash_msg: "Този вид плащане се използва в Selldone® POS.",
      dir_title: "Директни методи на плащане",
      dir_msg:
        "Можете да приемете плащане чрез директен паричен превод, банков паричен превод и други традиционни начини.",
    },
    step3: {
      msg: "Свържете Selldone с вашия Stripe акаунт само с едно щракване за 30 секунди. В момента поддържаме процеса на автоматична конфигурация чрез Stripe. Отидете в раздела на вашия платежен шлюз, добавете Stripe и щракнете върху бутона '<b>Автоматично свързване със Stripe</b>'.",
      my_gateways: "Моите шлюзове за плащане",
    },
  },


  /**
   * @see SShopOnboardingCustomization
   */
  customize: {
    tour:{
      title:'Обиколка',
      subtitle:"Открийте какво е възможно тук и не е възможно никъде другаде.",
      /**
       * @see BShopOnboardingTour
       */
      avocado:{
        title:"Авокадо - продавайте без да добавяте продукт",
        description: "С Авокадо можете да предлагате услуги или продукти без предварително зададени цени или подробности. Създайте персонализиран формуляр, чрез който клиентите да заявяват услуги или продукти. След като изпратят заявката си, можете да зададете цена и да обработите плащането. Споделете формуляра в социалните си мрежи, за да могат клиентите лесно да добавят артикули, да качват изображения и да изпращат поръчки.",
        action:'Прочетете за Авокадо',
      },
      marketplace:{
        title: "Пазар с много продавачи и автоматични изплащания",
        description: "Изградете процъфтяващ пазар със Selldone, като добавите множество продавачи. Продавачите могат да публикуват своите продукти, а вие можете да задавате комисиона за всяка продажба. Когато клиент направи покупка, продавачът получава плащането директно, управлява поръчката през своя специален панел, а вие печелите комисиона чрез функцията за автоматично изплащане.",
        action:'Автоматични изплащания към продавачите',
      },
      business_model:{
        title: "Поддръжка на сложни бизнес модели",
        description:
            "Selldone поддържа както прости, така и сложни бизнес модели, като ви позволява да се адаптирате според нуждите си. Конфигурирайте всичко във фонов режим без инсталиране на допълнителни плъгини или приложения и осигурете плавни преходи и операции.",
      },
      gift_shopping:{
        title: "Ограничения на местоположението на продуктите и пазаруване на подаръци",
        description:
            "Задайте ограничения за местоположение за всеки продукт, като посочите няколко държави, пощенски кодове и градове. Тази функция е идеална за създаване на персонализирано преживяване при пазаруване на подаръци или за ограничаване на наличността на продукти до конкретни места, например ресторанти.",

      }
    },

    template: {
      title: "Шаблони",
      msg: "Стартирайте магазина си с нашите предварително изградени шаблони! Лесно разнообразявайте чрез добавяне на няколко страници, всяка със собствен уникален дизайн.",
      action:'Вижте всички шаблони...'

    },

    colors: {
      title: "Цветове и оформление",

      msg: "Търсите да приспособите продуктовата си страница и оформлението на магазина, за да отговарят по-добре на визията ви? Потопете се в секцията за персонализиране на теми във вашия магазин и гледайте как магията се разгръща без усилие!",

      action:'Персонализиране на цветове и тема'

    },

  },

  /**
   * @see ShopOnboardingSetupBusinessTab
   */
  business: {
    step1: {
      title: "Бизнес модел",
      msg: "Всеки бизнес е уникален и често изисква нещо повече от основен онлайн магазин. Определете вашия модел на приходи и ние безпроблемно ще се погрижим за останалото вместо вас.",
    },
  },

  migration: {
    title: "миграция",
    shopify: {
      msg: "Преминете към Selldone безпроблемно от Shopify! Насладете се на безпроблемна миграция, подобрени функции и рентабилни решения за вашия онлайн магазин.",
    },
    woocommerce: {
      msg: "Безпроблемно мигрирайте вашите WooCommerce продукти към Selldone само с няколко кликвания! Насладете се на подобрена производителност, интуитивен дизайн и поддръжка на клиенти от най-високо ниво. Надградете изживяването си в електронната търговия сега.",
    },
  },





};
