export default {
  "categories": {
    "Baby": {
      "title": "Бебешки консумативи",
      "desc": "Хранене, майчинство, количка"
    },
    "Beauty": {
      "title": "красота",
      "desc": "Козметика, парфюми, грижа за косата"
    },
    "Blog": {
      "title": "Блог",
      "desc": "Спортен блог, научен блог, технологичен блог"
    },
    "Fashion": {
      "title": "мода",
      "desc": "Дрехи, обувки, часовник"
    },
    "Crypto": {
      "title": "Крипто",
      "desc": "Крипто-валута, блокчейн, NFT"
    },
    "Electronics": {
      "title": "електроника",
      "desc": "Мобилни устройства, видеоигри, лаптопи, телевизори"
    },
    "Food": {
      "title": "Храна напитка",
      "desc": "Ресторанти, пекарни, напитки"
    },
    "Furniture": {
      "title": "Мебели",
      "desc": "Мебели за дома, декор, багаж и пътувания"
    },
    "Gift": {
      "title": "Карта за подарък",
      "desc": "App Store, Google Play, Netflix, Spotify"
    },
    "Groceries": {
      "title": "Бакалия",
      "desc": "Млечни продукти, плодове, готови храни, месо"
    },
    "Handcrafts": {
      "title": "Ръчни занаяти",
      "desc": "Колекционерски, рисувани обувки, скулптури, стъклени изкуства"
    },
    "Health": {
      "title": "Здраве",
      "desc": "Аптека, грижи за домашни любимци, уелнес"
    },
    "Home": {
      "title": "Дом и живот",
      "desc": "Кухненски уреди, съдове за готвене, трапезария"
    },
    "Jewelry": {
      "title": "Бижута",
      "desc": "Колие, пръстен, гривна"
    },
    "Sports": {
      "title": "Спорт",
      "desc": "Упражнение, къмпинг, велосипеди, отдих"
    },
    "Education": {
      "title": "Онлайн курсове",
      "desc": "Уеб разработка, дизайн, бизнес"
    },
    "Toy": {
      "title": "Играчка",
      "desc": "Игра, пъзел, екшън фигурки"
    },
    "Other": {
      "title": "Друго",
      "desc": "Други професии..."
    }
  },
  "partners": {
    "title": "{name} си партнира със Selldone",
    "subtitle": "за отключване на следващото поколение онлайн бизнеси.",
    "create_new_shop": "Създайте нов магазин",
    "select_a_shop": "Изберете магазин",
    "apply_deal_to": "Прилагане на сделка към {shop}",
    "notifications": {
      "success_apply": "Сделката е активирана успешно!"
    },
    "subtitle_official": "Отключете следващото поколение онлайн бизнеси."
  },
  "name": "Настройвам",
  "shop": {
    "title": "Настрой моя магазин",
    "subtitle": "Преминете към следващото ниво, като изпълните тези прости стъпки."
  },
  "open_website": "Отворете моя уебсайт",
  "add_product": "Добавете продукт",
  "setup_shipping": "Настройка на доставката",
  "add_domain": "Добавяне на домейн",
  "add_payment": "Свържете се с шлюз за плащане",
  "product": {
    "step1": {
      "title": "Вариант 1. Добавяне ръчно",
      "msg": "Можете да добавите физически продукти, виртуални артикули, файлове и услуги към вашия магазин и да започнете да ги продавате.",
      "action_on": "Добавете първия си продукт",
      "action_off": "Добавете още продукти",
      "category": "Категориите са шедьовърът на вашия уебсайт за онлайн пазаруване в сравнение с други. Направете всичко категоризирано и подредено чрез добавяне на категории и управление с плъзгане и пускане.",
      "add_category": "Добавяне на категория"
    },
    "step2": {
      "title": "Вариант 2. Добавяне от Excel",
      "msg": "Имате много продукти, като 1K, 10K артикула? Не се притеснявайте, импортирайте всичко само с едно действие.",
      "import_excel": "Импортиране чрез Excel",
      "download_template": "Изтеглете шаблон"
    },
    "step3": {
      "title": "Вариант 3. Наемете експерти",
      "msg": "Имате повече от 100 артикула и се нуждаете от някой, който да добави вашите продукти? изпратете заявка на expert@selldone.com и си запишете час. Ние наемаме експерти за вас. Той има проста фиксирана ставка, само 5,99 $ за артикул и 2,99 $ за допълнителни варианти."
    }
  },
  "shipping": {
    "step1": {
      "title": "Стъпка 1. Задайте местоположение",
      "msg": "На първата стъпка задайте своя склад (произход на доставката). Тази информация се използва за изчисляване на разстоянието, цената на доставката и проверка, за да бъдете в зоната за доставка.",
      "edit_warehouse": "Редактиране на склад",
      "add_warehouse": "Добавете своя склад"
    },
    "step2": {
      "title": "Стъпка 2. Активирайте методите за доставка",
      "msg": "Добавете поне един начин на доставка към вашия магазин. Можете да зададете цени въз основа на тегло, разстояние и други параметри. Не забравяйте да зададете ограничения за разстояние, тегло и размер на пакетите, които всяка услуга за доставка поддържа.",
      "add_delivery": "Добавете методи за доставка"
    }
  },
  "domain": {
    "step1": {
      "title": "Стъпка 1. Купете домейн",
      "msg": "Ако все още нямате своя личен домейн, време е да закупите свой собствен домейн от уебсайтове като namecheap.com."
    },
    "step2": {
      "title": "Стъпка 2. Активирайте SSL",
      "msg": "Ако използвате услуги като Namecheap, които предоставят CDN и SSL, просто трябва да активирате 1.CDN и 2.SSL във вашия домейн."
    },
    "step3": {
      "title": "Стъпка 3. Задайте DNS записи",
      "msg": "Поздравления, сега всичко, което трябва да направите, е да конфигурирате DNS във вашия доставчик на услуги на домейн и да добавите домейна към вашия акаунт."
    }
  },
  "payment": {
    "step1": {
      "title": "Валути за ценообразуване",
      "msg": "Можете да приемате пари в различни валути и вашият магазин може да поддържа повече от една валута за ценообразуване. Между другото, ако зададете валута на магазина си на USD, клиентите могат да плащат във всякакви валути като USD, EUR, GBP и т.н., за да купуват от вас.",
      "manage_currencies": "Управлявайте ценообразуващите валути"
    },
    "step2": {
      "title": "Приемете пари",
      "msg": "Добавете наложен платеж, директен паричен превод и други налични методи за плащане във вашия магазин.",
      "online_title": "Онлайн методи на плащане",
      "online_msg": "Приемайте плащане с карти, нови банкови приложения, купете сега-платете по-късно и много други методи за онлайн плащане.",
      "add_online_gateway": "Добавете метод за онлайн плащане",
      "cod_title": "Начин на плащане с наложен платеж",
      "cod_msg": "Приемане на плащане след доставка на поръчките. Можете да потвърдите плащанията с наложен платеж ръчно.",
      "cash_title": "Начини на плащане в брой",
      "cash_msg": "Този вид плащане се използва в Selldone® POS.",
      "dir_title": "Директни методи на плащане",
      "dir_msg": "Можете да приемете плащане чрез директен паричен превод, банков паричен превод и други традиционни начини."
    },
    "step3": {
      "msg": "Свържете Selldone с вашия акаунт в Stripe само с едно щракване за 30 секунди. В момента поддържаме процеса на автоматично конфигуриране от Stripe. Отидете в раздела на вашия шлюз, добавете Stripe и щракнете върху бутона „ <b>Автоматично свързване към Stripe</b> “.",
      "my_gateways": "Моите шлюзове за плащане"
    }
  },
  "intro_inline_help_message": "Потърсете този червен бутон за помощ. Помага ви да се упражнявате от нула до експерт във вашата бизнес операционна система.",
  "overview": {
    "title": "Преглед",
    "subtitle": "Получете представа за бизнес операционната система и открийте как тя може да помогне на вашия бизнес."
  },
  "customize_theme": "Персонализирайте уебсайта",
  "setup_business": "Настройка на бизнеса",
  "customize": {
    "template": {
      "title": "Шаблони",
      "msg": "Стартирайте магазина си с нашите предварително изградени шаблони! Лесно разнообразявайте чрез добавяне на няколко страници, всяка със собствен уникален дизайн."
    },
    "colors": {
      "title": "Цветове и оформление",
      "msg": "Търсите да приспособите продуктовата си страница и оформлението на магазина, за да отговарят по-добре на визията ви? Потопете се в секцията за персонализиране на теми във вашия магазин и гледайте как магията се разгръща без усилие!"
    }
  },
  "business": {
    "step1": {
      "title": "Бизнес модел",
      "msg": "Всеки бизнес е уникален и често изисква нещо повече от основен онлайн магазин. Определете вашия модел на приходи и ние безпроблемно ще се погрижим за останалото вместо вас."
    }
  },
  "migration": {
    "title": "миграция",
    "shopify": {
      "msg": "Преминете към Selldone безпроблемно от Shopify! Насладете се на безпроблемна миграция, подобрени функции и рентабилни решения за вашия онлайн магазин."
    },
    "woocommerce": {
      "msg": "Безпроблемно мигрирайте вашите WooCommerce продукти към Selldone само с няколко кликвания! Насладете се на подобрена производителност, интуитивен дизайн и поддръжка на клиенти от най-високо ниво. Надградете изживяването си в електронната търговия сега."
    }
  }
};