export default {
  "categories": {
    "Baby": {
      "title": "শিশুর সরবরাহ",
      "desc": "খাওয়ানো, মাতৃত্ব, স্ট্রলার"
    },
    "Beauty": {
      "title": "সৌন্দর্য",
      "desc": "কসমেটিক, সুগন্ধি, চুলের যত্ন"
    },
    "Blog": {
      "title": "ব্লগ",
      "desc": "ক্রীড়া ব্লগ, বিজ্ঞান ব্লগ, প্রযুক্তি ব্লগ"
    },
    "Fashion": {
      "title": "ফ্যাশন",
      "desc": "পোশাক, জুতো, ঘড়ি"
    },
    "Crypto": {
      "title": "ক্রিপ্টো",
      "desc": "ক্রিপ্টো-কারেন্সি, ব্লকচেইন, এনএফটি"
    },
    "Electronics": {
      "title": "ইলেকট্রনিক্স",
      "desc": "মোবাইল, ভিডিও গেম, ল্যাপটপ, টিভি"
    },
    "Food": {
      "title": "খাদ্য পানীয়",
      "desc": "রেস্তোরাঁ, বেকারি, পানীয়"
    },
    "Furniture": {
      "title": "আসবাবপত্র",
      "desc": "বাড়ির আসবাবপত্র, সাজসজ্জা, লাগেজ এবং ভ্রমণ"
    },
    "Gift": {
      "title": "উপহার কার্ড",
      "desc": "অ্যাপ স্টোর, গুগল প্লে, নেটফ্লিক্স, স্পটিফাই"
    },
    "Groceries": {
      "title": "মুদি",
      "desc": "দুগ্ধ, ফল, প্রস্তুত খাবার, মাংস"
    },
    "Handcrafts": {
      "title": "হস্তশিল্প",
      "desc": "সংগ্রহযোগ্য, আঁকা জুতা, ভাস্কর্য, গ্লাস আর্ট"
    },
    "Health": {
      "title": "স্বাস্থ্য",
      "desc": "ফার্মেসী, পোষা প্রাণী যত্ন, সুস্থতা"
    },
    "Home": {
      "title": "বাড়ি এবং বসবাস",
      "desc": "রান্নাঘরের যন্ত্রপাতি, রান্নার জিনিসপত্র, ডাইনিং"
    },
    "Jewelry": {
      "title": "গয়না",
      "desc": "নেকলেস, আংটি, ব্রেসলেট"
    },
    "Sports": {
      "title": "খেলাধুলা",
      "desc": "ব্যায়াম, ক্যাম্পিং, বাইক, বিনোদন"
    },
    "Education": {
      "title": "অনলাইন কোর্স",
      "desc": "ওয়েব ডেভেলপমেন্ট, ডিজাইন, ব্যবসা"
    },
    "Toy": {
      "title": "খেলনা",
      "desc": "গেম, ধাঁধা, অ্যাকশন ফিগার"
    },
    "Other": {
      "title": "অন্যান্য",
      "desc": "অন্যান্য পেশা..."
    }
  },
  "partners": {
    "title": "{name} Selldone-এর সাথে অংশীদারিত্ব করছে৷",
    "subtitle": "অনলাইন ব্যবসার পরবর্তী প্রজন্মকে আনলক করার জন্য।",
    "create_new_shop": "একটি নতুন দোকান তৈরি করুন",
    "select_a_shop": "একটি দোকান নির্বাচন করুন",
    "apply_deal_to": "{shop}-এ চুক্তির আবেদন করুন",
    "notifications": {
      "success_apply": "চুক্তি সফলভাবে সক্রিয়!"
    },
    "subtitle_official": "অনলাইন ব্যবসার পরবর্তী প্রজন্মকে আনলক করুন।"
  },
  "name": "সেটআপ",
  "shop": {
    "title": "আমার দোকান সেট আপ",
    "subtitle": "এই সহজ ধাপগুলি সম্পূর্ণ করে পরবর্তী স্তরে যান।"
  },
  "open_website": "আমার ওয়েবসাইট খুলুন",
  "add_product": "পণ্য যোগ করুন",
  "setup_shipping": "শিপিং সেটআপ করুন",
  "add_domain": "ডোমেন যোগ করুন",
  "add_payment": "একটি পেমেন্ট গেটওয়ে সংযোগ করুন",
  "product": {
    "step1": {
      "title": "বিকল্প 1. ম্যানুয়ালি যোগ করুন",
      "msg": "আপনি আপনার দোকানে প্রকৃত পণ্য, ভার্চুয়াল আইটেম, ফাইল এবং পরিষেবা যোগ করতে পারেন এবং সেগুলি বিক্রি শুরু করতে পারেন।",
      "action_on": "আপনার প্রথম পণ্য যোগ করুন",
      "action_off": "আরো পণ্য যোগ করুন",
      "category": "অন্যদের তুলনায় বিভাগগুলি হল আপনার অনলাইন শপিং ওয়েবসাইটের মাস্টারপিস। বিভাগ যোগ করে এবং ড্র্যাগ অ্যান্ড ড্রপ দিয়ে পরিচালনা করে সবকিছুকে শ্রেণীবদ্ধ ও সাজান।",
      "add_category": "বিভাগ যোগ করুন"
    },
    "step2": {
      "title": "বিকল্প 2. এক্সেল দ্বারা যোগ করুন",
      "msg": "অনেক পণ্য আছে, যেমন 1K, 10K আইটেম? চিন্তা করবেন না শুধুমাত্র একটি কর্ম দ্বারা সব আমদানি.",
      "import_excel": "এক্সেল দ্বারা আমদানি করুন",
      "download_template": "টেমপ্লেট ডাউনলোড করুন"
    },
    "step3": {
      "title": "বিকল্প 3. বিশেষজ্ঞ নিয়োগ করুন",
      "msg": "100 টিরও বেশি আইটেম আছে এবং আপনার পণ্য যোগ করার জন্য কাউকে প্রয়োজন? বিশেষজ্ঞ@selldone.com-এ একটি অনুরোধ পাঠান এবং একটি অ্যাপয়েন্টমেন্ট বুক করুন। আমরা আপনার জন্য বিশেষজ্ঞ ভাড়া. এটির একটি সাধারণ ফ্ল্যাট রেট রয়েছে, প্রতি আইটেম মাত্র 5.99$ এবং অতিরিক্ত ভেরিয়েন্টগুলির প্রতি 2.99$।"
    }
  },
  "shipping": {
    "step1": {
      "title": "ধাপ 1. অবস্থান সেট করুন",
      "msg": "প্রথম ধাপে, আপনার গুদাম (শিপিংয়ের উত্স) সেট করুন। এই তথ্য দূরত্ব, শিপিং খরচ, এবং শিপিং পরিষেবা এলাকায় হতে চেক করতে ব্যবহার করা হয়.",
      "edit_warehouse": "গুদাম সম্পাদনা করুন",
      "add_warehouse": "আপনার গুদাম যোগ করুন"
    },
    "step2": {
      "title": "ধাপ 2. শিপিং পদ্ধতি সক্রিয় করুন",
      "msg": "আপনার দোকানে অন্তত একটি শিপিং পদ্ধতি যোগ করুন. আপনি ওজন, দূরত্ব এবং অন্যান্য পরামিতির উপর ভিত্তি করে মূল্য নির্ধারণ করতে পারেন। প্রতিটি শিপিং পরিষেবা সমর্থন করে এমন প্যাকেজের দূরত্ব, ওজন এবং আকারের সীমা নির্ধারণ করতে ভুলবেন না।",
      "add_delivery": "শিপিং পদ্ধতি যোগ করুন"
    }
  },
  "domain": {
    "step1": {
      "title": "ধাপ 1. একটি ডোমেইন কিনুন",
      "msg": "আপনার যদি এখনও আপনার ব্যক্তিগত ডোমেইন না থাকে, তাহলে namecheap.com এর মতো ওয়েবসাইট থেকে আপনার নিজের ডোমেন কেনার সময় এসেছে।"
    },
    "step2": {
      "title": "ধাপ 2. SSL সক্ষম করুন",
      "msg": "আপনি যদি Namecheap-এর মতো পরিষেবাগুলি ব্যবহার করেন যা CDN এবং SSL প্রদান করে, তাহলে আপনাকে শুধুমাত্র আপনার ডোমেনে 1.CDN এবং 2.SSL সক্রিয় করতে হবে৷"
    },
    "step3": {
      "title": "ধাপ 3. DNS রেকর্ড সেট করুন",
      "msg": "অভিনন্দন, এখন আপনাকে যা করতে হবে তা হল আপনার ডোমেন পরিষেবা প্রদানকারীতে DNS কনফিগার করুন এবং আপনার অ্যাকাউন্টে ডোমেন যোগ করুন।"
    }
  },
  "payment": {
    "step1": {
      "title": "মূল্য নির্ধারণ মুদ্রা",
      "msg": "আপনি বিভিন্ন মুদ্রায় অর্থ গ্রহণ করতে পারেন এবং আপনার দোকান মূল্য নির্ধারণের জন্য একাধিক মুদ্রা সমর্থন করতে পারে। যাইহোক, আপনি যদি আপনার স্টোরের মুদ্রা USD-এ সেট করেন, তাহলে গ্রাহকরা আপনার কাছ থেকে কেনার জন্য USD, EUR, GBP ইত্যাদির মতো যেকোনো মুদ্রায় অর্থ প্রদান করতে পারবেন।",
      "manage_currencies": "মূল্যের মুদ্রা পরিচালনা করুন"
    },
    "step2": {
      "title": "টাকা গ্রহণ করুন",
      "msg": "আপনার দোকানে ক্যাশ অন ডেলিভারি, সরাসরি অর্থ স্থানান্তর এবং অন্যান্য উপলব্ধ অর্থপ্রদানের পদ্ধতি যোগ করুন।",
      "online_title": "অনলাইন পেমেন্ট পদ্ধতি",
      "online_msg": "কার্ড, নতুন ব্যাঙ্কিং অ্যাপ্লিকেশন, কিনুন-এখন-পে-পরে, এবং আরও অনেক অনলাইন পেমেন্ট পদ্ধতির মাধ্যমে অর্থপ্রদান গ্রহণ করুন।",
      "add_online_gateway": "একটি অনলাইন পেমেন্ট পদ্ধতি যোগ করুন",
      "cod_title": "ক্যাশ অন ডেলিভারি পেমেন্ট পদ্ধতি",
      "cod_msg": "অর্ডার ডেলিভারির পরে পেমেন্ট গ্রহণ করুন। আপনি ম্যানুয়ালি ক্যাশ অন ডেলিভারি পেমেন্ট নিশ্চিত করতে পারেন।",
      "cash_title": "নগদ অর্থ প্রদানের পদ্ধতি",
      "cash_msg": "Selldone® POS-এ এই ধরনের পেমেন্ট ব্যবহার করা হয়।",
      "dir_title": "সরাসরি অর্থপ্রদানের পদ্ধতি",
      "dir_msg": "আপনি সরাসরি অর্থ স্থানান্তর, ব্যাঙ্ক মানি ট্রান্সফার, এবং অন্যান্য ঐতিহ্যগত উপায়ে অর্থপ্রদান গ্রহণ করতে পারেন।"
    },
    "step3": {
      "msg": "30 সেকেন্ডের মধ্যে মাত্র এক ক্লিকে Selldone কে আপনার স্ট্রাইপ অ্যাকাউন্টে সংযুক্ত করুন। বর্তমানে, আমরা স্ট্রাইপ দ্বারা স্বয়ংক্রিয় কনফিগারেশন প্রক্রিয়া সমর্থন করছি। আপনার গেটওয়ে ট্যাবে যান, স্ট্রাইপ যোগ করুন এবং ' <b>অটো কানেক্ট টু স্ট্রাইপ</b> ' বোতামে ক্লিক করুন।",
      "my_gateways": "আমার পেমেন্ট গেটওয়ে"
    }
  },
  "intro_inline_help_message": "এই লাল সহায়তা বোতামটি সন্ধান করুন। এটি আপনাকে আপনার ব্যবসায়িক ওএস-এ শূন্য থেকে বিশেষজ্ঞ হয়ে অনুশীলন করতে সহায়তা করে।",
  "overview": {
    "title": "ওভারভিউ",
    "subtitle": "ব্যবসায়িক OS সম্পর্কে অন্তর্দৃষ্টি অর্জন করুন এবং এটি কীভাবে আপনার ব্যবসাকে সাহায্য করতে পারে তা আবিষ্কার করুন।"
  },
  "customize_theme": "ওয়েবসাইট কাস্টমাইজ করুন",
  "setup_business": "সেটআপ ব্যবসা",
  "customize": {
    "template": {
      "title": "টেমপ্লেট",
      "msg": "আমাদের পূর্ব-নির্মিত টেমপ্লেটগুলির সাথে আপনার দোকান কিকস্টার্ট করুন! একাধিক পৃষ্ঠা যুক্ত করে সহজেই বৈচিত্র্য আনুন, প্রতিটি নিজস্ব অনন্য ডিজাইন নিয়ে গর্ব করে।"
    },
    "colors": {
      "title": "রং ও বিন্যাস",
      "msg": "আপনার দৃষ্টিভঙ্গির সাথে আরও ভালভাবে ফিট করার জন্য আপনার পণ্যের পৃষ্ঠা এবং শপ লেআউটটি সাজাতে চাইছেন? আপনার দোকানের থিম কাস্টমাইজেশন বিভাগে ডুব দিন এবং অনায়াসে জাদু প্রকাশ দেখুন!"
    }
  },
  "business": {
    "step1": {
      "title": "ব্যবসায়িক মডেল",
      "msg": "প্রতিটি ব্যবসা অনন্য, এবং প্রায়শই শুধুমাত্র একটি মৌলিক অনলাইন স্টোরের চেয়ে বেশি প্রয়োজন হয়। আপনার রাজস্ব মডেল সংজ্ঞায়িত করুন, এবং আমরা আপনার জন্য নির্বিঘ্নে পরিচালনা করব।"
    }
  },
  "migration": {
    "title": "মাইগ্রেশন",
    "shopify": {
      "msg": "Shopify থেকে নির্বিঘ্নে Selldone এ স্যুইচ করুন! আপনার অনলাইন স্টোরের জন্য অনায়াসে মাইগ্রেশন, উন্নত বৈশিষ্ট্য এবং সাশ্রয়ী সমাধান উপভোগ করুন।"
    },
    "woocommerce": {
      "msg": "মাত্র কয়েক ক্লিকেই আপনার WooCommerce পণ্যগুলিকে Selldone-এ স্থানান্তরিত করুন! উন্নত কর্মক্ষমতা, স্বজ্ঞাত নকশা এবং শীর্ষ-স্তরের গ্রাহক সহায়তা উপভোগ করুন। এখনই আপনার ই-কমার্স অভিজ্ঞতা আপগ্রেড করুন।"
    }
  }
};