export default {
  "categories": {
    "Baby": {
      "title": "Βρεφικά είδη",
      "desc": "Σίτιση, Μητρότητα, Καρότσι"
    },
    "Beauty": {
      "title": "Ομορφιά",
      "desc": "Καλλυντικά, Άρωμα, Περιποίηση μαλλιών"
    },
    "Blog": {
      "title": "Ιστολόγιο",
      "desc": "Αθλητικό ιστολόγιο, ιστολόγιο επιστήμης, ιστολόγιο τεχνολογίας"
    },
    "Fashion": {
      "title": "Μόδα",
      "desc": "Ρούχα, παπούτσια, ρολόι"
    },
    "Crypto": {
      "title": "Crypto",
      "desc": "Crypto-Currency, Blockchain, NFT"
    },
    "Electronics": {
      "title": "ΗΛΕΚΤΡΟΝΙΚΑ ΕΙΔΗ",
      "desc": "Κινητό, βιντεοπαιχνίδι, φορητός υπολογιστής, τηλεόραση"
    },
    "Food": {
      "title": "Φαγητο ΠΟΤΟ",
      "desc": "Εστιατόρια, Αρτοποιείο, Ποτά"
    },
    "Furniture": {
      "title": "Επιπλα",
      "desc": "Έπιπλα σπιτιού, διακόσμηση, αποσκευές & ταξίδια"
    },
    "Gift": {
      "title": "Δωροκάρτα",
      "desc": "App Store, Google Play, Netflix, Spotify"
    },
    "Groceries": {
      "title": "Είδη παντοπωλείου",
      "desc": "Γαλακτοκομικά, Φρούτα, Έτοιμο φαγητό, Κρέας"
    },
    "Handcrafts": {
      "title": "Χειροτεχνίες",
      "desc": "Συλλεκτικά, Ζωγραφισμένα Παπούτσια, Γλυπτά, Τέχνη από γυαλί"
    },
    "Health": {
      "title": "Υγεία",
      "desc": "Φαρμακείο, Φροντίδα κατοικίδιων, Ευεξία"
    },
    "Home": {
      "title": "Σπίτι & Διαβίωση",
      "desc": "Συσκευές κουζίνας, Μαγειρικά σκεύη, Τραπεζαρία"
    },
    "Jewelry": {
      "title": "Κοσμήματα",
      "desc": "Κολιέ, Δαχτυλίδι, Βραχιόλι"
    },
    "Sports": {
      "title": "Αθλητισμός",
      "desc": "Άσκηση, Κάμπινγκ, Ποδήλατα, Αναψυχή"
    },
    "Education": {
      "title": "Διαδικτυακά Μαθήματα",
      "desc": "Ανάπτυξη Ιστοσελίδων, Σχεδιασμός, Επιχειρήσεις"
    },
    "Toy": {
      "title": "Παιχνίδι",
      "desc": "Παιχνίδι, παζλ, φιγούρες δράσης"
    },
    "Other": {
      "title": "Αλλα",
      "desc": "Άλλα επαγγέλματα..."
    }
  },
  "partners": {
    "title": "Ο χρήστης {name} συνεργάζεται με τη Selldone",
    "subtitle": "στο ξεκλείδωμα της επόμενης γενιάς διαδικτυακών επιχειρήσεων.",
    "create_new_shop": "Δημιουργήστε ένα νέο κατάστημα",
    "select_a_shop": "Επιλέξτε ένα κατάστημα",
    "apply_deal_to": "Εφαρμογή συμφωνίας στο {shop}",
    "notifications": {
      "success_apply": "Η προσφορά ενεργοποιήθηκε με επιτυχία!"
    },
    "subtitle_official": "Ξεκλειδώστε την επόμενη γενιά διαδικτυακών επιχειρήσεων."
  },
  "name": "Ρύθμιση",
  "shop": {
    "title": "Ρύθμιση του καταστήματός μου",
    "subtitle": "Μεταβείτε στο επόμενο επίπεδο ολοκληρώνοντας αυτά τα απλά βήματα."
  },
  "open_website": "Ανοίξτε την ιστοσελίδα μου",
  "add_product": "Προσθήκη προϊόντος",
  "setup_shipping": "Ρύθμιση αποστολής",
  "add_domain": "Προσθήκη τομέα",
  "add_payment": "Συνδεθείτε σε μια πύλη πληρωμής",
  "product": {
    "step1": {
      "title": "Επιλογή 1. Προσθήκη μη αυτόματα",
      "msg": "Μπορείτε να προσθέσετε φυσικά προϊόντα, εικονικά αντικείμενα, αρχεία και υπηρεσίες στο κατάστημά σας και να αρχίσετε να τα πουλάτε.",
      "action_on": "Προσθέστε το πρώτο σας προϊόν",
      "action_off": "Προσθέστε περισσότερα προϊόντα",
      "category": "Οι κατηγορίες είναι το αριστούργημα του διαδικτυακού σας ιστότοπου αγορών σε σύγκριση με άλλες. Κάντε τα πάντα κατηγοριοποιημένα και ταξινομημένα προσθέτοντας κατηγορίες και διαχειρίζοντάς το με μεταφορά και απόθεση.",
      "add_category": "Προσθήκη κατηγορίας"
    },
    "step2": {
      "title": "Επιλογή 2. Προσθήκη από το Excel",
      "msg": "Έχετε πολλά προϊόντα, όπως 1K, 10K αντικείμενα; Μην ανησυχείτε εισαγάγετε όλα μόνο με μία ενέργεια.",
      "import_excel": "Εισαγωγή μέσω Excel",
      "download_template": "Λήψη προτύπου"
    },
    "step3": {
      "title": "Επιλογή 3. Προσλάβετε ειδικούς",
      "msg": "Έχετε περισσότερα από 100 αντικείμενα και χρειάζεστε κάποιον να προσθέσει τα προϊόντα σας; στείλτε ένα αίτημα στο expert@selldone.com και κλείστε ένα ραντεβού. Προσλαμβάνουμε ειδικούς για εσάς. Έχει μια απλή ενιαία τιμή, μόλις 5,99 $ ανά είδος και 2,99 $ ανά επιπλέον παραλλαγές."
    }
  },
  "shipping": {
    "step1": {
      "title": "Βήμα 1. Ορίστε την τοποθεσία",
      "msg": "Στο πρώτο βήμα, ορίστε την αποθήκη σας (προέλευση αποστολής). Αυτές οι πληροφορίες χρησιμοποιούνται για τον υπολογισμό της απόστασης, του κόστους αποστολής και για τον έλεγχο της ύπαρξης στην περιοχή εξυπηρέτησης αποστολής.",
      "edit_warehouse": "Επεξεργασία αποθήκης",
      "add_warehouse": "Προσθέστε την αποθήκη σας"
    },
    "step2": {
      "title": "Βήμα 2. Ενεργοποιήστε τις μεθόδους αποστολής",
      "msg": "Προσθέστε τουλάχιστον έναν τρόπο αποστολής στο κατάστημά σας. Μπορείτε να ορίσετε την τιμολόγηση με βάση το βάρος, την απόσταση και άλλες παραμέτρους. Μην ξεχάσετε να ορίσετε όρια για την απόσταση, το βάρος και το μέγεθος των πακέτων που υποστηρίζει κάθε υπηρεσία αποστολής.",
      "add_delivery": "Προσθήκη μεθόδων αποστολής"
    }
  },
  "domain": {
    "step1": {
      "title": "Βήμα 1. Αγορά ενός τομέα",
      "msg": "Εάν δεν έχετε ακόμα τον προσωπικό σας τομέα, ήρθε η ώρα να αγοράσετε τον δικό σας τομέα από ιστότοπους όπως το namecheap.com ."
    },
    "step2": {
      "title": "Βήμα 2. Ενεργοποιήστε το SSL",
      "msg": "Εάν χρησιμοποιείτε υπηρεσίες όπως το Namecheap που παρέχει CDN και SSL, πρέπει απλώς να ενεργοποιήσετε τα 1.CDN και 2.SSL στον τομέα σας."
    },
    "step3": {
      "title": "Βήμα 3. Ορίστε εγγραφές DNS",
      "msg": "Συγχαρητήρια, Τώρα το μόνο που έχετε να κάνετε είναι να διαμορφώσετε το DNS στον πάροχο υπηρεσιών τομέα σας και να προσθέσετε τον τομέα στον λογαριασμό σας."
    }
  },
  "payment": {
    "step1": {
      "title": "Τιμολόγηση νομισμάτων",
      "msg": "Μπορείτε να δεχτείτε χρήματα σε διαφορετικά νομίσματα και το κατάστημά σας μπορεί να υποστηρίξει περισσότερα από ένα νομίσματα για τιμολόγηση. Παρεμπιπτόντως, εάν ορίσετε το νόμισμα του καταστήματός σας σε USD, οι πελάτες μπορούν να πληρώσουν σε οποιοδήποτε νόμισμα όπως USD, EUR, GBP κ.λπ., για να αγοράσουν από εσάς.",
      "manage_currencies": "Διαχείριση νομισμάτων τιμολόγησης"
    },
    "step2": {
      "title": "Αποδεχτείτε χρήματα",
      "msg": "Προσθέστε μετρητά κατά την παράδοση, απευθείας μεταφορά χρημάτων και άλλους διαθέσιμους τρόπους πληρωμής στο κατάστημά σας.",
      "online_title": "Ηλεκτρονικοί τρόποι πληρωμής",
      "online_msg": "Αποδεχτείτε πληρωμή με κάρτες, νέες τραπεζικές εφαρμογές, buy-now-pay-later και πολλούς άλλους τρόπους ηλεκτρονικής πληρωμής.",
      "add_online_gateway": "Προσθέστε έναν τρόπο πληρωμής στο διαδίκτυο",
      "cod_title": "Τρόπος πληρωμής με αντικαταβολή",
      "cod_msg": "Αποδοχή πληρωμής μετά την παράδοση των παραγγελιών. Μπορείτε να επιβεβαιώσετε μη αυτόματα τις πληρωμές με αντικαταβολή.",
      "cash_title": "Τρόποι πληρωμής με μετρητά",
      "cash_msg": "Αυτός ο τύπος πληρωμής χρησιμοποιείται στο Selldone® POS.",
      "dir_title": "Τρόποι άμεσης πληρωμής",
      "dir_msg": "Μπορείτε να δεχτείτε πληρωμή με απευθείας μεταφορά χρημάτων, τραπεζική μεταφορά χρημάτων και άλλους παραδοσιακούς τρόπους."
    },
    "step3": {
      "msg": "Συνδέστε το Selldone στον λογαριασμό σας Stripe με ένα μόνο κλικ σε 30 δευτερόλεπτα. Επί του παρόντος, υποστηρίζουμε τη διαδικασία αυτόματης διαμόρφωσης από το Stripe. Μεταβείτε στην καρτέλα της πύλης, προσθέστε Stripe και κάντε κλικ στο κουμπί « <b>Αυτόματη σύνδεση στο Stripe</b> ».",
      "my_gateways": "Οι πύλες πληρωμής μου"
    }
  },
  "intro_inline_help_message": "Αναζητήστε αυτό το κόκκινο κουμπί βοήθειας. Σας βοηθά να εξασκηθείτε από το μηδέν έως τον ειδικό στο Business OS σας.",
  "overview": {
    "title": "ΣΦΑΙΡΙΚΗ ΕΙΚΟΝΑ",
    "subtitle": "Αποκτήστε πληροφορίες για το Business OS και ανακαλύψτε πώς μπορεί να βοηθήσει την επιχείρησή σας."
  },
  "customize_theme": "Προσαρμογή ιστότοπου",
  "setup_business": "Ρύθμιση επιχείρησης",
  "customize": {
    "template": {
      "title": "Πρότυπα",
      "msg": "Ξεκινήστε το κατάστημά σας με τα προκατασκευασμένα πρότυπά μας! Διαφοροποιήστε εύκολα προσθέτοντας πολλές σελίδες, καθεμία με το δικό της μοναδικό σχεδιασμό."
    },
    "colors": {
      "title": "Χρώματα & Διάταξη",
      "msg": "Θέλετε να προσαρμόσετε τη σελίδα του προϊόντος και τη διάταξη του καταστήματος σας ώστε να ταιριάζει καλύτερα στο όραμά σας; Βουτήξτε στην ενότητα προσαρμογής θεμάτων στο κατάστημά σας και παρακολουθήστε τη μαγεία να ξεδιπλώνεται αβίαστα!"
    }
  },
  "business": {
    "step1": {
      "title": "Επιχειρηματικό μοντέλο",
      "msg": "Κάθε επιχείρηση είναι μοναδική και συχνά απαιτεί περισσότερα από ένα βασικό ηλεκτρονικό κατάστημα. Καθορίστε το μοντέλο εσόδων σας και εμείς θα χειριστούμε απρόσκοπτα τα υπόλοιπα για εσάς."
    }
  },
  "migration": {
    "title": "Μετανάστευση",
    "shopify": {
      "msg": "Μετάβαση στο Selldone απρόσκοπτα από το Shopify! Απολαύστε αβίαστη μετεγκατάσταση, βελτιωμένες δυνατότητες και οικονομικές λύσεις για το ηλεκτρονικό σας κατάστημα."
    },
    "woocommerce": {
      "msg": "Μεταφέρετε απρόσκοπτα τα προϊόντα WooCommerce στο Selldone με λίγα μόνο κλικ! Απολαύστε βελτιωμένη απόδοση, διαισθητικό σχεδιασμό και κορυφαία υποστήριξη πελατών. Αναβαθμίστε την εμπειρία σας στο ηλεκτρονικό εμπόριο τώρα."
    }
  }
};