export default {
  categories: {
    Baby: {
      title: "لوازم کودک",
      desc: "تغذیه، زایمان، کالسکه",
    },
    Beauty: {
      title: "زیبایی",
      desc: "لوازم آرایشی، عطر، مراقبت از مو",
    },
    Blog: {
      title: "تولید محتوا",
      desc: "بلاگر، تولید محتوا و نویسنده",
    },
    Fashion: {
      title: "مد و فشن",
      desc: "لباس، کفش، ساعت",
    },

    Crypto: {
      title: "کریپتو",
      desc: "ارزهای دیجیتال، بلاکچین، NFT",
    },
    Electronics: {
      title: "الکترونیک",
      desc: "موبایل، بازی ویدیویی، لپ تاپ، تلویزیون",
    },
    Food: {
      title: "غذا نوشیدنی",
      desc: "رستوران، نانوایی، نوشیدنی",
    },

    Furniture: {
      title: "مبلمان",
      desc: "مبلمان منزل، دکور، چمدان و مسافرت",
    },
    Gift: {
      title: "کارت هدیه",
      desc: "اپ استور، گوگل پلی، نتفلیکس، اسپاتیفای",
    },
    Groceries: {
      title: "مواد غذایی",
      desc: "لبنیات، میوه، غذاهای آماده، گوشت",
    },
    Handcrafts: {
      title: "صنایع دستی",
      desc: "کلکسیونی، کفش های نقاشی شده، مجسمه سازی، هنر شیشه ای",
    },
    Health: {
      title: "سلامت",
      desc: "علوم سلامت و پزشکی",
    },
    Home: {
      title: "خانه و زندگی",
      desc: "لوازم آشپزخانه، ظروف آشپزی، غذاخوری",
    },
    Jewelry: {
      title: "جواهر سازی",
      desc: "گردنبند، انگشتر، دستبند",
    },
    Sports: {
      title: "ورزش ها",
      desc: "ورزش، کمپینگ، دوچرخه، تفریح",
    },
    Education: {
      title: "آموزش",
      desc: "آموزش و پرورش آموزش و پرورش",
    },
    Toy: {
      title: "اسباب بازی",
      desc: "بازی، پازل، اکشن فیگور",
    },
    Other: {
      title: "دیگر",
      desc: "سایر مشاغل ...",
    },
  },

  partners: {
    title: "همکاری {name} با سلدان",
    subtitle: "در کمک به توسعه کسب و کارهای آنلاین.",
    subtitle_official: "دوست شما در توسعه کسب و کارتان.",

    create_new_shop: "ساخت فروشگاه جدید",
    select_a_shop: "انتخاب فروشگاه",
    apply_deal_to: "اعمال قرارداد برای {shop}",
    notifications: {
      success_apply: "قرارداد با موفقیت فعال شد!",
    },
  },

  name: "راه اندازی",
  shop: {
    title: "راه اندازی فروشگاه",
    subtitle: "با تکمیل این مراحل فروشگاه خود را به سطح جدیدی ببرید.",
  },

  open_website: "ورود به سایت فروشگاه",

  add_product: "افزودن محصول",
  setup_shipping: "تنظیم سرویس ارسال",
  add_domain: "افزودن دامنه",
  add_payment: "افزودن درگاه",

  product: {
    step1: {
      title: "روش اول) افزودن دستی",
      msg: "می توانید محصولات فیزیکی، اقلام مجازی، فایل ها، خدمات و هر نوع محصول دیگری را به فروشگاه خود اضافه کنید و شروع به فروش کنید.",
      action_on: "افزودن اولین محصول",
      action_off: "افزودن محصولات بیشتر",
      category:
        "دسته بندی ها شاهکار وب سایت خرید آنلاین شما در مقایسه با سایرین هستند. با افزودن دسته‌ها و مدیریت با کشیدن و رها کردن، همه چیز را طبقه‌بندی و مرتب کنید.",
      add_category: "افزودن دسته بندی",
    },
    step2: {
      title: "روش دوم) افزودن با فایل اکسل",
      msg: "آیا محصولات زیادی مانند 1K، 10K مورد دارید؟ نگران نباشید همه را فقط با یک عمل وارد کنید.",
      import_excel: "وارد کردن فایل اکسل",
      download_template: "دانلود فایل نمونه",
    },
    step3: {
      title: "روش سوم. استخدام متخصص",
      msg: "بیش از 100 مورد دارید و به کسی نیاز دارید که محصولات شما را اضافه کند؟ یک درخواست به expert@selldone.com ارسال کنید و یک قرار ملاقات رزرو کنید. ما کارشناسان را برای شما استخدام می کنیم. این یک نرخ ثابت ساده دارد، فقط 5.99 دلار برای هر مورد و 2.99 دلار برای هر نوع اضافی.",
    },
  },
  shipping: {
    step1: {
      title: "فدم اول) افزودن انبار",
      msg: "در مرحله اول، انبار خود را تنظیم کنید (منبع تحویل). این اطلاعات برای محاسبه مسافت، هزینه حمل و نقل و بررسی قرار گرفتن در منطقه خدمات تحویل استفاده می شود.",
      edit_warehouse: "ویرایش انبار",
      add_warehouse: "افزودن انبار",
    },
    step2: {
      title: "قدم دوم) افزودن روش ارسال",
      msg: "حداقل یک روش تحویل را در فروشگاه خود اضافه کنید. شما می توانید قیمت گذاری را بر اساس وزن، مسافت و سایر پارامترها تعیین کنید. فراموش نکنید که محدودیت هایی مانند فاصله پوشش، حداکثر وزن و اندازه خدمات تحویل فعال را تنظیم کنید.",
      add_delivery: "افزودن روش ارسال",
    },
  },

  domain: {
    step1: {
      title: "قدم اول) خرید دامنه",
      msg: "اگر هنوز دامنه خود را ندارید، وقت آن است که دامنه خود را از وب سایت هایی مانند namecheap.com خریداری کنید.",
    },
    step2: {
      title: "قدم دوم) تنظیمات SSL",
      msg: "اگر از خدماتی مانند Namecheap استفاده می کنید که CDN و SSL را ارائه می دهند، فقط باید 1.CDN و 2.SSL را در دامنه خود فعال کنید.",
    },
    step3: {
      title: "قدم سوم) تنظیمات DNS",
      msg: "تبریک می گویم، اکنون تنها کاری که باید انجام دهید این است که DNS را در ارائه دهنده خدمات دامنه خود پیکربندی کرده و دامنه را به حساب خود اضافه کنید.",
    },
  },

  payment: {
    step1: {
      title: "ارزهای فعال",
      msg: "شما می توانید پول را به ارزهای مختلف بپذیرید و فروشگاه شما می تواند بیش از یک ارز را برای قیمت گذاری پشتیبانی کند. به هر حال، اگر ارز فروشگاه خود را USD تنظیم کنید، مشتریان می توانند با هر ارزی مانند USD، EUR، GBP و غیره، از شما خرید کنند.",
      manage_currencies: "مدیریت ارزها",
    },
    step2: {
      title: "درگاه پرداخت",
      msg: "پول نقد هنگام تحویل، آنلاین و سایر روش‌های پرداخت موجود در فروشگاه خود را اضافه کنید.",
      online_title: "درگاه های پرداخت آنلاین",
      online_msg:
        "پرداخت با کارت، برنامه های جدید بانکی، خرید-اکنون-پرداخت-بعد و بسیاری از روش های پرداخت آنلاین دیگر را بپذیرید.",
      add_online_gateway: "افزودن درگاه پرداخت آنلاین",
      cod_title: "درگاه پرداخت در محل",
      cod_msg:
        "پس از تحویل سفارشات پرداخت را قبول کنید. می توانید پرداخت های نقدی هنگام تحویل را به صورت دستی تأیید کنید.",
      cash_title: "درگاه پرداخت نقدی",
      cash_msg: "این نوع پرداخت در Selldone® POS استفاده می شود.",
      dir_title: "درگاه پرداخت کارت به کار",
      dir_msg:
        "شما می توانید با انتقال مستقیم پول، انتقال پول بانکی و سایر روش های سنتی پرداخت را بپذیرید.",
    },
    step3: {
      msg: "سلدان را تنها با یک کلیک در 30 ثانیه به حساب Stripe خود متصل کنید. در حال حاضر، ما از فرآیند پیکربندی خودکار توسط Stripe پشتیبانی می کنیم. به برگه دروازه خود بروید، Stripe را اضافه کنید و روی دکمه «<b>اتصال خودکار به Stripe</b>» کلیک کنید.",
      my_gateways: "درگاه های پرداخت فروشگاه",
    },
  },

  intro_inline_help_message:
    "به دنبال این کلید قرمز کوچک باشید. محتواهای ساده آموزشی به شما کمک می کند از یک مبتدی به یک حرفه ای در استفاده از سیستم عامل کسب و کار خود تبدیل شوید.",
};
