/*
 * Copyright (c) 2023. Selldone® Business OS™
 *
 * Author: M.Pajuhaan
 * Web: https://selldone.com
 * ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━
 *
 * All rights reserved. In the weave of time, where traditions and innovations intermingle, this content was crafted.
 * From the essence of thought, through the corridors of creativity, each word, and sentiment has been molded.
 * Not just to exist, but to inspire. Like an artist's stroke or a sculptor's chisel, every nuance is deliberate.
 * Our journey is not just about reaching a destination, but about creating a masterpiece.
 * Tread carefully, for you're treading on dreams.
 */

export default {
  categories: {
    Baby: {
      title: "لوازم کودک",
      desc: "تغذیه، زایمان، کالسکه",
    },
    Beauty: {
      title: "زیبایی",
      desc: "لوازم آرایشی، عطر، مراقبت از مو",
    },
    Blog: {
      title: "تولید محتوا",
      desc: "بلاگر، تولید محتوا و نویسنده",
    },
    Fashion: {
      title: "مد و فشن",
      desc: "لباس، کفش، ساعت",
    },

    Crypto: {
      title: "کریپتو",
      desc: "ارزهای دیجیتال، بلاکچین، NFT",
    },
    Electronics: {
      title: "الکترونیک",
      desc: "موبایل، بازی ویدیویی، لپ تاپ، تلویزیون",
    },
    Food: {
      title: "غذا نوشیدنی",
      desc: "رستوران، نانوایی، نوشیدنی",
    },

    Furniture: {
      title: "مبلمان",
      desc: "مبلمان منزل، دکور، چمدان و مسافرت",
    },
    Gift: {
      title: "کارت هدیه",
      desc: "اپ استور، گوگل پلی، نتفلیکس، اسپاتیفای",
    },
    Groceries: {
      title: "مواد غذایی",
      desc: "لبنیات، میوه، غذاهای آماده، گوشت",
    },
    Handcrafts: {
      title: "صنایع دستی",
      desc: "کلکسیونی، کفش های نقاشی شده، مجسمه سازی، هنر شیشه ای",
    },
    Health: {
      title: "سلامت",
      desc: "علوم سلامت و پزشکی",
    },
    Home: {
      title: "خانه و زندگی",
      desc: "لوازم آشپزخانه، ظروف آشپزی، غذاخوری",
    },
    Jewelry: {
      title: "جواهر سازی",
      desc: "گردنبند، انگشتر، دستبند",
    },
    Sports: {
      title: "ورزش ها",
      desc: "ورزش، کمپینگ، دوچرخه، تفریح",
    },
    Education: {
      title: "آموزش",
      desc: "آموزش و پرورش آموزش و پرورش",
    },
    Toy: {
      title: "اسباب بازی",
      desc: "بازی، پازل، اکشن فیگور",
    },
    Other: {
      title: "دیگر",
      desc: "سایر مشاغل ...",
    },
  },

  partners: {
    title: "همکاری {name} با سلدان",
    subtitle: "در کمک به توسعه کسب و کارهای آنلاین.",
    subtitle_official: "دوست شما در توسعه کسب و کارتان.",

    create_new_shop: "ساخت فروشگاه جدید",
    select_a_shop: "انتخاب فروشگاه",
    apply_deal_to: "اعمال قرارداد برای {shop}",
    notifications: {
      success_apply: "قرارداد با موفقیت فعال شد!",
    },
  },

  name: "راه اندازی",
  overview: {
    title: "نمای کلی",
    subtitle: "درک بهتری از سیستم عامل کسب و کار داشته باشید و کشف کنید که چگونه می‌تواند به کسب و کار شما کمک کند.",
  },

  shop: {
    title: "راه اندازی فروشگاه",
    subtitle: "با تکمیل این مراحل فروشگاه خود را به سطح جدیدی ببرید.",
  },

  open_website: "ورود به سایت فروشگاه",

  customize_theme: "سفارشی‌سازی وب‌سایت",
  setup_business: "راه‌اندازی کسب و کار",

  add_product: "افزودن محصول",
  setup_shipping: "تنظیم سرویس ارسال",
  add_domain: "افزودن دامنه",
  add_payment: "افزودن درگاه",

  product: {
    step1: {
      title: "روش اول) افزودن دستی",
      msg: "می توانید محصولات فیزیکی، اقلام مجازی، فایل ها، خدمات و هر نوع محصول دیگری را به فروشگاه خود اضافه کنید و شروع به فروش کنید.",
      action_on: "افزودن اولین محصول",
      action_off: "افزودن محصولات بیشتر",
      category:
        "دسته بندی ها شاهکار وب سایت خرید آنلاین شما در مقایسه با سایرین هستند. با افزودن دسته‌ها و مدیریت با کشیدن و رها کردن، همه چیز را طبقه‌بندی و مرتب کنید.",
      add_category: "افزودن دسته بندی",
    },
    step2: {
      title: "روش دوم) افزودن با فایل اکسل",
      msg: "آیا محصولات زیادی مانند 1K، 10K مورد دارید؟ نگران نباشید همه را فقط با یک عمل وارد کنید.",
      import_excel: "وارد کردن فایل اکسل",
      download_template: "دانلود فایل نمونه",
    },

  },
  shipping: {
    step1: {
      title: "فدم اول) افزودن انبار",
      msg: "در مرحله اول، انبار خود را تنظیم کنید (منبع تحویل). این اطلاعات برای محاسبه مسافت، هزینه حمل و نقل و بررسی قرار گرفتن در منطقه خدمات تحویل استفاده می شود.",
      edit_warehouse: "ویرایش انبار",
      add_warehouse: "افزودن انبار",
    },
    step2: {
      title: "قدم دوم) افزودن روش ارسال",
      msg: "حداقل یک روش تحویل را در فروشگاه خود اضافه کنید. شما می توانید قیمت گذاری را بر اساس وزن، مسافت و سایر پارامترها تعیین کنید. فراموش نکنید که محدودیت هایی مانند فاصله پوشش، حداکثر وزن و اندازه خدمات تحویل فعال را تنظیم کنید.",
      add_delivery: "افزودن روش ارسال",
    },
  },

  domain: {
    buy_domain_step: {
      title: "قدم اول) خرید دامنه",
      msg: "اگر هنوز دامنه خود را ندارید، وقت آن است که دامنه خود را از وب سایت هایی مانند namecheap.com خریداری کنید.",
    },

    set_dns_step: {
      title: "قدم دوم) تنظیمات DNS",
      msg: "تبریک می گویم، اکنون تنها کاری که باید انجام دهید این است که DNS را در ارائه دهنده خدمات دامنه خود پیکربندی کرده و دامنه را به حساب خود اضافه کنید.",
    },
  },

  payment: {
    step1: {
      title: "ارزهای فعال",
      msg: "شما می توانید پول را به ارزهای مختلف بپذیرید و فروشگاه شما می تواند بیش از یک ارز را برای قیمت گذاری پشتیبانی کند. به هر حال، اگر ارز فروشگاه خود را USD تنظیم کنید، مشتریان می توانند با هر ارزی مانند USD، EUR، GBP و غیره، از شما خرید کنند.",
      manage_currencies: "مدیریت ارزها",
    },
    step2: {
      title: "درگاه پرداخت",
      msg: "پول نقد هنگام تحویل، آنلاین و سایر روش‌های پرداخت موجود در فروشگاه خود را اضافه کنید.",
      online_title: "درگاه های پرداخت آنلاین",
      online_msg:
        "پرداخت با کارت، برنامه های جدید بانکی، خرید-اکنون-پرداخت-بعد و بسیاری از روش های پرداخت آنلاین دیگر را بپذیرید.",
      add_online_gateway: "افزودن درگاه پرداخت آنلاین",
      cod_title: "درگاه پرداخت در محل",
      cod_msg:
        "پس از تحویل سفارشات پرداخت را قبول کنید. می توانید پرداخت های نقدی هنگام تحویل را به صورت دستی تأیید کنید.",
      cash_title: "درگاه پرداخت نقدی",
      cash_msg: "این نوع پرداخت در Selldone® POS استفاده می شود.",
      dir_title: "درگاه پرداخت کارت به کار",
      dir_msg:
        "شما می توانید با انتقال مستقیم پول، انتقال پول بانکی و سایر روش های سنتی پرداخت را بپذیرید.",
    },
    step3: {
      msg: "سلدان را تنها با یک کلیک در 30 ثانیه به حساب Stripe خود متصل کنید. در حال حاضر، ما از فرآیند پیکربندی خودکار توسط Stripe پشتیبانی می کنیم. به برگه دروازه خود بروید، Stripe را اضافه کنید و روی دکمه «<b>اتصال خودکار به Stripe</b>» کلیک کنید.",
      my_gateways: "درگاه های پرداخت فروشگاه",
    },
  },


  /**
   * @see SShopOnboardingCustomization
   */
  customize: {

    tour: {
      title: 'تور',
      subtitle: "چیزهایی را کشف کنید که در اینجا ممکن است ولی در جای دیگر امکان‌پذیر نیست.",

      /**
       * @see BShopOnboardingTour
       */
      avocado: {
        title: "آووکادو - فروش بدون اضافه کردن هیچ محصولی",
        description: "با آووکادو، شما می‌توانید خدمات یا محصولاتی را بدون قیمت‌ها یا جزئیات پیش‌فرض ارائه دهید. یک فرم سفارشی برای مشتریان خود ایجاد کنید تا درخواست خدمات یا محصولات را ثبت کنند. پس از ارسال درخواست، می‌توانید قیمت را تعیین کرده و پرداخت را پردازش کنید. فرم را در شبکه‌های اجتماعی خود به اشتراک بگذارید تا مشتریان به راحتی اقلام را اضافه کرده، تصاویر را بارگذاری کنند و سفارشات خود را ارسال کنند.",
        action: 'مطالعه درباره آووکادو',
      },
      marketplace: {
        title: "بازار چند فروشنده‌ای و پرداخت خودکار",
        description: "با اضافه کردن چندین فروشنده، یک بازار پررونق با سلددان بسازید. فروشندگان می‌توانند محصولات خود را لیست کنند و شما می‌توانید نرخ کمیسیون برای هر فروش تعیین کنید. هنگامی که یک مشتری خرید می‌کند، پرداخت به صورت مستقیم به فروشنده ارسال می‌شود، سفارش از طریق پنل اختصاصی فروشنده مدیریت می‌شود و شما با ویژگی پرداخت خودکار کمیسیون خود را دریافت می‌کنید.",
        action: 'پرداخت خودکار به فروشندگان',
      },
      business_model: {
        title: "پشتیبانی از مدل‌های تجاری پیچیده",
        description: "سلددان از مدل‌های تجاری ساده و پیچیده پشتیبانی می‌کند و به شما امکان می‌دهد بر اساس نیازهای خود سازگار شوید. همه چیز را در پشت صحنه بدون نصب پلاگین‌ها یا برنامه‌های اضافی پیکربندی کنید تا از انتقال و عملیات بدون مشکل اطمینان حاصل کنید.",
      },
      gift_shopping: {
        title: "محدودیت موقعیت مکانی محصول و خرید هدیه",
        description: "محدودیت‌های موقعیت مکانی را برای هر محصول با مشخص کردن چندین کشور، کد پستی و شهر تعیین کنید. این ویژگی برای ایجاد تجربه خرید هدیه شخصی‌سازی شده یا محدود کردن دسترسی محصول به مکان‌های خاص، مانند رستوران‌ها، ایده‌آل است.",
      }


    },



    template: {
      title: "قالب‌ها",
      msg: "فروشگاه خود را با قالب‌های آماده ما شروع کنید! به راحتی با افزودن صفحات متعدد، هر یک با طراحی منحصر به فرد خود، تنوع ایجاد کنید.",
      action:'مشاهده همه قالب‌ها...'
    },

    colors: {
      title: "رنگ‌ها و چیدمان",
      msg: "آیا می‌خواهید صفحه محصول و چیدمان فروشگاه خود را به بهترین نحو سفارشی کنید؟ به بخش سفارشی‌سازی تم در فروشگاه خود بروید و به سادگی شاهد تغییرات باشید!",
      action:'سفارشی‌سازی رنگ‌ها و تم'


    },


  },

  /**
   * @see ShopOnboardingSetupBusinessTab
   */
  business: {
    step1: {
      title: "مدل کسب و کار",
      msg: "هر کسب و کاری منحصر به فرد است و اغلب نیاز به بیش از یک فروشگاه آنلاین ساده دارد. مدل درآمدی خود را تعریف کنید و ما بقیه کارها را برای شما انجام می‌دهیم.",
    },
  },

  migration: {
    title: "مهاجرت",
    shopify: {
      msg: "بدون دردسر از Shopify به Selldone منتقل شوید! از مهاجرت آسان، ویژگی‌های بهبود یافته و راه‌حل‌های مقرون به صرفه برای فروشگاه آنلاین خود لذت ببرید.",
    },
    woocommerce: {
      msg: "محصولات WooCommerce خود را به راحتی تنها با چند کلیک به Selldone منتقل کنید! از عملکرد بهبود یافته، طراحی آسان و پشتیبانی برتر مشتری لذت ببرید. تجربه تجارت الکترونیک خود را اکنون ارتقا دهید.",
    },
  },
};
