export default {
  "categories": {
    "Baby": {
      "title": "બાળક પુરવઠો",
      "desc": "ખોરાક, માતૃત્વ, સ્ટ્રોલર"
    },
    "Beauty": {
      "title": "સુંદરતા",
      "desc": "કોસ્મેટિક, ફ્રેગરન્સ, હેર કેર"
    },
    "Blog": {
      "title": "બ્લોગ",
      "desc": "સ્પોર્ટ્સ બ્લોગ, સાયન્સ બ્લોગ, ટેકનોલોજી બ્લોગ"
    },
    "Fashion": {
      "title": "ફેશન",
      "desc": "કપડાં, શૂઝ, ઘડિયાળ"
    },
    "Crypto": {
      "title": "ક્રિપ્ટો",
      "desc": "ક્રિપ્ટો-કરન્સી, બ્લોકચેન, NFT"
    },
    "Electronics": {
      "title": "ઈલેક્ટ્રોનિક્સ",
      "desc": "મોબાઈલ, વિડીયો ગેમ, લેપટોપ, ટી.વી"
    },
    "Food": {
      "title": "ખોરાક અને પીણું",
      "desc": "રેસ્ટોરન્ટ, બેકરી, પીણું"
    },
    "Furniture": {
      "title": "ફર્નિચર",
      "desc": "ઘરનું ફર્નિચર, સજાવટ, સામાન અને મુસાફરી"
    },
    "Gift": {
      "title": "ભેટ કાર્ડ",
      "desc": "એપ સ્ટોર, Google Play, Netflix, Spotify"
    },
    "Groceries": {
      "title": "કરિયાણા",
      "desc": "ડેરી, ફળ, તૈયાર ખોરાક, માંસ"
    },
    "Handcrafts": {
      "title": "હસ્તકલા",
      "desc": "એકત્ર કરવા યોગ્ય, પેઇન્ટેડ શૂઝ, શિલ્પો, ગ્લાસ આર્ટ"
    },
    "Health": {
      "title": "આરોગ્ય",
      "desc": "ફાર્મસી, પેટ કેર, વેલનેસ"
    },
    "Home": {
      "title": "ઘર અને રહેઠાણ",
      "desc": "કિચન એપ્લાયન્સિસ, કુકવેર, ડાઇનિંગ"
    },
    "Jewelry": {
      "title": "દાગીના",
      "desc": "નેકલેસ, વીંટી, બ્રેસલેટ"
    },
    "Sports": {
      "title": "રમતગમત",
      "desc": "વ્યાયામ, કેમ્પિંગ, બાઇક, મનોરંજન"
    },
    "Education": {
      "title": "ઑનલાઇન અભ્યાસક્રમો",
      "desc": "વેબ ડેવલપમેન્ટ, ડિઝાઇન, બિઝનેસ"
    },
    "Toy": {
      "title": "રમકડું",
      "desc": "ગેમ, પઝલ, એક્શન ફિગર્સ"
    },
    "Other": {
      "title": "અન્ય",
      "desc": "અન્ય વ્યવસાયો..."
    }
  },
  "partners": {
    "title": "{name} Selldone સાથે ભાગીદારી કરી રહી છે",
    "subtitle": "ઑનલાઇન વ્યવસાયોની આગલી પેઢીને અનલૉક કરવા માટે.",
    "create_new_shop": "નવી દુકાન બનાવો",
    "select_a_shop": "દુકાન પસંદ કરો",
    "apply_deal_to": "સોદો {shop} પર લાગુ કરો",
    "notifications": {
      "success_apply": "ડીલ સફળતાપૂર્વક સક્રિય થઈ!"
    }
  },
  "name": "સ્થાપના",
  "shop": {
    "title": "મારી દુકાન ગોઠવો",
    "subtitle": "આ સરળ પગલાંઓ પૂર્ણ કરીને આગલા સ્તર પર જાઓ."
  },
  "open_website": "મારી વેબસાઇટ ખોલો",
  "add_product": "ઉત્પાદન ઉમેરો",
  "setup_shipping": "સેટઅપ શિપિંગ",
  "add_domain": "ડોમેન ઉમેરો",
  "add_payment": "પેમેન્ટ ગેટવેથી કનેક્ટ થાઓ",
  "product": {
    "step1": {
      "title": "વિકલ્પ 1. મેન્યુઅલી ઉમેરો",
      "msg": "તમે તમારા સ્ટોરમાં ભૌતિક ઉત્પાદનો, વર્ચ્યુઅલ વસ્તુઓ, ફાઇલો અને સેવાઓ ઉમેરી શકો છો અને તેનું વેચાણ શરૂ કરી શકો છો.",
      "action_on": "તમારું પ્રથમ ઉત્પાદન ઉમેરો",
      "action_off": "વધુ ઉત્પાદનો ઉમેરો",
      "category": "અન્યોની સરખામણીમાં શ્રેણીઓ તમારી ઑનલાઇન શોપિંગ વેબસાઇટની શ્રેષ્ઠ કૃતિ છે. શ્રેણીઓ ઉમેરીને અને ડ્રેગ એન્ડ ડ્રોપ વડે મેનેજ કરીને દરેક વસ્તુનું વર્ગીકરણ અને ગોઠવણી કરો.",
      "add_category": "શ્રેણી ઉમેરો"
    },
    "step2": {
      "title": "વિકલ્પ 2. એક્સેલ દ્વારા ઉમેરો",
      "msg": "1K, 10K આઇટમ્સ જેવા ઘણા ઉત્પાદનો છે? ચિંતા કરશો નહીં માત્ર એક ક્રિયા દ્વારા બધું આયાત કરો.",
      "import_excel": "એક્સેલ દ્વારા આયાત કરો",
      "download_template": "ટેમ્પલેટ ડાઉનલોડ કરો"
    },
    "step3": {
      "title": "વિકલ્પ 3. નિષ્ણાતોને હાયર કરો",
      "msg": "શું તમારી પાસે 100 થી વધુ વસ્તુઓ છે અને તમારા ઉત્પાદનો ઉમેરવા માટે કોઈની જરૂર છે? નિષ્ણાત@selldone.com પર વિનંતી મોકલો અને એપોઇન્ટમેન્ટ બુક કરો. અમે તમારા માટે નિષ્ણાતોની ભરતી કરીએ છીએ. તેનો સાદો ફ્લેટ રેટ છે, માત્ર 5.99$ પ્રતિ આઇટમ અને 2.99$ પ્રતિ વધારાના વેરિઅન્ટ."
    }
  },
  "shipping": {
    "step1": {
      "title": "પગલું 1. સ્થાન સેટ કરો",
      "msg": "પ્રથમ પગલા પર, તમારું વેરહાઉસ (શિપિંગનું મૂળ) સેટ કરો. આ માહિતીનો ઉપયોગ અંતર, શિપિંગ ખર્ચની ગણતરી કરવા અને શિપિંગ સેવા ક્ષેત્રમાં હોવાનું તપાસવા માટે થાય છે.",
      "edit_warehouse": "વેરહાઉસ સંપાદિત કરો",
      "add_warehouse": "તમારું વેરહાઉસ ઉમેરો"
    },
    "step2": {
      "title": "પગલું 2. શિપિંગ પદ્ધતિઓ સક્રિય કરો",
      "msg": "તમારા સ્ટોરમાં ઓછામાં ઓછી એક શિપિંગ પદ્ધતિ ઉમેરો. તમે વજન, અંતર અને અન્ય પરિમાણોના આધારે કિંમતો સેટ કરી શકો છો. દરેક શિપિંગ સેવા સપોર્ટ કરે છે તેવા પેકેજોની અંતર, વજન અને કદ માટે મર્યાદા સેટ કરવાનું ભૂલશો નહીં.",
      "add_delivery": "શિપિંગ પદ્ધતિઓ ઉમેરો"
    }
  },
  "domain": {
    "step1": {
      "title": "પગલું 1. ડોમેન ખરીદો",
      "msg": "જો તમારી પાસે હજી તમારું વ્યક્તિગત ડોમેન નથી, તો namecheap.com જેવી વેબસાઇટ્સ પરથી તમારું પોતાનું ડોમેન ખરીદવાનો સમય આવી ગયો છે."
    },
    "step2": {
      "title": "પગલું 2. SSL સક્ષમ કરો",
      "msg": "જો તમે નેમચેપ જેવી સેવાઓનો ઉપયોગ કરો છો જે CDN અને SSL પ્રદાન કરે છે, તો તમારે ફક્ત તમારા ડોમેન પર 1.CDN અને 2.SSL ને સક્રિય કરવાની જરૂર છે."
    },
    "step3": {
      "title": "પગલું 3. DNS રેકોર્ડ્સ સેટ કરો",
      "msg": "અભિનંદન, હવે તમારે ફક્ત તમારા ડોમેન સેવા પ્રદાતામાં DNS ગોઠવવાનું છે અને તમારા એકાઉન્ટમાં ડોમેન ઉમેરવાનું છે."
    }
  },
  "payment": {
    "step1": {
      "title": "કિંમત નિર્ધારિત કરન્સી",
      "msg": "તમે વિવિધ ચલણમાં નાણાં સ્વીકારી શકો છો, અને તમારી દુકાન કિંમતો માટે એક કરતાં વધુ ચલણને સમર્થન આપી શકે છે. જો કે, જો તમે તમારા સ્ટોરનું ચલણ USD પર સેટ કરો છો, તો ગ્રાહકો તમારી પાસેથી ખરીદવા માટે USD, EUR, GBP વગેરે જેવી કોઈપણ કરન્સીમાં ચૂકવણી કરી શકે છે.",
      "manage_currencies": "કિંમત નિર્ધારિત કરન્સી મેનેજ કરો"
    },
    "step2": {
      "title": "પૈસા સ્વીકારો",
      "msg": "તમારી દુકાનમાં ડિલિવરી પર રોકડ, ડાયરેક્ટ મની ટ્રાન્સફર અને અન્ય ઉપલબ્ધ ચુકવણી પદ્ધતિઓ ઉમેરો.",
      "online_title": "ઑનલાઇન ચુકવણી પદ્ધતિઓ",
      "online_msg": "કાર્ડ્સ દ્વારા ચુકવણી સ્વીકારો, નવી બેંકિંગ એપ્લિકેશનો, ખરીદો-હમણાં-પછીથી-પછીથી ચૂકવણી કરો અને અન્ય ઘણી ઑનલાઇન ચુકવણી પદ્ધતિઓ.",
      "add_online_gateway": "ઑનલાઇન ચુકવણી પદ્ધતિ ઉમેરો",
      "cod_title": "ડિલિવરી પર રોકડ ચુકવણી પદ્ધતિ",
      "cod_msg": "ઓર્ડરની ડિલિવરી પછી ચુકવણી સ્વીકારો. તમે કેશ ઓન ડિલિવરી પેમેન્ટની મેન્યુઅલી પુષ્ટિ કરી શકો છો.",
      "cash_title": "રોકડ ચુકવણી પદ્ધતિઓ",
      "cash_msg": "Selldone® POS માં આ પ્રકારની ચુકવણીનો ઉપયોગ થાય છે.",
      "dir_title": "સીધી ચુકવણી પદ્ધતિઓ",
      "dir_msg": "તમે ડાયરેક્ટ મની ટ્રાન્સફર, બેંક મની ટ્રાન્સફર અને અન્ય પરંપરાગત રીતો દ્વારા ચુકવણી સ્વીકારી શકો છો."
    },
    "step3": {
      "msg": "30 સેકન્ડમાં માત્ર એક ક્લિક સાથે Selldone ને તમારા સ્ટ્રાઇપ એકાઉન્ટ સાથે કનેક્ટ કરો. હાલમાં, અમે સ્ટ્રાઇપ દ્વારા સ્વતઃ રૂપરેખાંકન પ્રક્રિયાને સમર્થન આપીએ છીએ. તમારા ગેટવે ટૅબ પર જાઓ, સ્ટ્રાઇપ ઉમેરો અને ' <b>ઑટો કનેક્ટ ટુ સ્ટ્રાઇપ</b> ' બટન પર ક્લિક કરો.",
      "my_gateways": "મારા પેમેન્ટ ગેટવે"
    }
  },
  "intro_inline_help_message": "આ લાલ મદદ બટન માટે જુઓ. તે તમને તમારા વ્યવસાય OS માં શૂન્યથી નિષ્ણાત બનવાની પ્રેક્ટિસ કરવામાં મદદ કરે છે."
};