/*
 * Copyright (c) 2023. Selldone® Business OS™
 *
 * Author: M.Pajuhaan
 * Web: https://selldone.com
 * ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━
 *
 * All rights reserved. In the weave of time, where traditions and innovations intermingle, this content was crafted.
 * From the essence of thought, through the corridors of creativity, each word, and sentiment has been molded.
 * Not just to exist, but to inspire. Like an artist's stroke or a sculptor's chisel, every nuance is deliberate.
 * Our journey is not just about reaching a destination, but about creating a masterpiece.
 * Tread carefully, for you're treading on dreams.
 */

export default {
  categories: {
    Baby: {
      title: "બાળકો, નાનાં બાળકો અને રમકડાં",
      desc: "સ્ટ્રોલર, રમકડાં, રમતો, પઝલ્સ, એક્શન ફિગર",
    },
    Health: {
      title: "આરોગ્ય અને સૌંદર્ય",
      desc: "ફાર્મસી, વેલનેસ, કોસ્મેટિક, સુગંધ",
    },
    Media: {
      title: "મીડિયા અને રમતો",
      desc: "વીડિયો ગેમ્સ, ફિલ્મો, સંગીત, પુસ્તકો",
    },
    Fashion: {
      title: "કપડાં, આભૂષણો અને ઘડિયાળો",
      desc: "કપડાં, જૂતાં, હાર, વીંટી, બ્રેસલેટ, ઘડિયાળ",
    },
    Automotive: {
      title: "ઓટોમોટિવ",
      desc: "કાર એસેસરીઝ, સાધનો, જાળવણી",
    },
    Electronics: {
      title: "ઇલેક્ટ્રોનિક્સ",
      desc: "મોબાઇલ, TV, ઑડિયો ઉપકરણો, કેમેરા",
    },
    Computers: {
      title: "કમ્પ્યુટર્સ",
      desc: "લેપટોપ, ડેસ્કટોપ, એસેસરીઝ, સોફ્ટવેર",
    },
    Household: {
      title: "ઘરગથ્થુ આવશ્યકતાઓ",
      desc: "સફાઈ સામગ્રી, બાથરૂમ, લોન્ડ્રી",
    },
    Garden: {
      title: "બગીચો અને સાધનો",
      desc: "આઉટડોર ફર્નિચર, બાગકામ સાધનો, છોડ",
    },
    Food: {
      title: "ખાદ્ય અને કરિયાણું",
      desc: "ડેરી, ફળ, તૈયાર ખોરાક, માંસ, પીણું",
    },
    Handmade: {
      title: "હસ્તનિર્મિત",
      desc: "સંગ્રહણીય વસ્તુઓ, રંગેલા જૂતાં, શિલ્પો, કાચકલા",
    },
    PetSupplies: {
      title: "પાળતુ પ્રાણીઓ માટેની સામગ્રી",
      desc: "પાળતુ પ્રાણીનો ખોરાક, રમકડાં, સંભાળ",
    },
    Home: {
      title: "ઘર અને જીવનશૈલી",
      desc: "રસોડાના ઉપકરણો, ઘરનું ફર્નિચર, સજાવટ",
    },
    Sports: {
      title: "રમતગમત અને આઉટડોર",
      desc: "વ્યાયામ, કેમ્પિંગ, બાઇક, મનોરંજન",
    },
    Stationery: {
      title: "સ્ટેશનરી અને ઓફિસ",
      desc: "ઓફિસ સામગ્રી, શાળાની સામગ્રી, કાગળ ઉત્પાદનો",
    },
    Books: {
      title: "પુસ્તકો",
      desc: "કાલ્પનિક, બિન-કાલ્પનિક, શૈક્ષણિક, કોમિક્સ",
    },
    Marketplace: {
      title: "બધું મળતું માર્કેટપ્લેસ",
      desc: "ઘણી કેટેગરીમાંથી વિવિધ પ્રકારના ઉત્પાદનો",
    },
    Other: {
      title: "અન્ય...",
      desc: "ગિફ્ટ કાર્ડ્સ, ડિજિટલ ઉત્પાદનો, ઑનલાઇન સેવાઓ, કંઈ પણ",
    },
  },

  partners: {
    title: "{name} Selldone સાથે ભાગીદારી કરી રહી છે",
    subtitle: "ઑનલાઇન વ્યવસાયોની આગલી પેઢીને અનલૉક કરવા માટે.",
    subtitle_official: "ઑનલાઇન વ્યવસાયોની આગામી પેઢીને અનલૉક કરો.",

    create_new_shop: "નવી દુકાન બનાવો",
    select_a_shop: "દુકાન પસંદ કરો",
    apply_deal_to: "સોદો {shop} પર લાગુ કરો",
    notifications: {
      success_apply: "ડીલ સફળતાપૂર્વક સક્રિય થઈ!",
    },
  },

  name: "સ્થાપના",
  overview: {
    title: "ઝાંખી",
    subtitle:
      "બિઝનેસ ઑપરેટિંગ સિસ્ટમ વિશે સમજ મેળવો અને તે તમારા વ્યવસાયને કેવી રીતે મદદ કરી શકે તે શોધો.",
  },

  shop: {
    title: "શૂન્યથી આવક સુધી",
    subtitle: "આ સરળ પગલાંઓ પૂર્ણ કરીને આગલા સ્તર પર જાઓ.",
  },

  open_website: "મારી વેબસાઇટ ખોલો",

  customize_theme: "વેબસાઇટ કસ્ટમાઇઝ કરો",
  setup_business: "સેટઅપ બિઝનેસ",
  add_product: "ઉત્પાદન ઉમેરો",
  setup_shipping: "સેટઅપ શિપિંગ",
  add_domain: "ડોમેન ઉમેરો",
  add_payment: "પેમેન્ટ ગેટવેથી કનેક્ટ થાઓ",

  product: {
    step1: {
      title: "વિકલ્પ 1. મેન્યુઅલી ઉમેરો",
      msg: "તમે તમારા સ્ટોરમાં ભૌતિક ઉત્પાદનો, વર્ચ્યુઅલ વસ્તુઓ, ફાઇલો અને સેવાઓ ઉમેરી શકો છો અને તેનું વેચાણ શરૂ કરી શકો છો.",
      action_on: "તમારું પ્રથમ ઉત્પાદન ઉમેરો",
      action_off: "વધુ ઉત્પાદનો ઉમેરો",
      category:
        "અન્યોની સરખામણીમાં શ્રેણીઓ તમારી ઑનલાઇન શોપિંગ વેબસાઇટની શ્રેષ્ઠ કૃતિ છે. શ્રેણીઓ ઉમેરીને અને ડ્રેગ એન્ડ ડ્રોપ વડે મેનેજ કરીને દરેક વસ્તુનું વર્ગીકરણ અને ગોઠવણી કરો.",
      add_category: "શ્રેણી ઉમેરો",
    },
    step2: {
      title: "વિકલ્પ 2. એક્સેલ દ્વારા ઉમેરો",
      msg: "1K, 10K આઇટમ્સ જેવા ઘણા ઉત્પાદનો છે? ચિંતા કરશો નહીં માત્ર એક ક્રિયા દ્વારા બધું આયાત કરો.",
      import_excel: "એક્સેલ દ્વારા આયાત કરો",
      download_template: "ટેમ્પલેટ ડાઉનલોડ કરો",
    },
  },
  shipping: {
    step1: {
      title: "પગલું 1. સ્થાન સેટ કરો",
      msg: "પ્રથમ પગલા પર, તમારું વેરહાઉસ (શિપિંગનું મૂળ) સેટ કરો. આ માહિતીનો ઉપયોગ અંતર, શિપિંગ ખર્ચની ગણતરી કરવા અને શિપિંગ સેવા ક્ષેત્રમાં હોવાનું તપાસવા માટે થાય છે.",
      edit_warehouse: "વેરહાઉસ સંપાદિત કરો",
      add_warehouse: "તમારું વેરહાઉસ ઉમેરો",
    },
    step2: {
      title: "પગલું 2. શિપિંગ પદ્ધતિઓ સક્રિય કરો",
      msg: "તમારા સ્ટોરમાં ઓછામાં ઓછી એક શિપિંગ પદ્ધતિ ઉમેરો. તમે વજન, અંતર અને અન્ય પરિમાણોના આધારે કિંમતો સેટ કરી શકો છો. દરેક શિપિંગ સેવા સપોર્ટ કરે છે તેવા પેકેજોની અંતર, વજન અને કદ માટે મર્યાદા સેટ કરવાનું ભૂલશો નહીં.",
      add_delivery: "શિપિંગ પદ્ધતિઓ ઉમેરો",
    },
  },

  domain: {
    buy_domain_step: {
      title: "પગલું 1. ડોમેન ખરીદો",
      msg: "જો તમારી પાસે હજુ વ્યક્તિગત ડોમેન નથી, તો namecheap.com જેવી વેબસાઇટ પરથી તમારું પોતાનું ડોમેન ખરીદવાનો સમય આવી ગયો છે.",
    },

    set_dns_step: {
      title: "પગલું 2. DNS રેકોર્ડ સેટ કરો",
      msg: "અભિનંદન, હવે તમારે ફક્ત તમારા ડોમેન સેવા પ્રદાતા પાસે DNS ગોઠવવાનું અને ડોમેનને તમારા એકાઉન્ટમાં ઉમેરવાનું છે.",
    },
  },

  payment: {
    step1: {
      title: "કિંમત નિર્ધારિત કરન્સી",
      msg: "તમે વિવિધ ચલણમાં નાણાં સ્વીકારી શકો છો, અને તમારી દુકાન કિંમતો માટે એક કરતાં વધુ ચલણને સમર્થન આપી શકે છે. જો કે, જો તમે તમારા સ્ટોરનું ચલણ USD પર સેટ કરો છો, તો ગ્રાહકો તમારી પાસેથી ખરીદવા માટે USD, EUR, GBP વગેરે જેવી કોઈપણ કરન્સીમાં ચૂકવણી કરી શકે છે.",
      manage_currencies: "કિંમત નિર્ધારિત કરન્સી મેનેજ કરો",
    },
    step2: {
      title: "પૈસા સ્વીકારો",
      msg: "તમારી દુકાનમાં ડિલિવરી પર રોકડ, ડાયરેક્ટ મની ટ્રાન્સફર અને અન્ય ઉપલબ્ધ ચુકવણી પદ્ધતિઓ ઉમેરો.",
      online_title: "ઑનલાઇન ચુકવણી પદ્ધતિઓ",
      online_msg:
        "કાર્ડ્સ દ્વારા ચુકવણી સ્વીકારો, નવી બેંકિંગ એપ્લિકેશનો, ખરીદો-હમણાં-પછીથી-પછીથી ચૂકવણી કરો અને અન્ય ઘણી ઑનલાઇન ચુકવણી પદ્ધતિઓ.",
      add_online_gateway: "ઑનલાઇન ચુકવણી પદ્ધતિ ઉમેરો",
      cod_title: "ડિલિવરી પર રોકડ ચુકવણી પદ્ધતિ",
      cod_msg:
        "ઓર્ડરની ડિલિવરી પછી ચુકવણી સ્વીકારો. તમે કેશ ઓન ડિલિવરી પેમેન્ટની મેન્યુઅલી પુષ્ટિ કરી શકો છો.",
      cash_title: "રોકડ ચુકવણી પદ્ધતિઓ",
      cash_msg: "Selldone® POS માં આ પ્રકારની ચુકવણીનો ઉપયોગ થાય છે.",
      dir_title: "સીધી ચુકવણી પદ્ધતિઓ",
      dir_msg:
        "તમે ડાયરેક્ટ મની ટ્રાન્સફર, બેંક મની ટ્રાન્સફર અને અન્ય પરંપરાગત રીતો દ્વારા ચુકવણી સ્વીકારી શકો છો.",
    },
    step3: {
      msg: "માત્ર એક ક્લિકથી 30 સેકન્ડમાં Selldone ને તમારા Stripe એકાઉન્ટ સાથે જોડો. હાલમાં, અમે Stripe દ્વારા આપમેળે રૂપરેખાંકન પ્રક્રિયાને સપોર્ટ કરીએ છીએ. તમારા ચુકવણી ગેટવે ટૅબ પર જાઓ, Stripe ઉમેરો અને «<b>Stripe સાથે આપમેળે જોડો</b>» બટન પર ક્લિક કરો.",
      my_gateways: "મારા પેમેન્ટ ગેટવે",
    },
  },


  /**
   * @see SShopOnboardingCustomization
   */
  customize: {
    tour:{
      title:'માર્ગદર્શિત ટૂર',
      subtitle:"અહીં શું શક્ય છે અને બીજે ક્યાંય નથી તે શોધો.",
      /**
       * @see BShopOnboardingTour
       */
      avocado:{
        title:"Avocado - કોઈ ઉત્પાદન ઉમેર્યા વગર વેચાણ કરો",
        description: "Avocado સાથે, તમે પૂર્વનિર્ધારિત કિંમત અથવા વિગતો વિના સેવાઓ અથવા ઉત્પાદનો ઓફર કરી શકો છો. તમારા ગ્રાહકો સેવા અથવા ઉત્પાદન માટે વિનંતી કરી શકે તે માટે કસ્ટમ ફોર્મ બનાવો. તેઓ વિનંતી મોકલે પછી તમે કિંમત નક્કી કરી શકો છો અને ચુકવણી પ્રક્રિયા કરી શકો છો. આ ફોર્મ તમારા સોશિયલ મીડિયા પર શેર કરો, જેથી ગ્રાહકો સરળતાથી વસ્તુઓ ઉમેરે, છબીઓ અપલોડ કરે અને ઓર્ડર સબમિટ કરે.",
        action:'Avocado વિશે વાંચો',
      },
      marketplace:{
        title: "મલ્ટી-વેન્ડર માર્કેટપ્લેસ અને ઓટો પેઆઉટ",
        description: "ઘણા વેન્ડર ઉમેરી Selldone સાથે વિકસતું માર્કેટપ્લેસ બનાવો. વેન્ડર પોતાના ઉત્પાદનો સૂચિબદ્ધ કરી શકે છે અને તમે દરેક વેચાણ માટે કમિશન દર નક્કી કરી શકો છો. ગ્રાહક ખરીદી કરે ત્યારે વેન્ડરને ચુકવણી સીધી મળે છે, તે પોતાના સમર્પિત પેનલથી ઓર્ડર સંભાળે છે અને તમે ઓટો પેઆઉટ સુવિધા દ્વારા કમિશન મેળવો છો.",
        action:'વેન્ડર ઓટો પેઆઉટ',
      },
      business_model:{
        title: "જટિલ બિઝનેસ મોડલને સપોર્ટ કરો",
        description:
            "Selldone સરળ અને જટિલ બંને બિઝનેસ મોડલને સપોર્ટ કરે છે, જેથી તમે જરૂર મુજબ અનુકૂલન કરી શકો. વધારાના પ્લગિન અથવા એપ ઇન્સ્ટોલ કર્યા વગર પાર્શ્વભૂમિમાં બધું ગોઠવો અને સરળ પરિવર્તન તથા કામગીરી સુનિશ્ચિત કરો.",
      },
      gift_shopping:{
        title: "ઉત્પાદન સ્થાન મર્યાદા અને ગિફ્ટ શોપિંગ",
        description:
            "દરેક ઉત્પાદન માટે ઘણા દેશો, પોસ્ટલ કોડ્સ અને શહેરો દર્શાવી સ્થાન મર્યાદાઓ સેટ કરો. આ સુવિધા વ્યક્તિગત ગિફ્ટ શોપિંગ અનુભવ બનાવવા અથવા રેસ્ટોરાં જેવી ચોક્કસ જગ્યાઓ માટે ઉત્પાદન ઉપલબ્ધતા મર્યાદિત કરવા માટે ઉત્તમ છે.",

      }
    },

    template: {
      title: "નમૂનાઓ",
      msg: "અમારા પૂર્વ-બિલ્ટ નમૂનાઓ સાથે તમારી દુકાનને કિકસ્ટાર્ટ કરો! બહુવિધ પૃષ્ઠો ઉમેરીને સરળતાથી વૈવિધ્યીકરણ કરો, દરેક તેની પોતાની અનન્ય ડિઝાઇનને ગૌરવ આપે છે.",
      action:'બધા ટેમ્પલેટ જુઓ...'

    },

    colors: {
      title: "રંગો અને લેઆઉટ",

      msg: "તમારી દ્રષ્ટિને વધુ સારી રીતે ફિટ કરવા માટે તમારા ઉત્પાદન પૃષ્ઠ અને શોપ લેઆઉટને અનુરૂપ બનાવવા માટે શોધી રહ્યાં છો? તમારી દુકાનમાં થીમ કસ્ટમાઇઝેશન વિભાગમાં ડાઇવ કરો અને જાદુને વિના પ્રયાસે પ્રગટ થતો જુઓ!",

      action:'રંગો અને થીમ કસ્ટમાઇઝ કરો'

    },

  },

  /**
   * @see ShopOnboardingSetupBusinessTab
   */
  business: {
    step1: {
      title: "વ્યવસાય મોડેલ",
      msg: "દરેક વ્યવસાય અનન્ય છે, અને ઘણી વખત ફક્ત મૂળભૂત ઑનલાઇન સ્ટોર કરતાં વધુની જરૂર હોય છે. તમારા આવકના મોડલને વ્યાખ્યાયિત કરો, અને અમે તમારા માટે બાકીનું એકીકૃત રીતે સંભાળીશું.",
    },
  },

  migration: {
    title: "સ્થળાંતર",
    shopify: {
      msg: "Shopify થી એકીકૃત Selldone પર સ્વિચ કરો! તમારા ઑનલાઇન સ્ટોર માટે સરળ સ્થળાંતર, ઉન્નત સુવિધાઓ અને ખર્ચ-અસરકારક ઉકેલોનો આનંદ માણો.",
    },
    woocommerce: {
      msg: "થોડા ક્લિક્સમાં તમારા WooCommerce ઉત્પાદનોને Selldone પર સીમલેસ રીતે સ્થાનાંતરિત કરો! ઉન્નત પ્રદર્શન, સાહજિક ડિઝાઇન અને ઉચ્ચ-સ્તરના ગ્રાહક સમર્થનનો આનંદ માણો. તમારા ઈ-કોમર્સ અનુભવને હમણાં અપગ્રેડ કરો.",
    },
  },





};
