/*
 * Copyright (c) 2023. Selldone® Business OS™
 *
 * Author: M.Pajuhaan
 * Web: https://selldone.com
 * ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━
 *
 * All rights reserved. In the weave of time, where traditions and innovations intermingle, this content was crafted.
 * From the essence of thought, through the corridors of creativity, each word, and sentiment has been molded.
 * Not just to exist, but to inspire. Like an artist's stroke or a sculptor's chisel, every nuance is deliberate.
 * Our journey is not just about reaching a destination, but about creating a masterpiece.
 * Tread carefully, for you're treading on dreams.
 */

export default {
  categories: {
    Baby: {
      title: "תינוקות, ילדים וצעצועים",
      desc: "עגלות, צעצועים, משחקים, פאזלים, דמויות פעולה",
    },
    Health: {
      title: "בריאות ויופי",
      desc: "בית מרקחת, בריאות, קוסמטיקה, בשמים",
    },
    Media: {
      title: "מדיה ומשחקים",
      desc: "משחקי וידאו, סרטים, מוזיקה, ספרים",
    },
    Fashion: {
      title: "ביגוד, תכשיטים ושעונים",
      desc: "ביגוד, נעליים, שרשרת, טבעת, צמיד, שעון",
    },
    Automotive: {
      title: "רכב",
      desc: "אביזרי רכב, כלי עבודה, תחזוקה",
    },
    Electronics: {
      title: "אלקטרוניקה",
      desc: "נייד, TV, מכשירי שמע, מצלמה",
    },
    Computers: {
      title: "מחשבים",
      desc: "מחשבים ניידים, מחשבים שולחניים, אביזרים, תוכנה",
    },
    Household: {
      title: "מוצרי יסוד לבית",
      desc: "חומרי ניקוי, חדר אמבטיה, כביסה",
    },
    Garden: {
      title: "גינה וכלים",
      desc: "ריהוט חוץ, כלי גינון, צמחים",
    },
    Food: {
      title: "מזון ומצרכים",
      desc: "מוצרי חלב, פירות, אוכל מוכן, בשר, משקאות",
    },
    Handmade: {
      title: "עבודת יד",
      desc: "פריטי אספנות, נעליים מצוירות, פסלים, אמנות זכוכית",
    },
    PetSupplies: {
      title: "ציוד לחיות מחמד",
      desc: "מזון לחיות מחמד, צעצועים לחיות מחמד, טיפול בחיות מחמד",
    },
    Home: {
      title: "בית ומגורים",
      desc: "מכשירי מטבח, ריהוט לבית, עיצוב",
    },
    Sports: {
      title: "ספורט וחוץ",
      desc: "אימון, קמפינג, אופניים, פנאי",
    },
    Stationery: {
      title: "כלי כתיבה ומשרד",
      desc: "ציוד משרדי, ציוד לבית ספר, מוצרי נייר",
    },
    Books: {
      title: "ספרים",
      desc: "סיפורת, עיון, לימודי, קומיקס",
    },
    Marketplace: {
      title: "מרקטפלייס לכל דבר",
      desc: "מגוון רחב של מוצרים מכמה קטגוריות",
    },
    Other: {
      title: "אחר...",
      desc: "כרטיסי מתנה, מוצרים דיגיטליים, שירותים מקוונים, כל דבר",
    },
  },

  partners: {
    title: "{name} משתף פעולה עם Selldone",
    subtitle: "בפתיחת הדור הבא של עסקים מקוונים.",
    subtitle_official: "פתח את הדור הבא של עסקים מקוונים.",

    create_new_shop: "צור חנות חדשה",
    select_a_shop: "בחר חנות",
    apply_deal_to: "החל את העסקה על {shop}",
    notifications: {
      success_apply: "העסקה הופעלה בהצלחה!",
    },
  },

  name: "להכין",
  overview: {
    title: "סקירה כללית",
    subtitle:
      "קבלו תובנות על מערכת ההפעלה העסקית וגלו כיצד היא יכולה לעזור לעסק שלכם.",
  },

  shop: {
    title: "מאפס להכנסות",
    subtitle: "עבור לשלב הבא על ידי השלמת השלבים הפשוטים הללו.",
  },

  open_website: "פתח את האתר שלי",

  customize_theme: "התאמה אישית של אתר",
  setup_business: "הגדרת עסקים",
  add_product: "הוסף מוצר",
  setup_shipping: "הגדרת משלוח",
  add_domain: "הוסף דומיין",
  add_payment: "התחבר לשער תשלום",

  product: {
    step1: {
      title: "אפשרות 1. הוספה ידנית",
      msg: "אתה יכול להוסיף מוצרים פיזיים, פריטים וירטואליים, קבצים ושירותים לחנות שלך ולהתחיל למכור אותם.",
      action_on: "הוסף את המוצר הראשון שלך",
      action_off: "הוסף מוצרים נוספים",
      category:
        "קטגוריות הן יצירת המופת של אתר הקניות המקוון שלך בהשוואה לאחרים. הפוך הכל לסווג ומסודר על ידי הוספת קטגוריות וניהול באמצעות גרירה ושחרור.",
      add_category: "הוסף קטגוריה",
    },
    step2: {
      title: "אפשרות 2. הוסף באמצעות אקסל",
      msg: "יש לך מוצרים רבים, כמו 1K, 10K פריטים? אל תדאג ייבא הכל רק בפעולה אחת.",
      import_excel: "ייבוא באמצעות אקסל",
      download_template: "הורד תבנית",
    },
  },
  shipping: {
    step1: {
      title: "שלב 1. הגדר מיקום",
      msg: "בשלב הראשון, הגדר את המחסן שלך (מקור המשלוח). מידע זה משמש לחישוב המרחק, עלות המשלוח, ובדיקה להיות באזור שירות המשלוח.",
      edit_warehouse: "ערוך מחסן",
      add_warehouse: "הוסף את המחסן שלך",
    },
    step2: {
      title: "שלב 2. הפעל את שיטות המשלוח",
      msg: "הוסף שיטת משלוח אחת לפחות לחנות שלך. אתה יכול להגדיר תמחור על סמך משקל, מרחק ופרמטרים אחרים. אל תשכח להגדיר מגבלות למרחק, משקל וגודל של חבילות שכל שירות משלוחים תומך בהן.",
      add_delivery: "הוסף שיטות משלוח",
    },
  },

  domain: {
    buy_domain_step: {
      title: "שלב 1. קנו דומיין",
      msg: "אם עדיין אין לכם דומיין אישי, הגיע הזמן לקנות דומיין משלכם מאתרים כמו namecheap.com .",
    },

    set_dns_step: {
      title: "שלב 2. הגדירו רשומות DNS",
      msg: "ברכות, עכשיו כל מה שנשאר הוא להגדיר DNS אצל ספק שירות הדומיין שלכם ולהוסיף את הדומיין לחשבון שלכם.",
    },
  },

  payment: {
    step1: {
      title: "תמחור מטבעות",
      msg: "אתה יכול לקבל כסף במטבעות שונים, והחנות שלך יכולה לתמוך ביותר ממטבע אחד לתמחור. אגב, אם תגדיר את מטבע החנות שלך לדולר ארה\"ב, הלקוחות יכולים לשלם בכל מטבע כמו דולר, אירו, ליש\"ט וכו' כדי לקנות ממך.",
      manage_currencies: "ניהול מטבעות תמחור",
    },
    step2: {
      title: "קבל כסף",
      msg: "הוסף מזומן במשלוח, העברה ישירה של כסף ושיטות תשלום זמינות אחרות בחנות שלך.",
      online_title: "שיטות תשלום מקוונות",
      online_msg:
        "קבל תשלום באמצעות כרטיסים, יישומי בנק חדשים, קנה-עכשיו-שלם-מאוחר ושיטות תשלום מקוונות רבות אחרות.",
      add_online_gateway: "הוסף אמצעי תשלום מקוון",
      cod_title: "אמצעי תשלום במזומן",
      cod_msg:
        "קבלת תשלום לאחר מסירת ההזמנות. אתה יכול לאשר תשלומים במזומן במשלוח באופן ידני.",
      cash_title: "אמצעי תשלום במזומן",
      cash_msg: "סוג זה של תשלום משמש ב-Selldone® POS.",
      dir_title: "אמצעי תשלום ישירים",
      dir_msg:
        "אתה יכול לקבל תשלום בהעברת כספים ישירה, העברת כספים בנקאית ודרכים מסורתיות אחרות.",
    },
    step3: {
      msg: "חברו את Selldone לחשבון Stripe שלכם בלחיצה אחת בלבד בתוך 30 שניות. כרגע אנו תומכים בתהליך ההגדרה האוטומטי של Stripe. עברו ללשונית שער התשלום שלכם, הוסיפו את Stripe ולחצו על הכפתור «<b>התחברות אוטומטית ל-Stripe</b>».",
      my_gateways: "שערי התשלום שלי",
    },
  },


  /**
   * @see SShopOnboardingCustomization
   */
  customize: {
    tour:{
      title:'סיור',
      subtitle:"גלו מה אפשרי כאן ואינו אפשרי בשום מקום אחר.",
      /**
       * @see BShopOnboardingTour
       */
      avocado:{
        title:"Avocado - מכירה בלי להוסיף שום מוצר",
        description: "עם Avocado תוכלו להציע שירותים או מוצרים ללא מחירים או פרטים מוגדרים מראש. צרו טופס מותאם אישית כדי שהלקוחות יוכלו לבקש שירותים או מוצרים. לאחר שהם שולחים את הבקשה, תוכלו לקבוע את המחיר ולעבד את התשלום. שתפו את הטופס ברשתות החברתיות שלכם כדי שלקוחות יוכלו להוסיף פריטים, להעלות תמונות ולשלוח הזמנות בקלות.",
        action:'קראו על Avocado',
      },
      marketplace:{
        title: "מרקטפלייס רב-ספקים ותשלום אוטומטי",
        description: "בנו מרקטפלייס משגשג עם Selldone באמצעות הוספת ספקים מרובים. ספקים יכולים לרשום את המוצרים שלהם, ואתם יכולים להגדיר שיעור עמלה לכל מכירה. כאשר לקוח מבצע רכישה, הספק מקבל את התשלום ישירות, מנהל את ההזמנה דרך הפאנל הייעודי שלו, ואתם מרוויחים עמלה באמצעות תכונת התשלום האוטומטי.",
        action:'תשלום אוטומטי לספקים',
      },
      business_model:{
        title: "תמיכה במודלים עסקיים מורכבים",
        description:
            "Selldone תומכת במודלים עסקיים פשוטים ומורכבים, כך שתוכלו להתאים את עצמכם לפי הצורך. הגדירו הכול מאחורי הקלעים בלי להתקין תוספים או יישומים נוספים, כדי להבטיח מעברים ותפעול חלקים.",
      },
      gift_shopping:{
        title: "הגבלת מיקומי מוצרים וקניית מתנות",
        description:
            "הגדירו הגבלות מיקום לכל מוצר באמצעות ציון כמה מדינות, מיקודים וערים. תכונה זו מושלמת ליצירת חוויית קניית מתנות מותאמת אישית או להגבלת זמינות מוצר למיקומים מסוימים, למשל למסעדות.",

      }
    },

    template: {
      title: "תבניות",
      msg: "התחל את החנות שלך עם התבניות המובנות מראש שלנו! גיוון בקלות על ידי הוספת עמודים מרובים, כל אחד מתהדר בעיצוב ייחודי משלו.",
      action:'הצג את כל התבניות...'

    },

    colors: {
      title: "צבעים ופריסה",

      msg: "מחפש להתאים את דף המוצר ואת פריסת החנות שלך כך שיתאימו טוב יותר לחזון שלך? צלול למדור התאמה אישית של נושאים בחנות שלך וצפה בקסם מתפתח ללא מאמץ!",

      action:'התאמה אישית של צבעים וערכת נושא'

    },

  },

  /**
   * @see ShopOnboardingSetupBusinessTab
   */
  business: {
    step1: {
      title: "מודל עסקי",
      msg: "כל עסק הוא ייחודי, ולעתים קרובות דורש יותר מסתם חנות מקוונת בסיסית. הגדר את מודל ההכנסה שלך, ואנו נטפל בצורה חלקה בכל השאר עבורך.",
    },
  },

  migration: {
    title: "הֲגִירָה",
    shopify: {
      msg: "עבור ל-Selldone בצורה חלקה מ-Shopify! תהנה מהגירה ללא מאמץ, תכונות משופרות ופתרונות חסכוניים עבור החנות המקוונת שלך.",
    },
    woocommerce: {
      msg: "העבר בצורה חלקה את מוצרי WooCommerce שלך ל-Selldone בכמה קליקים! תיהנו מביצועים משופרים, עיצוב אינטואיטיבי ותמיכת לקוחות מהשורה הראשונה. שדרג את חוויית המסחר האלקטרוני שלך עכשיו.",
    },
  },





};
