export default {
  "categories": {
    "Baby": {
      "title": "शिशु आपूर्ति",
      "desc": "दूध पिलाना, मातृत्व, घुमक्कड़"
    },
    "Beauty": {
      "title": "सुंदरता",
      "desc": "कॉस्मेटिक, खुशबू, बालों की देखभाल"
    },
    "Blog": {
      "title": "ब्लॉग",
      "desc": "खेल ब्लॉग, विज्ञान ब्लॉग, प्रौद्योगिकी ब्लॉग"
    },
    "Fashion": {
      "title": "पहनावा",
      "desc": "वस्त्र, जूते, घड़ी"
    },
    "Crypto": {
      "title": "क्रिप्टो",
      "desc": "क्रिप्टो-मुद्रा, ब्लॉकचैन, एनएफटी"
    },
    "Electronics": {
      "title": "इलेक्ट्रानिक्स",
      "desc": "मोबाइल, वीडियो गेम, लैपटॉप, टीवी"
    },
    "Food": {
      "title": "खाद्य पेय",
      "desc": "रेस्टोरेंट, बेकरी, पेय पदार्थ"
    },
    "Furniture": {
      "title": "फर्नीचर",
      "desc": "घरेलू फर्नीचर, सजावट, सामान और यात्रा"
    },
    "Gift": {
      "title": "उपहार पत्र",
      "desc": "ऐप स्टोर, Google Play, Netflix, Spotify"
    },
    "Groceries": {
      "title": "किराने का सामान",
      "desc": "डेयरी, फल, तैयार भोजन, मांस"
    },
    "Handcrafts": {
      "title": "हस्तशिल्प",
      "desc": "संग्रहणीय, चित्रित जूते, मूर्तियां, कांच की कला"
    },
    "Health": {
      "title": "स्वास्थ्य",
      "desc": "फार्मेसी, पालतू जानवरों की देखभाल, स्वास्थ्य"
    },
    "Home": {
      "title": "घर में रहने वाले",
      "desc": "रसोई के उपकरण, रसोई के बर्तन, डाइनिंग"
    },
    "Jewelry": {
      "title": "जेवर",
      "desc": "हार, अंगूठी, कंगन"
    },
    "Sports": {
      "title": "खेल",
      "desc": "व्यायाम, शिविर, बाइक, मनोरंजन"
    },
    "Education": {
      "title": "ऑनलाइन पाठ्यक्रम",
      "desc": "वेब विकास, डिजाइन, व्यवसाय"
    },
    "Toy": {
      "title": "खिलौने",
      "desc": "खेल, पहेली, कार्रवाई के आंकड़े"
    },
    "Other": {
      "title": "अन्य",
      "desc": "अन्य पेशा..."
    }
  },
  "partners": {
    "title": "{name}, सेलडोन के साथ साझेदारी कर रहा है",
    "subtitle": "अगली पीढ़ी के ऑनलाइन व्यवसायों को अनलॉक करने में।",
    "create_new_shop": "एक नई दुकान बनाएं",
    "select_a_shop": "एक दुकान चुनें",
    "apply_deal_to": "{shop} पर सौदा लागू करें",
    "notifications": {
      "success_apply": "डील सफलतापूर्वक सक्रिय!"
    }
  },
  "name": "स्थापित करना",
  "shop": {
    "title": "मेरी दुकान स्थापित करें",
    "subtitle": "इन आसान चरणों को पूरा करके अगले स्तर पर जाएं।"
  },
  "open_website": "मेरी वेबसाइट खोलें",
  "add_product": "उत्पाद जोड़ें",
  "setup_shipping": "सेटअप शिपिंग",
  "add_domain": "डोमेन जोड़ें",
  "add_payment": "भुगतान गेटवे से कनेक्ट करें",
  "product": {
    "step1": {
      "title": "विकल्प 1. मैन्युअल रूप से जोड़ें",
      "msg": "आप अपने स्टोर में भौतिक उत्पाद, वर्चुअल आइटम, फ़ाइलें और सेवाएं जोड़ सकते हैं और उन्हें बेचना शुरू कर सकते हैं।",
      "action_on": "अपना पहला उत्पाद जोड़ें",
      "action_off": "और उत्पाद जोड़ें",
      "category": "श्रेणियाँ दूसरों की तुलना में आपकी ऑनलाइन शॉपिंग वेबसाइट की उत्कृष्ट कृति हैं। श्रेणियों को जोड़कर और ड्रैग एंड ड्रॉप के साथ प्रबंधन करके सब कुछ वर्गीकृत और व्यवस्थित करें।",
      "add_category": "कैटेगरी जोड़े"
    },
    "step2": {
      "title": "विकल्प 2. एक्सेल द्वारा जोड़ें",
      "msg": "1K, 10K आइटम जैसे कई उत्पाद हैं? चिंता न करें सभी को केवल एक क्रिया द्वारा आयात करें।",
      "import_excel": "एक्सेल द्वारा आयात",
      "download_template": "टेम्पलेट डाउनलोड करें"
    },
    "step3": {
      "title": "विकल्प 3. विशेषज्ञों को नियुक्त करें",
      "msg": "100 से अधिक आइटम हैं और अपने उत्पादों को जोड़ने के लिए किसी की आवश्यकता है? विशेषज्ञ@selldone.com को एक अनुरोध भेजें, और अपॉइंटमेंट बुक करें। हम आपके लिए विशेषज्ञों को नियुक्त करते हैं। इसकी एक साधारण फ्लैट दर है, केवल 5.99$ प्रति आइटम और 2.99$ प्रति अतिरिक्त वेरिएंट।"
    }
  },
  "shipping": {
    "step1": {
      "title": "चरण 1. स्थान निर्धारित करें",
      "msg": "पहले चरण में, अपना वेयरहाउस (शिपिंग का मूल) सेट करें। इस जानकारी का उपयोग दूरी, शिपिंग लागत की गणना करने और शिपिंग सेवा क्षेत्र में होने की जांच करने के लिए किया जाता है।",
      "edit_warehouse": "गोदाम संपादित करें",
      "add_warehouse": "अपना गोदाम जोड़ें"
    },
    "step2": {
      "title": "चरण 2. शिपिंग विधियों को सक्रिय करें",
      "msg": "अपने स्टोर में कम से कम एक शिपिंग विधि जोड़ें। आप वजन, दूरी और अन्य मापदंडों के आधार पर मूल्य निर्धारण कर सकते हैं। प्रत्येक शिपिंग सेवा द्वारा समर्थित पैकेजों की दूरी, वजन और आकार के लिए सीमा निर्धारित करना न भूलें।",
      "add_delivery": "शिपिंग के तरीके जोड़ें"
    }
  },
  "domain": {
    "step1": {
      "title": "चरण 1. एक डोमेन खरीदें",
      "msg": "यदि आपके पास अभी तक अपना व्यक्तिगत डोमेन नहीं है, तो यह समय है कि आप अपना खुद का डोमेन namecheap.com जैसी वेबसाइटों से खरीदें।"
    },
    "step2": {
      "title": "चरण 2. एसएसएल सक्षम करें",
      "msg": "यदि आप सीडीएन और एसएसएल प्रदान करने वाली नेमस्पेस जैसी सेवाओं का उपयोग करते हैं, तो आपको अपने डोमेन पर 1.सीडीएन और 2.एसएसएल को सक्रिय करने की आवश्यकता है।"
    },
    "step3": {
      "title": "चरण 3. DNS रिकॉर्ड सेट करें",
      "msg": "बधाई हो, अब आपको केवल अपने डोमेन सेवा प्रदाता में DNS को कॉन्फ़िगर करना है और डोमेन को अपने खाते में जोड़ना है।"
    }
  },
  "payment": {
    "step1": {
      "title": "मूल्य निर्धारण मुद्राएं",
      "msg": "आप विभिन्न मुद्राओं में धन स्वीकार कर सकते हैं, और आपकी दुकान मूल्य निर्धारण के लिए एक से अधिक मुद्रा का समर्थन कर सकती है। वैसे, यदि आप अपनी स्टोर मुद्रा को USD पर सेट करते हैं, तो ग्राहक आपसे खरीदने के लिए USD, EUR, GBP, आदि जैसी किसी भी मुद्रा में भुगतान कर सकते हैं।",
      "manage_currencies": "मूल्य निर्धारण मुद्राओं को प्रबंधित करें"
    },
    "step2": {
      "title": "पैसे स्वीकार करें",
      "msg": "अपनी दुकान में कैश ऑन डिलीवरी, डायरेक्ट मनी ट्रांसफर और अन्य उपलब्ध भुगतान विधियों को जोड़ें।",
      "online_title": "ऑनलाइन भुगतान के तरीके",
      "online_msg": "कार्ड, नए बैंकिंग एप्लिकेशन, खरीद-अभी-भुगतान-बाद में, और कई अन्य ऑनलाइन भुगतान विधियों द्वारा भुगतान स्वीकार करें।",
      "add_online_gateway": "एक ऑनलाइन भुगतान विधि जोड़ें",
      "cod_title": "कैश ऑन डिलीवरी भुगतान विधि",
      "cod_msg": "आदेश की डिलीवरी के बाद भुगतान स्वीकार करें। आप मैन्युअल रूप से कैश ऑन डिलीवरी भुगतान की पुष्टि कर सकते हैं।",
      "cash_title": "नकद भुगतान के तरीके",
      "cash_msg": "इस प्रकार के भुगतान का उपयोग Selldone® POS में किया जाता है।",
      "dir_title": "प्रत्यक्ष भुगतान के तरीके",
      "dir_msg": "आप सीधे मनी ट्रांसफर, बैंक मनी ट्रांसफर और अन्य पारंपरिक तरीकों से भुगतान स्वीकार कर सकते हैं।"
    },
    "step3": {
      "msg": "30 सेकंड में सिर्फ एक क्लिक के साथ सेलडोन को अपने स्ट्राइप खाते से कनेक्ट करें। वर्तमान में, हम स्ट्राइप द्वारा ऑटो कॉन्फ़िगरेशन प्रक्रिया का समर्थन कर रहे हैं। अपने गेटवे टैब पर जाएं, स्ट्राइप जोड़ें, और ' <b>ऑटो कनेक्ट टू स्ट्राइप</b> ' बटन पर क्लिक करें।",
      "my_gateways": "माय पेमेंट गेटवे"
    }
  },
  "intro_inline_help_message": "इस लाल सहायता बटन को देखें। यह आपको अपने बिजनेस ओएस में शून्य से विशेषज्ञ तक अभ्यास करने में मदद करता है।"
};