/*
 * Copyright (c) 2023. Selldone® Business OS™
 *
 * Author: M.Pajuhaan
 * Web: https://selldone.com
 * ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━
 *
 * All rights reserved. In the weave of time, where traditions and innovations intermingle, this content was crafted.
 * From the essence of thought, through the corridors of creativity, each word, and sentiment has been molded.
 * Not just to exist, but to inspire. Like an artist's stroke or a sculptor's chisel, every nuance is deliberate.
 * Our journey is not just about reaching a destination, but about creating a masterpiece.
 * Tread carefully, for you're treading on dreams.
 */

export default {
  categories: {
    Baby: {
      title: "बच्चे, बालक और खिलौने",
      desc: "स्ट्रॉलर, खिलौने, खेल, पहेलियाँ, एक्शन फ़िगर",
    },
    Health: {
      title: "स्वास्थ्य और सौंदर्य",
      desc: "फार्मेसी, वेलनेस, कॉस्मेटिक, सुगंध",
    },
    Media: {
      title: "मीडिया और गेम्स",
      desc: "वीडियो गेम, फ़िल्में, संगीत, किताबें",
    },
    Fashion: {
      title: "कपड़े, आभूषण और घड़ियाँ",
      desc: "कपड़े, जूते, हार, अंगूठी, कंगन, घड़ी",
    },
    Automotive: {
      title: "ऑटोमोटिव",
      desc: "कार एक्सेसरीज़, टूल्स, रखरखाव",
    },
    Electronics: {
      title: "इलेक्ट्रॉनिक्स",
      desc: "मोबाइल, TV, ऑडियो डिवाइस, कैमरा",
    },
    Computers: {
      title: "कंप्यूटर",
      desc: "लैपटॉप, डेस्कटॉप, एक्सेसरीज़, सॉफ़्टवेयर",
    },
    Household: {
      title: "घरेलू आवश्यक वस्तुएँ",
      desc: "सफाई सामग्री, बाथरूम, लॉन्ड्री",
    },
    Garden: {
      title: "गार्डन और टूल्स",
      desc: "आउटडोर फ़र्नीचर, बागवानी उपकरण, पौधे",
    },
    Food: {
      title: "खाद्य और किराना",
      desc: "डेयरी, फल, तैयार भोजन, मांस, पेय",
    },
    Handmade: {
      title: "हस्तनिर्मित",
      desc: "संग्रहणीय वस्तुएँ, पेंट किए हुए जूते, मूर्तियाँ, काँच कला",
    },
    PetSupplies: {
      title: "पालतू पशु सामग्री",
      desc: "पालतू भोजन, पालतू खिलौने, पालतू देखभाल",
    },
    Home: {
      title: "घर और जीवनशैली",
      desc: "रसोई उपकरण, घर का फ़र्नीचर, सजावट",
    },
    Sports: {
      title: "खेल और आउटडोर",
      desc: "व्यायाम, कैंपिंग, बाइक, मनोरंजन",
    },
    Stationery: {
      title: "स्टेशनरी और कार्यालय",
      desc: "कार्यालय सामग्री, स्कूल सामग्री, कागज़ उत्पाद",
    },
    Books: {
      title: "किताबें",
      desc: "फिक्शन, नॉन-फिक्शन, शैक्षिक, कॉमिक्स",
    },
    Marketplace: {
      title: "सब कुछ वाला मार्केटप्लेस",
      desc: "कई श्रेणियों से उत्पादों की विस्तृत विविधता",
    },
    Other: {
      title: "अन्य...",
      desc: "गिफ्ट कार्ड, डिजिटल उत्पाद, ऑनलाइन सेवाएँ, कुछ भी",
    },
  },

  partners: {
    title: "{name}, Selldone के साथ साझेदारी कर रहा है",
    subtitle: "अगली पीढ़ी के ऑनलाइन व्यवसायों को अनलॉक करने में।",
    subtitle_official: "ऑनलाइन व्यवसायों की अगली पीढ़ी को अनलॉक करें।",

    create_new_shop: "एक नई दुकान बनाएं",
    select_a_shop: "एक दुकान चुनें",
    apply_deal_to: "{shop} पर सौदा लागू करें",
    notifications: {
      success_apply: "डील सफलतापूर्वक सक्रिय!",
    },
  },

  name: "स्थापित करना",
  overview: {
    title: "अवलोकन",
    subtitle:
      "बिज़नेस ऑपरेटिंग सिस्टम के बारे में जानकारी प्राप्त करें और जानें कि यह आपके व्यवसाय की कैसे मदद कर सकता है।",
  },

  shop: {
    title: "शून्य से राजस्व तक",
    subtitle: "इन आसान चरणों को पूरा करके अगले स्तर पर जाएं।",
  },

  open_website: "मेरी वेबसाइट खोलें",

  customize_theme: "वेबसाइट अनुकूलित करें",
  setup_business: "सेटअप व्यवसाय",
  add_product: "उत्पाद जोड़ें",
  setup_shipping: "सेटअप शिपिंग",
  add_domain: "डोमेन जोड़ें",
  add_payment: "भुगतान गेटवे से कनेक्ट करें",

  product: {
    step1: {
      title: "विकल्प 1. मैन्युअल रूप से जोड़ें",
      msg: "आप अपने स्टोर में भौतिक उत्पाद, वर्चुअल आइटम, फ़ाइलें और सेवाएं जोड़ सकते हैं और उन्हें बेचना शुरू कर सकते हैं।",
      action_on: "अपना पहला उत्पाद जोड़ें",
      action_off: "और उत्पाद जोड़ें",
      category:
        "श्रेणियाँ दूसरों की तुलना में आपकी ऑनलाइन शॉपिंग वेबसाइट की उत्कृष्ट कृति हैं। श्रेणियों को जोड़कर और ड्रैग एंड ड्रॉप के साथ प्रबंधन करके सब कुछ वर्गीकृत और व्यवस्थित करें।",
      add_category: "कैटेगरी जोड़े",
    },
    step2: {
      title: "विकल्प 2. एक्सेल द्वारा जोड़ें",
      msg: "1K, 10K आइटम जैसे कई उत्पाद हैं? चिंता न करें सभी को केवल एक क्रिया द्वारा आयात करें।",
      import_excel: "एक्सेल द्वारा आयात",
      download_template: "टेम्पलेट डाउनलोड करें",
    },
  },
  shipping: {
    step1: {
      title: "चरण 1. स्थान निर्धारित करें",
      msg: "पहले चरण में, अपना वेयरहाउस (शिपिंग का मूल) सेट करें। इस जानकारी का उपयोग दूरी, शिपिंग लागत की गणना करने और शिपिंग सेवा क्षेत्र में होने की जांच करने के लिए किया जाता है।",
      edit_warehouse: "गोदाम संपादित करें",
      add_warehouse: "अपना गोदाम जोड़ें",
    },
    step2: {
      title: "चरण 2. शिपिंग विधियों को सक्रिय करें",
      msg: "अपने स्टोर में कम से कम एक शिपिंग विधि जोड़ें। आप वजन, दूरी और अन्य मापदंडों के आधार पर मूल्य निर्धारण कर सकते हैं। प्रत्येक शिपिंग सेवा द्वारा समर्थित पैकेजों की दूरी, वजन और आकार के लिए सीमा निर्धारित करना न भूलें।",
      add_delivery: "शिपिंग के तरीके जोड़ें",
    },
  },

  domain: {
    buy_domain_step: {
      title: "चरण 1. डोमेन खरीदें",
      msg: "यदि आपके पास अभी तक अपना निजी डोमेन नहीं है, तो अब namecheap.com जैसी वेबसाइटों से अपना डोमेन खरीदने का समय है।",
    },

    set_dns_step: {
      title: "चरण 2. DNS रिकॉर्ड सेट करें",
      msg: "बधाई हो, अब आपको बस अपने डोमेन सेवा प्रदाता में DNS कॉन्फ़िगर करना है और डोमेन को अपने खाते में जोड़ना है।",
    },
  },

  payment: {
    step1: {
      title: "मूल्य निर्धारण मुद्राएं",
      msg: "आप विभिन्न मुद्राओं में धन स्वीकार कर सकते हैं, और आपकी दुकान मूल्य निर्धारण के लिए एक से अधिक मुद्रा का समर्थन कर सकती है। वैसे, यदि आप अपनी स्टोर मुद्रा को USD पर सेट करते हैं, तो ग्राहक आपसे खरीदने के लिए USD, EUR, GBP, आदि जैसी किसी भी मुद्रा में भुगतान कर सकते हैं।",
      manage_currencies: "मूल्य निर्धारण मुद्राओं को प्रबंधित करें",
    },
    step2: {
      title: "पैसे स्वीकार करें",
      msg: "अपनी दुकान में कैश ऑन डिलीवरी, डायरेक्ट मनी ट्रांसफर और अन्य उपलब्ध भुगतान विधियों को जोड़ें।",
      online_title: "ऑनलाइन भुगतान के तरीके",
      online_msg:
        "कार्ड, नए बैंकिंग एप्लिकेशन, खरीद-अभी-भुगतान-बाद में, और कई अन्य ऑनलाइन भुगतान विधियों द्वारा भुगतान स्वीकार करें।",
      add_online_gateway: "एक ऑनलाइन भुगतान विधि जोड़ें",
      cod_title: "कैश ऑन डिलीवरी भुगतान विधि",
      cod_msg:
        "आदेश की डिलीवरी के बाद भुगतान स्वीकार करें। आप मैन्युअल रूप से कैश ऑन डिलीवरी भुगतान की पुष्टि कर सकते हैं।",
      cash_title: "नकद भुगतान के तरीके",
      cash_msg: "इस प्रकार के भुगतान का उपयोग Selldone® POS में किया जाता है।",
      dir_title: "प्रत्यक्ष भुगतान के तरीके",
      dir_msg:
        "आप सीधे मनी ट्रांसफर, बैंक मनी ट्रांसफर और अन्य पारंपरिक तरीकों से भुगतान स्वीकार कर सकते हैं।",
    },
    step3: {
      msg: "Selldone को अपने Stripe खाते से केवल एक क्लिक में 30 सेकंड में कनेक्ट करें। वर्तमान में हम Stripe द्वारा ऑटो कॉन्फ़िगरेशन प्रक्रिया का समर्थन करते हैं। अपने भुगतान गेटवे टैब पर जाएँ, Stripe जोड़ें और «<b>Stripe से अपने-आप कनेक्ट करें</b>» बटन पर क्लिक करें।",
      my_gateways: "माय पेमेंट गेटवे",
    },
  },


  /**
   * @see SShopOnboardingCustomization
   */
  customize: {
    tour:{
      title:'टूर',
      subtitle:"यहाँ जो संभव है और कहीं नहीं, उसे खोजें।",
      /**
       * @see BShopOnboardingTour
       */
      avocado:{
        title:"Avocado - कोई उत्पाद जोड़े बिना बेचें",
        description: "Avocado के साथ, आप पहले से तय कीमतों या विवरणों के बिना सेवाएँ या उत्पाद पेश कर सकते हैं। अपने ग्राहकों के लिए सेवाएँ या उत्पाद माँगने हेतु कस्टम फ़ॉर्म बनाएँ। जब वे अपना अनुरोध भेजते हैं, तो आप कीमत तय कर सकते हैं और भुगतान प्रोसेस कर सकते हैं। फ़ॉर्म को अपने सोशल मीडिया पर साझा करें, ताकि ग्राहक आसानी से आइटम जोड़ सकें, छवियाँ अपलोड कर सकें और ऑर्डर सबमिट कर सकें।",
        action:'Avocado के बारे में पढ़ें',
      },
      marketplace:{
        title: "मल्टी-वेंडर मार्केटप्लेस और ऑटो पेआउट",
        description: "कई विक्रेताओं को जोड़कर Selldone के साथ एक सफल मार्केटप्लेस बनाएँ। विक्रेता अपने उत्पाद सूचीबद्ध कर सकते हैं और आप प्रत्येक बिक्री के लिए कमीशन दर सेट कर सकते हैं। जब ग्राहक खरीदारी करता है, तो विक्रेता को भुगतान सीधे मिलता है, वह अपने समर्पित पैनल से ऑर्डर प्रबंधित करता है और आप ऑटो पेआउट सुविधा के माध्यम से कमीशन कमाते हैं।",
        action:'विक्रेताओं को ऑटो पेआउट',
      },
      business_model:{
        title: "जटिल बिज़नेस मॉडल का समर्थन करें",
        description:
            "Selldone सरल और जटिल दोनों बिज़नेस मॉडल का समर्थन करता है, जिससे आप आवश्यकता के अनुसार अनुकूलित हो सकते हैं। अतिरिक्त एक्सटेंशन या अनुप्रयोग इंस्टॉल किए बिना पृष्ठभूमि में सब कुछ कॉन्फ़िगर करें, ताकि बदलाव और संचालन सुचारु रहें।",
      },
      gift_shopping:{
        title: "उत्पाद स्थान प्रतिबंध और गिफ्ट शॉपिंग",
        description:
            "कई देशों, डाक कोड और शहरों को निर्दिष्ट करके प्रत्येक उत्पाद के लिए स्थान प्रतिबंध सेट करें। यह सुविधा व्यक्तिगत गिफ्ट शॉपिंग अनुभव बनाने या रेस्तरां जैसे विशिष्ट स्थानों तक उत्पाद उपलब्धता सीमित करने के लिए उपयुक्त है।",

      }
    },

    template: {
      title: "टेम्पलेट्स",
      msg: "हमारे पूर्व-निर्मित टेम्पलेट्स के साथ अपनी दुकान शुरू करें! अनेक पृष्ठ जोड़कर आसानी से विविधता लाएँ, जिनमें से प्रत्येक का अपना अनूठा डिज़ाइन हो।",
      action:'सभी टेम्पलेट देखें...'

    },

    colors: {
      title: "रंग और लेआउट",

      msg: "क्या आप अपने उत्पाद पृष्ठ और दुकान लेआउट को अपने दृष्टिकोण के अनुरूप बेहतर ढंग से तैयार करना चाहते हैं? अपनी दुकान में थीम अनुकूलन अनुभाग में जाएँ और जादू को सहजता से प्रकट होते हुए देखें!",

      action:'रंग और थीम अनुकूलित करें'

    },

  },

  /**
   * @see ShopOnboardingSetupBusinessTab
   */
  business: {
    step1: {
      title: "व्यापार मॉडल",
      msg: "प्रत्येक व्यवसाय अद्वितीय होता है, और अक्सर एक बुनियादी ऑनलाइन स्टोर से कहीं अधिक की आवश्यकता होती है। अपने राजस्व मॉडल को परिभाषित करें, और हम आपके लिए बाकी काम सहजता से संभाल लेंगे।",
    },
  },

  migration: {
    title: "प्रवास",
    shopify: {
      msg: "Shopify से निर्बाध रूप से Selldone पर स्विच करें! अपने ऑनलाइन स्टोर के लिए सहज माइग्रेशन, उन्नत सुविधाओं और लागत प्रभावी समाधानों का आनंद लें।",
    },
    woocommerce: {
      msg: "बस कुछ ही क्लिक में अपने WooCommerce उत्पादों को Selldone पर सहजता से स्थानांतरित करें! बेहतर प्रदर्शन, सहज डिज़ाइन और शीर्ष स्तरीय ग्राहक सहायता का आनंद लें। अपने ई-कॉमर्स अनुभव को अभी अपग्रेड करें।",
    },
  },





};
