/*
 * Copyright (c) 2023. Selldone® Business OS™
 *
 * Author: M.Pajuhaan
 * Web: https://selldone.com
 * ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━
 *
 * All rights reserved. In the weave of time, where traditions and innovations intermingle, this content was crafted.
 * From the essence of thought, through the corridors of creativity, each word, and sentiment has been molded.
 * Not just to exist, but to inspire. Like an artist's stroke or a sculptor's chisel, every nuance is deliberate.
 * Our journey is not just about reaching a destination, but about creating a masterpiece.
 * Tread carefully, for you're treading on dreams.
 */

export default {
  categories: {
    Baby: {
      title: "Նորածիններ, երեխաներ և խաղալիքներ",
      desc: "Մանկասայլակներ, խաղալիքներ, խաղեր, գլուխկոտրուկներ, գործողության ֆիգուրներ",
    },
    Health: {
      title: "Առողջություն և գեղեցկություն",
      desc: "Դեղատուն, առողջ ապրելակերպ, կոսմետիկա, բուրմունքներ",
    },
    Media: {
      title: "Մեդիա և խաղեր",
      desc: "Տեսախաղեր, ֆիլմեր, երաժշտություն, գրքեր",
    },
    Fashion: {
      title: "Հագուստ, զարդեր և ժամացույցներ",
      desc: "Հագուստ, կոշիկներ, վզնոց, մատանի, ապարանջան, ժամացույց",
    },
    Automotive: {
      title: "Ավտոմոբիլային",
      desc: "Մեքենայի պարագաներ, գործիքներ, սպասարկում",
    },
    Electronics: {
      title: "Էլեկտրոնիկա",
      desc: "Բջջային, TV, աուդիո սարքեր, տեսախցիկ",
    },
    Computers: {
      title: "Համակարգիչներ",
      desc: "Նոութբուքեր, սեղանադիր համակարգիչներ, պարագաներ, ծրագրակազմ",
    },
    Household: {
      title: "Կենցաղային անհրաժեշտ պարագաներ",
      desc: "Մաքրող միջոցներ, լոգասենյակ, լվացք",
    },
    Garden: {
      title: "Այգի և գործիքներ",
      desc: "Բացօթյա կահույք, այգեգործական գործիքներ, բույսեր",
    },
    Food: {
      title: "Սնունդ և մթերք",
      desc: "Կաթնամթերք, միրգ, պատրաստի սնունդ, միս, ըմպելիք",
    },
    Handmade: {
      title: "Ձեռագործ",
      desc: "Հավաքածուի առարկաներ, ներկված կոշիկներ, քանդակներ, ապակու արվեստ",
    },
    PetSupplies: {
      title: "Կենդանիների պարագաներ",
      desc: "Կենդանիների կեր, կենդանիների խաղալիքներ, կենդանիների խնամք",
    },
    Home: {
      title: "Տուն և կենցաղ",
      desc: "Խոհանոցային սարքեր, տան կահույք, դեկոր",
    },
    Sports: {
      title: "Սպորտ և բացօթյա",
      desc: "Մարզում, ճամբար, հեծանիվներ, հանգիստ",
    },
    Stationery: {
      title: "Գրենական և գրասենյակային",
      desc: "Գրասենյակային պարագաներ, դպրոցական պարագաներ, թղթե ապրանքներ",
    },
    Books: {
      title: "Գրքեր",
      desc: "Գեղարվեստական, ոչ գեղարվեստական, կրթական, կոմիքսներ",
    },
    Marketplace: {
      title: "Ամեն ինչի շուկա",
      desc: "Տարբեր կատեգորիաներից ապրանքների լայն տեսականի",
    },
    Other: {
      title: "Այլ...",
      desc: "Նվեր քարտեր, թվային ապրանքներ, առցանց ծառայություններ, ամեն ինչ",
    },
  },

  partners: {
    title: "{name}-ը համագործակցում է Selldone-ի հետ",
    subtitle: "առցանց բիզնեսների հաջորդ սերնդի բացման գործում:",
    subtitle_official: "Բացեք առցանց բիզնեսների հաջորդ սերունդը:",

    create_new_shop: "Ստեղծեք նոր խանութ",
    select_a_shop: "Ընտրեք խանութ",
    apply_deal_to: "Գործարքի դիմել {shop}-ին",
    notifications: {
      success_apply: "Գործարքը հաջողությամբ ակտիվացվեց:",
    },
  },

  name: "Կարգավորում",
  overview: {
    title: "Ընդհանուր ակնարկ",
    subtitle:
      "Պատկերացում կազմեք բիզնեսի օպերացիոն համակարգի մասին և բացահայտեք՝ ինչպես այն կարող է օգնել ձեր բիզնեսին:",
  },

  shop: {
    title: "Զրոյից մինչև եկամուտ",
    subtitle: "Անցեք հաջորդ մակարդակ՝ կատարելով այս պարզ քայլերը:",
  },

  open_website: "Բացեք իմ կայքը",

  customize_theme: "Անհատականացրեք կայքը",
  setup_business: "Բիզնեսի կարգավորում",
  add_product: "Ավելացնել ապրանք",
  setup_shipping: "Կարգավորեք առաքումը",
  add_domain: "Ավելացնել տիրույթ",
  add_payment: "Միացեք վճարման դարպասին",

  product: {
    step1: {
      title: "Տարբերակ 1. Ավելացնել ձեռքով",
      msg: "Դուք կարող եք ձեր խանութում ավելացնել ֆիզիկական ապրանքներ, վիրտուալ իրեր, ֆայլեր և ծառայություններ և սկսել դրանք վաճառել:",
      action_on: "Ավելացրեք ձեր առաջին արտադրանքը",
      action_off: "Ավելացնել ավելի շատ ապրանքներ",
      category:
        "Կատեգորիաները ձեր առցանց գնումների կայքի գլուխգործոցն են՝ համեմատած մյուսների հետ: Դարձրեք ամեն ինչ դասակարգված և դասավորված՝ ավելացնելով կատեգորիաներ և կառավարելով քաշել և թողնել:",
      add_category: "Ավելացնել կատեգորիա",
    },
    step2: {
      title: "Տարբերակ 2. Ավելացնել Excel-ի միջոցով",
      msg: "Ունե՞ք շատ ապրանքներ, ինչպիսիք են 1K, 10K ապրանքները: Մի անհանգստացեք, ներմուծեք բոլորը միայն մեկ գործողությամբ:",
      import_excel: "Ներմուծում Excel-ի միջոցով",
      download_template: "Ներբեռնեք ձևանմուշը",
    },
  },
  shipping: {
    step1: {
      title: "Քայլ 1. Սահմանեք գտնվելու վայրը",
      msg: "Առաջին քայլում սահմանեք ձեր պահեստը (առաքման ծագումը): Այս տեղեկատվությունը օգտագործվում է հեռավորությունը, առաքման արժեքը հաշվարկելու և առաքման սպասարկման տարածքում գտնվելը ստուգելու համար:",
      edit_warehouse: "Խմբագրել պահեստը",
      add_warehouse: "Ավելացրեք ձեր պահեստը",
    },
    step2: {
      title: "Քայլ 2. Ակտիվացրեք առաքման մեթոդները",
      msg: "Ձեր խանութին ավելացրեք առաքման առնվազն մեկ եղանակ: Դուք կարող եք գներ սահմանել՝ ելնելով քաշից, հեռավորությունից և այլ պարամետրերից: Մի մոռացեք սահմանել հեռավորության, քաշի և փաթեթների չափերը, որոնք աջակցում է առաքման յուրաքանչյուր ծառայություն:",
      add_delivery: "Ավելացնել առաքման մեթոդներ",
    },
  },

  domain: {
    buy_domain_step: {
      title: "Քայլ 1. Գնեք դոմեն",
      msg: "Եթե դեռ չունեք ձեր անձնական դոմենը, ժամանակն է գնել ձեր սեփական դոմենը namecheap.com-ի նման կայքերից:",
    },

    set_dns_step: {
      title: "Քայլ 2. Կարգավորեք DNS գրառումները",
      msg: "Շնորհավորում ենք, այժմ միայն պետք է կարգավորեք DNS-ը ձեր դոմենի ծառայություն մատուցողի մոտ և դոմենը ավելացնեք ձեր հաշվին:",
    },
  },

  payment: {
    step1: {
      title: "Արժույթների գնագոյացում",
      msg: "Դուք կարող եք գումար ընդունել տարբեր արժույթներով, և ձեր խանութը կարող է աջակցել մեկից ավելի արժույթների գնագոյացման համար: Ի դեպ, եթե ձեր խանութի արժույթը սահմանեք ԱՄՆ դոլար, հաճախորդները կարող են վճարել ցանկացած արժույթով, ինչպիսիք են ԱՄՆ դոլարը, եվրոն, ֆունտ ստեռլինգը և այլն, ձեզնից գնելու համար:",
      manage_currencies: "Կառավարեք գնագոյացման արժույթները",
    },
    step2: {
      title: "Ընդունեք գումար",
      msg: "Ավելացրեք կանխիկ առաքում, ուղղակի դրամական փոխանցում և վճարման այլ մատչելի եղանակներ ձեր խանութում:",
      online_title: "Առցանց վճարման եղանակներ",
      online_msg:
        "Ընդունեք վճարումներ քարտերով, բանկային նոր հավելվածներով, buy-now-pay-ater և առցանց վճարման շատ այլ եղանակներով:",
      add_online_gateway: "Ավելացրեք առցանց վճարման եղանակ",
      cod_title: "Առաքման կանխիկ վճարման եղանակ",
      cod_msg:
        "Ընդունեք վճարումը պատվերների առաքումից հետո: Դուք կարող եք ձեռքով հաստատել կանխիկ առաքման վճարումները:",
      cash_title: "Կանխիկ վճարման եղանակներ",
      cash_msg: "Այս տեսակի վճարումն օգտագործվում է Selldone® POS-ում:",
      dir_title: "Ուղղակի վճարման եղանակներ",
      dir_msg:
        "Դուք կարող եք վճարումներ ընդունել ուղղակի դրամական փոխանցումների, բանկային դրամական փոխանցումների և այլ ավանդական եղանակներով:",
    },
    step3: {
      msg: "Միացրեք Selldone-ը ձեր Stripe հաշվին ընդամենը մեկ սեղմումով՝ 30 վայրկյանում: Ներկայումս մենք աջակցում ենք Stripe-ի ավտոմատ կազմաձևման գործընթացին: Գնացեք վճարային անցուղու ներդիր, ավելացրեք Stripe և սեղմեք «<b>Ավտոմատ միացնել Stripe-ին</b>» կոճակը:",
      my_gateways: "Իմ վճարման դարպասները",
    },
  },


  /**
   * @see SShopOnboardingCustomization
   */
  customize: {
    tour:{
      title:'Շրջայց',
      subtitle:"Բացահայտեք, թե ինչն է այստեղ հնարավոր, բայց այլուր՝ ոչ:",
      /**
       * @see BShopOnboardingTour
       */
      avocado:{
        title:"Avocado - վաճառեք առանց որևէ ապրանք ավելացնելու",
        description: "Avocado-ի միջոցով կարող եք առաջարկել ծառայություններ կամ ապրանքներ առանց նախապես սահմանված գների կամ մանրամասների: Ստեղծեք հատուկ ձև, որպեսզի ձեր հաճախորդները կարողանան ծառայություններ կամ ապրանքներ պահանջել: Երբ նրանք ուղարկեն պահանջը, կարող եք սահմանել գինը և մշակել վճարումը: Կիսվեք ձևով ձեր սոցիալական ցանցերում, որպեսզի հաճախորդները հեշտությամբ ավելացնեն ապրանքներ, վերբեռնեն պատկերներ և ուղարկեն պատվերներ:",
        action:'Կարդալ Avocado-ի մասին',
      },
      marketplace:{
        title: "Բազմավաճառ շուկա և ավտոմատ վճարում",
        description: "Կառուցեք զարգացող շուկա Selldone-ի միջոցով՝ ավելացնելով մի քանի վաճառողների: Վաճառողները կարող են ցուցակագրել իրենց ապրանքները, իսկ դուք կարող եք սահմանել կոմիսիայի տոկոս յուրաքանչյուր վաճառքի համար: Երբ հաճախորդը գնում է կատարում, վաճառողը վճարումը ստանում է անմիջապես, կառավարում է պատվերը իր հատուկ վահանակից, իսկ դուք ավտոմատ վճարման գործառույթի միջոցով ստանում եք կոմիսիա:",
        action:'Ավտոմատ վճարում վաճառողներին',
      },
      business_model:{
        title: "Աջակցություն բարդ բիզնես մոդելներին",
        description:
            "Selldone-ը աջակցում է թե՛ պարզ, թե՛ բարդ բիզնես մոդելներին՝ թույլ տալով հարմարվել ըստ անհրաժեշտության: Ամեն ինչ կարգավորեք կուլիսներում՝ առանց լրացուցիչ ընդլայնումներ կամ հավելվածներ տեղադրելու, ապահովելով հարթ անցումներ և գործողություններ:",
      },
      gift_shopping:{
        title: "Ապրանքի տեղակայման սահմանափակումներ և նվերների գնումներ",
        description:
            "Սահմանեք տեղակայման սահմանափակումներ յուրաքանչյուր ապրանքի համար՝ նշելով մի քանի երկրներ, փոստային ինդեքսներ և քաղաքներ: Այս գործառույթը հարմար է անհատականացված նվերների գնումների փորձ ստեղծելու կամ ապրանքի հասանելիությունը որոշակի վայրերով սահմանափակելու համար, օրինակ՝ ռեստորանների դեպքում:",

      }
    },

    template: {
      title: "Կաղապարներ",
      msg: "Սկսեք ձեր խանութը մեր նախապես պատրաստված ձևանմուշներով: Հեշտությամբ դիվերսիֆիկացրեք՝ ավելացնելով բազմաթիվ էջեր, որոնցից յուրաքանչյուրն ունի իր յուրահատուկ դիզայնը:",
      action:'Դիտել բոլոր ձևանմուշները...'

    },

    colors: {
      title: "Գույներ և դասավորություն",

      msg: "Փնտրու՞մ եք հարմարեցնել ձեր արտադրանքի էջը և խանութի դասավորությունը՝ ձեր տեսլականին ավելի լավ տեղավորելու համար: Ընկղմեք ձեր խանութի թեմաների հարմարեցման բաժինը և դիտեք, թե ինչպես է մոգությունը բացվում առանց ջանքերի:",

      action:'Կարգավորել գույներն ու թեման'

    },

  },

  /**
   * @see ShopOnboardingSetupBusinessTab
   */
  business: {
    step1: {
      title: "Բիզնես մոդել",
      msg: "Յուրաքանչյուր բիզնես եզակի է և հաճախ պահանջում է ավելին, քան պարզապես հիմնական առցանց խանութը: Սահմանեք ձեր եկամտի մոդելը, և մենք անխափան կլուծենք մնացածը ձեզ համար:",
    },
  },

  migration: {
    title: "Միգրացիան",
    shopify: {
      msg: "Անցեք Selldone-ին Shopify-ից անխափան: Վայելեք հեշտ միգրացիան, ընդլայնված գործառույթները և ծախսարդյունավետ լուծումները ձեր առցանց խանութի համար:",
    },
    woocommerce: {
      msg: "Անխափան կերպով տեղափոխեք ձեր WooCommerce արտադրանքները Selldone ընդամենը մի քանի կտտոցով: Վայելեք բարելավված կատարումը, ինտուիտիվ դիզայնը և հաճախորդների բարձրակարգ աջակցությունը: Թարմացրեք ձեր էլեկտրոնային առևտրի փորձը հիմա:",
    },
  },





};
