export default {
  "categories": {
    "Baby": {
      "title": "ბავშვის მარაგი",
      "desc": "კვება, სამშობიარო, ეტლი"
    },
    "Beauty": {
      "title": "სილამაზე",
      "desc": "კოსმეტიკა, სურნელი, თმის მოვლა"
    },
    "Blog": {
      "title": "ბლოგი",
      "desc": "სპორტული ბლოგი, სამეცნიერო ბლოგი, ბლოგი ტექნოლოგიები"
    },
    "Fashion": {
      "title": "მოდა",
      "desc": "ტანსაცმელი, ფეხსაცმელი, საათი"
    },
    "Crypto": {
      "title": "კრიპტო",
      "desc": "კრიპტოვალუტა, ბლოკჩეინი, NFT"
    },
    "Electronics": {
      "title": "ელექტრონიკა",
      "desc": "მობილური, ვიდეო თამაში, ლეპტოპი, ტელევიზორი"
    },
    "Food": {
      "title": "Საჭმელ - სასმელი",
      "desc": "რესტორნები, საცხობი, სასმელი"
    },
    "Furniture": {
      "title": "ავეჯი",
      "desc": "სახლის ავეჯი, დეკორი, ბარგი და მოგზაურობა"
    },
    "Gift": {
      "title": "Სასაჩუქრე ბარათი",
      "desc": "App Store, Google Play, Netflix, Spotify"
    },
    "Groceries": {
      "title": "სასურსათო პროდუქტები",
      "desc": "რძის პროდუქტები, ხილი, მზა საკვები, ხორცი"
    },
    "Handcrafts": {
      "title": "ხელნაკეთი ნივთები",
      "desc": "საკოლექციო, მოხატული ფეხსაცმელი, ქანდაკებები, მინის ხელოვნება"
    },
    "Health": {
      "title": "ჯანმრთელობა",
      "desc": "აფთიაქი, შინაური ცხოველების მოვლა, ველნესი"
    },
    "Home": {
      "title": "სახლი და საცხოვრებელი",
      "desc": "სამზარეულოს ტექნიკა, ჭურჭელი, სასადილო"
    },
    "Jewelry": {
      "title": "სამკაულები",
      "desc": "ყელსაბამი, ბეჭედი, სამაჯური"
    },
    "Sports": {
      "title": "სპორტი",
      "desc": "ვარჯიში, კემპინგი, ველოსიპედი, დასვენება"
    },
    "Education": {
      "title": "ონლაინ კურსები",
      "desc": "ვებ განვითარება, დიზაინი, ბიზნესი"
    },
    "Toy": {
      "title": "სათამაშო",
      "desc": "თამაში, თავსატეხი, სამოქმედო ფიგურები"
    },
    "Other": {
      "title": "სხვა",
      "desc": "სხვა პროფესიები..."
    }
  },
  "partners": {
    "title": "{name} პარტნიორობს Seldone-თან",
    "subtitle": "ონლაინ ბიზნესის შემდეგი თაობის განბლოკვისას.",
    "create_new_shop": "შექმენით ახალი მაღაზია",
    "select_a_shop": "აირჩიეთ მაღაზია",
    "apply_deal_to": "მიმართეთ გარიგებას {shop}-ზე",
    "notifications": {
      "success_apply": "გარიგება წარმატებით გააქტიურდა!"
    }
  },
  "name": "Აწყობა",
  "shop": {
    "title": "დააყენე ჩემი მაღაზია",
    "subtitle": "გადადით შემდეგ დონეზე ამ მარტივი ნაბიჯების შესრულებით."
  },
  "open_website": "გახსენი ჩემი საიტი",
  "add_product": "პროდუქტის დამატება",
  "setup_shipping": "მიწოდების დაყენება",
  "add_domain": "დომენის დამატება",
  "add_payment": "დაუკავშირდით გადახდის კარიბჭეს",
  "product": {
    "step1": {
      "title": "ვარიანტი 1. დაამატეთ ხელით",
      "msg": "თქვენ შეგიძლიათ დაამატოთ ფიზიკური პროდუქტები, ვირტუალური ნივთები, ფაილები და სერვისები თქვენს მაღაზიაში და დაიწყოთ მათი გაყიდვა.",
      "action_on": "დაამატეთ თქვენი პირველი პროდუქტი",
      "action_off": "დაამატეთ მეტი პროდუქტი",
      "category": "კატეგორიები თქვენი ონლაინ შოპინგის ვებსაიტის შედევრია სხვებთან შედარებით. გააკეთეთ ყველაფერი კატეგირიზებული და დალაგებული კატეგორიების დამატებით და მართვით drag & drop-ით.",
      "add_category": "დაამატეთ კატეგორია"
    },
    "step2": {
      "title": "ვარიანტი 2. დამატება Excel-ით",
      "msg": "გაქვთ ბევრი პროდუქტი, როგორიცაა 1K, 10K ელემენტი? არ ინერვიულოთ, შემოიტანეთ ყველაფერი მხოლოდ ერთი მოქმედებით.",
      "import_excel": "იმპორტი Excel-ით",
      "download_template": "ჩამოტვირთეთ შაბლონი"
    },
    "step3": {
      "title": "ვარიანტი 3. დაიქირავეთ ექსპერტები",
      "msg": "გაქვთ 100-ზე მეტი ელემენტი და გჭირდებათ ვინმე თქვენი პროდუქციის დასამატებლად? გაგზავნეთ მოთხოვნა ექსპერტი@selldone.com-ზე და დაჯავშნეთ შეხვედრა. ჩვენ ვქირაობთ ექსპერტებს თქვენთვის. მას აქვს მარტივი უცვლელი განაკვეთი, მხოლოდ 5,99$ თითო ნივთზე და 2,99$ თითო დამატებით ვარიანტზე."
    }
  },
  "shipping": {
    "step1": {
      "title": "ნაბიჯი 1. დააყენეთ მდებარეობა",
      "msg": "პირველ ეტაპზე დააყენეთ თქვენი საწყობი (გადაზიდვის წარმოშობა). ეს ინფორმაცია გამოიყენება მანძილის, ტრანსპორტირების ღირებულების გამოსათვლელად და გადაზიდვის სერვისის ზონაში ყოფნის შესამოწმებლად.",
      "edit_warehouse": "საწყობის რედაქტირება",
      "add_warehouse": "დაამატეთ თქვენი საწყობი"
    },
    "step2": {
      "title": "ნაბიჯი 2. გაააქტიურეთ მიწოდების მეთოდები",
      "msg": "დაამატეთ მიწოდების მინიმუმ ერთი მეთოდი თქვენს მაღაზიაში. თქვენ შეგიძლიათ დააყენოთ ფასი წონის, მანძილის და სხვა პარამეტრების მიხედვით. არ დაგავიწყდეთ დააწესოთ შეზღუდვები დისტანციისთვის, წონისა და ზომის პაკეტებისთვის, რომელსაც მხარს უჭერს თითოეული გადაზიდვის სერვისი.",
      "add_delivery": "დაამატეთ მიწოდების მეთოდები"
    }
  },
  "domain": {
    "step1": {
      "title": "ნაბიჯი 1. შეიძინეთ დომენი",
      "msg": "თუ ჯერ არ გაქვთ თქვენი პირადი დომენი, დროა შეიძინოთ თქვენი საკუთარი დომენი ისეთი ვებსაიტებიდან, როგორიცაა namecheap.com."
    },
    "step2": {
      "title": "ნაბიჯი 2. ჩართეთ SSL",
      "msg": "თუ იყენებთ სერვისებს, როგორიცაა Namecheap, რომელიც უზრუნველყოფს CDN და SSL, თქვენ უბრალოდ უნდა გაააქტიუროთ 1.CDN და 2.SSL თქვენს დომენზე."
    },
    "step3": {
      "title": "ნაბიჯი 3. დააყენეთ DNS ჩანაწერები",
      "msg": "გილოცავთ, ახლა ყველაფერი რაც თქვენ უნდა გააკეთოთ არის DNS-ის კონფიგურაცია თქვენი დომენის სერვისის პროვაიდერში და დაამატეთ დომენი თქვენს ანგარიშში."
    }
  },
  "payment": {
    "step1": {
      "title": "ვალუტების ფასი",
      "msg": "თქვენ შეგიძლიათ მიიღოთ ფული სხვადასხვა ვალუტაში და თქვენს მაღაზიას შეუძლია უზრუნველყოს ერთზე მეტი ვალუტა ფასისთვის. სხვათა შორის, თუ თქვენს მაღაზიის ვალუტას დააყენებთ აშშ დოლარზე, მომხმარებელს შეუძლია გადაიხადოს ნებისმიერი ვალუტით, როგორიცაა USD, EUR, GBP და ა.შ., თქვენგან შესაძენად.",
      "manage_currencies": "ფასების ვალუტების მართვა"
    },
    "step2": {
      "title": "ფულის მიღება",
      "msg": "დაამატეთ ნაღდი ფული მიტანისას, პირდაპირი ფულის გადარიცხვა და სხვა ხელმისაწვდომი გადახდის მეთოდები თქვენს მაღაზიაში.",
      "online_title": "ონლაინ გადახდის მეთოდები",
      "online_msg": "მიიღეთ გადახდა ბარათებით, ახალი საბანკო აპლიკაციებით, ყიდვა-ახლა-გადაიხადე-მოგვიანებით და ონლაინ გადახდის მრავალი სხვა მეთოდით.",
      "add_online_gateway": "დაამატეთ ონლაინ გადახდის მეთოდი",
      "cod_title": "ნაღდი ანგარიშსწორებით მიტანის დროს გადახდის მეთოდი",
      "cod_msg": "მიიღეთ გადახდა შეკვეთების მიტანის შემდეგ. თქვენ შეგიძლიათ ხელით დაადასტუროთ ნაღდი ანგარიშსწორება ადგილზე მიტანისას.",
      "cash_title": "ნაღდი ანგარიშსწორების მეთოდები",
      "cash_msg": "ამ ტიპის გადახდა გამოიყენება Selldone® POS-ში.",
      "dir_title": "პირდაპირი გადახდის მეთოდები",
      "dir_msg": "თქვენ შეგიძლიათ მიიღოთ გადახდა პირდაპირი ფულის გადარიცხვით, საბანკო გადარიცხვით და სხვა ტრადიციული გზებით."
    },
    "step3": {
      "msg": "დაუკავშირეთ Selldone თქვენს Stripe ანგარიშს მხოლოდ ერთი დაწკაპუნებით 30 წამში. ამჟამად, ჩვენ მხარს ვუჭერთ Stripe-ის ავტომატური კონფიგურაციის პროცესს. გადადით თქვენი კარიბჭის ჩანართზე, დაამატეთ Stripe და დააწკაპუნეთ ღილაკზე \" <b>ავტომატური დაკავშირება Stripe-თან</b> \".",
      "my_gateways": "ჩემი გადახდის კარიბჭეები"
    }
  },
  "intro_inline_help_message": "მოძებნეთ ეს წითელი დახმარების ღილაკი. ის გეხმარებათ ივარჯიშოთ ნულიდან ექსპერტამდე თქვენს ბიზნეს OS-ში."
};