export default {
  "categories": {
    "Baby": {
      "title": "Балаларға арналған керек-жарақтар",
      "desc": "Тамақтандыру, Босану, Арба"
    },
    "Beauty": {
      "title": "Сұлулық",
      "desc": "Косметика, хош иіс, шаш күтімі"
    },
    "Blog": {
      "title": "Блог",
      "desc": "Спорт блогы, Ғылым блогы, Технология блогы"
    },
    "Fashion": {
      "title": "Сән",
      "desc": "Киім, аяқ киім, сағат"
    },
    "Crypto": {
      "title": "Крипто",
      "desc": "Криптовалюта, блокчейн, NFT"
    },
    "Electronics": {
      "title": "Электроника",
      "desc": "Ұялы телефон, бейне ойыны, ноутбук, теледидар"
    },
    "Food": {
      "title": "Тамақ және сусын",
      "desc": "Мейрамханалар, наубайхана, сусындар"
    },
    "Furniture": {
      "title": "Жиһаз",
      "desc": "Үй жиһазы, декор, багаж және саяхат"
    },
    "Gift": {
      "title": "Сыйлық картасы",
      "desc": "App Store, Google Play, Netflix, Spotify"
    },
    "Groceries": {
      "title": "Азық-түлік",
      "desc": "Сүт, жеміс, дайын тағам, ет"
    },
    "Handcrafts": {
      "title": "Қолөнер",
      "desc": "Коллекция, боялған аяқ киім, мүсіндер, шыны өнері"
    },
    "Health": {
      "title": "Денсаулық",
      "desc": "Дәріхана, Үй жануарларына күтім жасау, Сауықтыру"
    },
    "Home": {
      "title": "Үй және тұру",
      "desc": "Ас үй техникасы, ыдыс-аяқ, асхана"
    },
    "Jewelry": {
      "title": "Зергерлік бұйымдар",
      "desc": "Ожерель, сақина, білезік"
    },
    "Sports": {
      "title": "Спорт",
      "desc": "Жаттығу, кемпинг, велосипедтер, демалыс"
    },
    "Education": {
      "title": "Онлайн курстар",
      "desc": "Веб әзірлеу, дизайн, бизнес"
    },
    "Toy": {
      "title": "Ойыншық",
      "desc": "Ойын, пазл, экшн фигуралары"
    },
    "Other": {
      "title": "Басқа",
      "desc": "Басқа кәсіптер..."
    }
  },
  "partners": {
    "title": "{name} Selldone компаниясымен серіктес",
    "subtitle": "онлайн бизнестің келесі буынын ашуда.",
    "create_new_shop": "Жаңа дүкен жасаңыз",
    "select_a_shop": "Дүкен таңдаңыз",
    "apply_deal_to": "Мәмілені {shop} дүкеніне қолдану",
    "notifications": {
      "success_apply": "Мәміле сәтті іске қосылды!"
    },
    "subtitle_official": "Онлайн-бизнестердің келесі буынының құлпын ашыңыз."
  },
  "name": "Орнату",
  "shop": {
    "title": "Менің дүкенімді орнатыңыз",
    "subtitle": "Осы қарапайым қадамдарды орындау арқылы келесі деңгейге өтіңіз."
  },
  "open_website": "Менің веб-сайтымды ашыңыз",
  "add_product": "Өнімді қосыңыз",
  "setup_shipping": "Жеткізуді орнату",
  "add_domain": "Домен қосу",
  "add_payment": "Төлем шлюзіне қосылыңыз",
  "product": {
    "step1": {
      "title": "1-параметр. Қолмен қосыңыз",
      "msg": "Дүкеніңізге физикалық өнімдерді, виртуалды элементтерді, файлдарды және қызметтерді қосып, оларды сата аласыз.",
      "action_on": "Бірінші өніміңізді қосыңыз",
      "action_off": "Қосымша өнімдерді қосыңыз",
      "category": "Санаттар басқалармен салыстырғанда сіздің онлайн сауда веб-сайтыңыздың шедеврі болып табылады. Санаттарды қосу және сүйреп апару арқылы басқару арқылы барлығын санаттарға бөліңіз және реттеңіз.",
      "add_category": "Санат қосу"
    },
    "step2": {
      "title": "2-параметр. Excel арқылы қосу",
      "msg": "1K, 10K заттар сияқты көптеген өнімдер бар ма? Барлығын бір әрекет арқылы импорттау туралы алаңдамаңыз.",
      "import_excel": "Excel арқылы импорттау",
      "download_template": "Үлгіні жүктеп алу"
    },
    "step3": {
      "title": "3-нұсқа. Сарапшыларды жалдаңыз",
      "msg": "100-ден астам заттарыңыз бар және сіздің өнімдеріңізді қосу үшін біреу керек пе? expert@selldone.com мекенжайына сұрау жіберіп, кездесуге тапсырыс беріңіз. Біз сізге сарапшыларды жалдаймыз. Оның қарапайым біркелкі тарифі бар, бір элемент үшін бар болғаны 5,99 доллар және қосымша нұсқалар үшін 2,99 доллар."
    }
  },
  "shipping": {
    "step1": {
      "title": "1-қадам. Орынды орнату",
      "msg": "Бірінші қадамда қоймаңызды (жөнелтудің шығу тегі) орнатыңыз. Бұл ақпарат қашықтықты, жөнелту құнын есептеу және жеткізу қызметі аймағында болуды тексеру үшін пайдаланылады.",
      "edit_warehouse": "Қойманы өңдеу",
      "add_warehouse": "Қоймаңызды қосыңыз"
    },
    "step2": {
      "title": "2-қадам. Жеткізу әдістерін белсендіріңіз",
      "msg": "Дүкеніңізге кем дегенде бір жеткізу әдісін қосыңыз. Бағаны салмаққа, қашықтыққа және басқа параметрлерге байланысты орнатуға болады. Әрбір жеткізу қызметі қолдайтын пакеттердің қашықтығына, салмағына және өлшеміне шектеу қоюды ұмытпаңыз.",
      "add_delivery": "Жеткізу әдістерін қосыңыз"
    }
  },
  "domain": {
    "step1": {
      "title": "1-қадам. Домен сатып алыңыз",
      "msg": "Егер сізде әлі жеке домен болмаса, namecheap.com сияқты веб-сайттардан өз доменіңізді сатып алатын кез келді."
    },
    "step2": {
      "title": "2-қадам. SSL қосыңыз",
      "msg": "CDN және SSL ұсынатын Namecheap сияқты қызметтерді пайдалансаңыз, доменіңізде 1.CDN және 2.SSL белсендіру жеткілікті."
    },
    "step3": {
      "title": "3-қадам. DNS жазбаларын орнатыңыз",
      "msg": "Құттықтаймыз, енді сізге тек домендік қызмет провайдерінде DNS конфигурациялау және доменді тіркелгіңізге қосу жеткілікті."
    }
  },
  "payment": {
    "step1": {
      "title": "Валюталарға баға белгілеу",
      "msg": "Ақшаны әртүрлі валютада қабылдауға болады, ал дүкеніңіз баға белгілеу үшін бірнеше валютаны қолдай алады. Айтпақшы, егер сіз дүкен валютасын АҚШ долларына орнатсаңыз, тұтынушылар сізден сатып алу үшін USD, EUR, GBP және т.б. сияқты кез келген валютада төлей алады.",
      "manage_currencies": "Баға белгілеу валюталарын басқарыңыз"
    },
    "step2": {
      "title": "Ақшаны қабылдаңыз",
      "msg": "Дүкенде қолма-қол ақшаны жеткізу, тікелей ақша аудару және басқа қолжетімді төлем әдістерін қосыңыз.",
      "online_title": "Онлайн төлем әдістері",
      "online_msg": "Төлемді карталар, жаңа банктік қосымшалар, қазір сатып алыңыз, кейінірек төлеңіз және басқа да көптеген онлайн төлем әдістерімен қабылдаңыз.",
      "add_online_gateway": "Онлайн төлем әдісін қосыңыз",
      "cod_title": "Жеткізу кезінде қолма-қол ақшаны төлеу әдісі",
      "cod_msg": "Тапсырысты жеткізгеннен кейін төлемді қабылдаңыз. Жеткізу кезінде қолма-қол ақшаны қолмен растауға болады.",
      "cash_title": "Қолма-қол ақшаны төлеу әдістері",
      "cash_msg": "Төлемнің бұл түрі Selldone® POS жүйесінде қолданылады.",
      "dir_title": "Тікелей төлем әдістері",
      "dir_msg": "Төлемді тікелей ақша аудару, банктік ақша аудару және басқа да дәстүрлі тәсілдер арқылы қабылдауға болады."
    },
    "step3": {
      "msg": "Selldone қолданбасын Stripe есептік жазбаңызға 30 секунд ішінде бір рет басу арқылы қосыңыз. Қазіргі уақытта біз Stripe арқылы автоматты конфигурациялау процесін қолдаймыз. Шлюз қойындысына өтіп, Stripe қосыңыз және \" <b>Stripe-ке автоматты қосылу\"</b> түймесін басыңыз.",
      "my_gateways": "Менің төлем шлюздерім"
    }
  },
  "intro_inline_help_message": "Осы қызыл анықтама түймешігін іздеңіз. Бұл бизнес операциялық жүйесінде нөлден сарапшыға дейін өзіңізді жаттықтыруға көмектеседі.",
  "overview": {
    "title": "Шолу",
    "subtitle": "Business OS туралы түсінік алыңыз және оның бизнесіңізге қалай көмектесетінін табыңыз."
  },
  "customize_theme": "Веб-сайтты теңшеу",
  "setup_business": "Бизнесті орнату",
  "customize": {
    "template": {
      "title": "Үлгілер",
      "msg": "Дүкеніңізді алдын ала жасалған үлгілерімізбен іске қосыңыз! Әрқайсысы өзінің бірегей дизайнымен мақтана алатын бірнеше беттерді қосу арқылы оңай әртараптандырыңыз."
    },
    "colors": {
      "title": "Түстер және орналасу",
      "msg": "Сіздің көзқарасыңызға жақсырақ сәйкестендіру үшін өнім беті мен дүкен макетін бейімдеуді қалайсыз ба? Дүкеніңіздегі тақырыпты теңшеу бөліміне кіріп, сиқырдың оңай ашылуын көріңіз!"
    }
  },
  "business": {
    "step1": {
      "title": "Бизнес моделі",
      "msg": "Әрбір бизнес бірегей және жиі қарапайым интернет-дүкеннен көп нәрсені талап етеді. Табыс үлгісін анықтаңыз, біз сіз үшін қалғанын біркелкі өңдейміз."
    }
  },
  "migration": {
    "title": "Көші-қон",
    "shopify": {
      "msg": "Shopify-тен Selldone-ге кедергісіз ауысыңыз! Интернет-дүкеніңіз үшін оңай көшіру, жақсартылған мүмкіндіктер және үнемді шешімдерді пайдаланыңыз."
    },
    "woocommerce": {
      "msg": "Бірнеше рет басу арқылы WooCommerce өнімдерін Selldone-ге еш қиындықсыз көшіріңіз! Жетілдірілген өнімділікті, интуитивті дизайнды және жоғары деңгейдегі тұтынушыларға қолдау көрсетуді пайдаланыңыз. Электрондық коммерция тәжірибеңізді қазір жаңартыңыз."
    }
  }
};