/*
 * Copyright (c) 2023. Selldone® Business OS™
 *
 * Author: M.Pajuhaan
 * Web: https://selldone.com
 * ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━
 *
 * All rights reserved. In the weave of time, where traditions and innovations intermingle, this content was crafted.
 * From the essence of thought, through the corridors of creativity, each word, and sentiment has been molded.
 * Not just to exist, but to inspire. Like an artist's stroke or a sculptor's chisel, every nuance is deliberate.
 * Our journey is not just about reaching a destination, but about creating a masterpiece.
 * Tread carefully, for you're treading on dreams.
 */

export default {
  categories: {
    Baby: {
      title: "ទារក កុមារ និងប្រដាប់ក្មេងលេង",
      desc: "រទេះទារក ប្រដាប់ក្មេងលេង ហ្គេម ល្បែងផ្គុំរូប រូបតួអង្គ",
    },
    Health: {
      title: "សុខភាព និងសម្រស់",
      desc: "ឱសថស្ថាន សុខុមាលភាព គ្រឿងសម្អាង ក្លិនក្រអូប",
    },
    Media: {
      title: "មេឌៀ និងហ្គេម",
      desc: "ហ្គេមវីដេអូ ភាពយន្ត តន្ត្រី សៀវភៅ",
    },
    Fashion: {
      title: "សម្លៀកបំពាក់ គ្រឿងអលង្ការ និងនាឡិកា",
      desc: "សម្លៀកបំពាក់ ស្បែកជើង ខ្សែក ចិញ្ចៀន ខ្សែដៃ នាឡិកា",
    },
    Automotive: {
      title: "យានយន្ត",
      desc: "គ្រឿងបន្លាស់រថយន្ត ឧបករណ៍ ការថែទាំ",
    },
    Electronics: {
      title: "អេឡិចត្រូនិក",
      desc: "ទូរសព្ទ ទូរទស្សន៍ ឧបករណ៍សំឡេង កាមេរ៉ា",
    },
    Computers: {
      title: "កុំព្យូទ័រ",
      desc: "កុំព្យូទ័រយួរដៃ កុំព្យូទ័រលើតុ គ្រឿងបន្ថែម កម្មវិធី",
    },
    Household: {
      title: "សម្ភារៈចាំបាច់ក្នុងផ្ទះ",
      desc: "សម្ភារៈសម្អាត បន្ទប់ទឹក បោកគក់",
    },
    Garden: {
      title: "សួន និងឧបករណ៍",
      desc: "គ្រឿងសង្ហារឹមក្រៅផ្ទះ ឧបករណ៍សួន រុក្ខជាតិ",
    },
    Food: {
      title: "អាហារ និងគ្រឿងទេស",
      desc: "ផលិតផលទឹកដោះគោ ផ្លែឈើ អាហាររៀបចំរួច សាច់ ភេសជ្ជៈ",
    },
    Handmade: {
      title: "ផលិតដោយដៃ",
      desc: "វត្ថុសន្សំ ស្បែកជើងគូរពណ៌ រូបចម្លាក់ សិល្បៈកញ្ចក់",
    },
    PetSupplies: {
      title: "សម្ភារៈសត្វចិញ្ចឹម",
      desc: "អាហារសត្វចិញ្ចឹម ប្រដាប់លេងសត្វចិញ្ចឹម ការថែទាំសត្វចិញ្ចឹម",
    },
    Home: {
      title: "ផ្ទះ និងការរស់នៅ",
      desc: "ឧបករណ៍ផ្ទះបាយ គ្រឿងសង្ហារឹមផ្ទះ ការតុបតែង",
    },
    Sports: {
      title: "កីឡា និងក្រៅផ្ទះ",
      desc: "ហាត់ប្រាណ បោះជំរំ កង់ កម្សាន្ត",
    },
    Stationery: {
      title: "សម្ភារៈសរសេរ និងការិយាល័យ",
      desc: "សម្ភារៈការិយាល័យ សម្ភារៈសាលា ផលិតផលក្រដាស",
    },
    Books: {
      title: "សៀវភៅ",
      desc: "រឿងប្រឌិត មិនមែនរឿងប្រឌិត អប់រំ កូមិក",
    },
    Marketplace: {
      title: "ទីផ្សារគ្រប់យ៉ាង",
      desc: "ផលិតផលចម្រុះពីប្រភេទជាច្រើន",
    },
    Other: {
      title: "ផ្សេងទៀត...",
      desc: "កាតអំណោយ ផលិតផលឌីជីថល សេវាកម្មអនឡាញ អ្វីក៏បាន",
    },
  },

  partners: {
    title: "{name} កំពុងចាប់ដៃគូជាមួយ Selldone",
    subtitle: "ក្នុងការដោះសោអាជីវកម្មអនឡាញជំនាន់ក្រោយ។",
    subtitle_official: "ដោះសោអាជីវកម្មអនឡាញជំនាន់ក្រោយ។",

    create_new_shop: "បង្កើតហាងថ្មី។",
    select_a_shop: "ជ្រើសរើសហាងមួយ។",
    apply_deal_to: "អនុវត្តកិច្ចព្រមព្រៀងទៅ {shop}",
    notifications: {
      success_apply: "កិច្ចព្រមព្រៀងត្រូវបានដំណើរការដោយជោគជ័យ!",
    },
  },

  name: "ការរៀបចំ",
  overview: {
    title: "ទិដ្ឋភាពទូទៅ",
    subtitle:
      "ស្វែងយល់អំពីប្រព័ន្ធប្រតិបត្តិការសម្រាប់អាជីវកម្ម ហើយរកឃើញថាវាអាចជួយអាជីវកម្មរបស់អ្នកបានយ៉ាងដូចម្តេច។",
  },

  shop: {
    title: "ពីសូន្យទៅរកប្រាក់ចំណូល",
    subtitle: "ទៅកាន់កម្រិតបន្ទាប់ ដោយធ្វើតាមជំហានសាមញ្ញទាំងនេះ។",
  },

  open_website: "បើកគេហទំព័ររបស់ខ្ញុំ",

  customize_theme: "ប្ដូរគេហទំព័រតាមបំណង",
  setup_business: "រៀបចំអាជីវកម្ម",
  add_product: "បន្ថែមផលិតផល",
  setup_shipping: "រៀបចំការដឹកជញ្ជូន",
  add_domain: "បន្ថែមដែន",
  add_payment: "ភ្ជាប់ការទូទាត់",

  product: {
    step1: {
      title: "ជម្រើស 1. បន្ថែមដោយដៃ",
      msg: "អ្នកអាចបន្ថែមផលិតផលជាក់ស្តែង ធាតុនិម្មិត ឯកសារ និងសេវាកម្មទៅហាងរបស់អ្នក ហើយចាប់ផ្តើមលក់ពួកវា។",
      action_on: "បន្ថែមផលិតផលដំបូងរបស់អ្នក។",
      action_off: "បន្ថែមផលិតផលបន្ថែមទៀត",
      category:
        "ប្រភេទគឺជាចំណុចលេចធ្លោនៃគេហទំព័រទិញទំនិញអនឡាញរបស់អ្នក ប្រៀបធៀបនឹងអ្នកដទៃ។ រៀបចំអ្វីៗទាំងអស់ឱ្យមានប្រភេទ និងលំដាប់ដោយបន្ថែមប្រភេទ ហើយគ្រប់គ្រងដោយអូស និងទម្លាក់។",
      add_category: "បន្ថែមប្រភេទ",
    },
    step2: {
      title: "ជម្រើស 2. បន្ថែមដោយ Excel",
      msg: "មានផលិតផលជាច្រើនដូចជា 1K ឬ 10K មុខទំនិញមែនទេ? កុំបារម្ភ អ្នកអាចនាំចូលទាំងអស់ដោយសកម្មភាពតែមួយ។",
      import_excel: "នាំចូលដោយ Excel",
      download_template: "ទាញយកគំរូ",
    },
  },
  shipping: {
    step1: {
      title: "ជំហានទី 1. កំណត់ទីតាំង",
      msg: "នៅជំហានដំបូងកំណត់ឃ្លាំងរបស់អ្នក (ប្រភពដើមនៃការដឹកជញ្ជូន) ។ ព័ត៌មាននេះត្រូវបានប្រើដើម្បីគណនាចម្ងាយ ថ្លៃដឹកជញ្ជូន និងពិនិត្យមើលដើម្បីឱ្យមាននៅក្នុងតំបន់សេវាដឹកជញ្ជូន",
      edit_warehouse: "កែសម្រួលឃ្លាំង",
      add_warehouse: "បន្ថែមឃ្លាំងរបស់អ្នក។",
    },
    step2: {
      title: "ជំហាន 2. ធ្វើឱ្យវិធីសាស្រ្តដឹកជញ្ជូនសកម្ម",
      msg: "បន្ថែមយ៉ាងហោចណាស់វិធីសាស្ត្រដឹកជញ្ជូនមួយទៅហាងរបស់អ្នក។ អ្នកអាចកំណត់តម្លៃដោយផ្អែកលើទម្ងន់ ចម្ងាយ និងប៉ារ៉ាម៉ែត្រផ្សេងទៀត។ កុំភ្លេចកំណត់ដែនកំណត់សម្រាប់ចម្ងាយ ទម្ងន់ និងទំហំនៃកញ្ចប់ដែលសេវាដឹកជញ្ជូននីមួយៗគាំទ្រ។",
      add_delivery: "បន្ថែមវិធីសាស្រ្តដឹកជញ្ជូន",
    },
  },

  domain: {
    buy_domain_step: {
      title: "ជំហាន 1. ទិញដែន",
      msg: "ប្រសិនបើអ្នកនៅមិនទាន់មានដែនផ្ទាល់ខ្លួនទេ ឥឡូវនេះជាពេលដែលត្រូវទិញដែនរបស់អ្នកពីគេហទំព័រដូចជា namecheap.com ។",
    },

    set_dns_step: {
      title: "ជំហានទី 2. កំណត់កំណត់ត្រា DNS",
      msg: "អបអរសាទរ ឥឡូវនេះអ្នកត្រូវតែកំណត់រចនាសម្ព័ន្ធ DNS នៅក្រុមហ៊ុនផ្តល់សេវាដែនរបស់អ្នក ហើយបន្ថែមដែនទៅគណនីរបស់អ្នកប៉ុណ្ណោះ។",
    },
  },

  payment: {
    step1: {
      title: "រូបិយប័ណ្ណតម្លៃ",
      msg: "អ្នកអាចទទួលយកប្រាក់ជារូបិយប័ណ្ណផ្សេងៗគ្នា ហើយហាងរបស់អ្នកអាចគាំទ្ររូបិយប័ណ្ណច្រើនជាងមួយសម្រាប់តម្លៃ។ ដោយវិធីនេះ ប្រសិនបើអ្នកកំណត់រូបិយប័ណ្ណហាងរបស់អ្នកទៅជា USD នោះ អតិថិជនអាចទូទាត់ជារូបិយប័ណ្ណណាមួយដូចជា USD, EUR, GBP ជាដើម ដើម្បីទិញពីអ្នក។",
      manage_currencies: "គ្រប់គ្រងតម្លៃរូបិយប័ណ្ណ",
    },
    step2: {
      title: "ទទួលយកប្រាក់",
      msg: "បញ្ចូលសាច់ប្រាក់លើការដឹកជញ្ជូន ការផ្ទេរប្រាក់ដោយផ្ទាល់ និងវិធីបង់ប្រាក់ផ្សេងទៀតដែលមាននៅក្នុងហាងរបស់អ្នក។",
      online_title: "វិធីសាស្រ្តទូទាត់តាមអ៊ីនធឺណិត",
      online_msg:
        "ទទួលយកការទូទាត់តាមកាត កម្មវិធីធនាគារថ្មី ទិញ-ឥឡូវ-បង់-ពេលក្រោយ និងវិធីទូទាត់តាមអ៊ីនធឺណិតជាច្រើនទៀត។",
      add_online_gateway: "បន្ថែមវិធីបង់ប្រាក់តាមអ៊ីនធឺណិត",
      cod_title: "វិធីសាស្ត្រទូទាត់សាច់ប្រាក់លើការដឹកជញ្ជូន",
      cod_msg:
        "ទទួលយកការទូទាត់បន្ទាប់ពីការចែកចាយនៃការបញ្ជាទិញ។ អ្នកអាចបញ្ជាក់សាច់ប្រាក់លើការទូទាត់ការដឹកជញ្ជូនដោយដៃ។",
      cash_title: "វិធីសាស្រ្តទូទាត់សាច់ប្រាក់",
      cash_msg: "ប្រភេទការទូទាត់នេះត្រូវបានប្រើនៅក្នុង Selldone POS។",
      dir_title: "វិធីសាស្រ្តទូទាត់ផ្ទាល់",
      dir_msg:
        "អ្នកអាចទទួលយកការទូទាត់ដោយការផ្ទេរប្រាក់ដោយផ្ទាល់ ការផ្ទេរប្រាក់តាមធនាគារ និងវិធីប្រពៃណីផ្សេងទៀត។",
    },
    step3: {
      msg: "ភ្ជាប់ Selldone ទៅគណនី Stripe របស់អ្នកដោយចុចតែម្តង ក្នុងរយៈពេល 30 វិនាទី។ បច្ចុប្បន្ន យើងគាំទ្រដំណើរការកំណត់រចនាសម្ព័ន្ធស្វ័យប្រវត្តិដោយ Stripe។ ចូលទៅផ្ទាំងច្រកទូទាត់របស់អ្នក បន្ថែម Stripe ហើយចុចប៊ូតុង “<b>ភ្ជាប់ដោយស្វ័យប្រវត្តិទៅ Stripe</b>”។",
      my_gateways: "ច្រកទូទាត់របស់ខ្ញុំ",
    },
  },


  /**
   * @see SShopOnboardingCustomization
   */
  customize: {
    tour:{
      title:'ដំណើរណែនាំ',
      subtitle:"ស្វែងរកអ្វីដែលអាចធ្វើបាននៅទីនេះ ដែលមិនមាននៅកន្លែងផ្សេង។",
      /**
       * @see BShopOnboardingTour
       */
      avocado:{
        title:"Avocado - លក់ដោយមិនចាំបាច់បន្ថែមផលិតផល",
        description: "ជាមួយ Avocado អ្នកអាចផ្តល់សេវាកម្ម ឬផលិតផលដោយមិនចាំបាច់កំណត់តម្លៃ ឬព័ត៌មានលម្អិតជាមុន។ បង្កើតសំណុំបែបបទផ្ទាល់ខ្លួនសម្រាប់អតិថិជន ដើម្បីស្នើសុំសេវាកម្ម ឬផលិតផល។ បន្ទាប់ពីពួកគេផ្ញើសំណើ អ្នកអាចកំណត់តម្លៃ និងដំណើរការការទូទាត់។ ចែករំលែកសំណុំបែបបទនេះនៅលើបណ្តាញសង្គម ដើម្បីឱ្យអតិថិជនបន្ថែមធាតុ បង្ហោះរូបភាព និងផ្ញើការបញ្ជាទិញបានងាយស្រួល។",
        action:'អានអំពី Avocado',
      },
      marketplace:{
        title: "ទីផ្សារអ្នកលក់ច្រើន និងការទូទាត់ស្វ័យប្រវត្តិ",
        description: "បង្កើតទីផ្សារដែលរីកចម្រើនជាមួយ Selldone ដោយបន្ថែមអ្នកលក់ច្រើន។ អ្នកលក់អាចដាក់បង្ហាញផលិតផលរបស់ពួកគេ ហើយអ្នកអាចកំណត់អត្រាកម្រៃជើងសារសម្រាប់ការលក់នីមួយៗ។ ពេលអតិថិជនទិញ អ្នកលក់ទទួលបានប្រាក់ដោយផ្ទាល់ គ្រប់គ្រងការបញ្ជាទិញតាមផ្ទាំងផ្ទាល់ខ្លួន ហើយអ្នកទទួលបានកម្រៃជើងសារតាមមុខងារទូទាត់ស្វ័យប្រវត្តិ។",
        action:'ទូទាត់ស្វ័យប្រវត្តិទៅអ្នកលក់',
      },
      business_model:{
        title: "គាំទ្រគំរូអាជីវកម្មស្មុគស្មាញ",
        description:
            "Selldone គាំទ្រគំរូអាជីវកម្មទាំងសាមញ្ញ និងស្មុគស្មាញ ដើម្បីឱ្យអ្នកអាចសម្របតាមតម្រូវការ។ កំណត់អ្វីៗទាំងអស់នៅផ្នែកខាងក្រោយ ដោយមិនចាំបាច់ដំឡើងកម្មវិធីបន្ថែម ឬកម្មវិធីផ្សេងទៀត ហើយធានាការផ្លាស់ប្តូរ និងប្រតិបត្តិការយ៉ាងរលូន។",
      },
      gift_shopping:{
        title: "ការកំណត់ទីតាំងផលិតផល និងការទិញអំណោយ",
        description:
            "កំណត់ការរឹតបន្តឹងទីតាំងសម្រាប់ផលិតផលនីមួយៗ ដោយបញ្ជាក់ប្រទេស លេខកូដប្រៃសណីយ៍ និងទីក្រុងជាច្រើន។ មុខងារនេះសមស្របសម្រាប់បង្កើតបទពិសោធទិញអំណោយផ្ទាល់ខ្លួន ឬកំណត់ភាពមានស្រាប់នៃផលិតផលទៅតំបន់ជាក់លាក់ ដូចជាសម្រាប់ភោជនីយដ្ឋាន។",

      }
    },

    template: {
      title: "គំរូ",
      msg: "ចាប់ផ្តើមហាងរបស់អ្នកជាមួយនឹងគំរូដែលបានសាងសង់ជាមុនរបស់យើង! ងាយស្រួលធ្វើពិពិធកម្មដោយបន្ថែមទំព័រជាច្រើន ដែលនីមួយៗមានការរចនាតែមួយគត់របស់វា។",
      action:'មើលគំរូទាំងអស់...'

    },

    colors: {
      title: "ពណ៌ & ប្លង់",

      msg: "ចង់កែសម្រួលទំព័រផលិតផល និងប្លង់ហាងឱ្យសមស្របនឹងចក្ខុវិស័យរបស់អ្នកមែនទេ? ចូលទៅផ្នែកកែសម្រួលរូបរាងក្នុងហាង ហើយមើលឱ្យឃើញថាអ្វីៗត្រូវបានរៀបចំយ៉ាងងាយស្រួល។",

      action:'ប្ដូរពណ៌ និងរូបរាងតាមបំណង'

    },

  },

  /**
   * @see ShopOnboardingSetupBusinessTab
   */
  business: {
    step1: {
      title: "គំរូអាជីវកម្ម",
      msg: "អាជីវកម្មនីមួយៗមានលក្ខណៈប្លែកពីគេ ហើយជារឿយៗទាមទារច្រើនជាងហាងអនឡាញជាមូលដ្ឋាន។ កំណត់គំរូចំណូលរបស់អ្នក ហើយយើងនឹងដោះស្រាយជូនអ្នកដោយរលូន។",
    },
  },

  migration: {
    title: "ការធ្វើចំណាកស្រុក",
    shopify: {
      msg: "ប្តូរទៅ Selldone យ៉ាងរលូនពី Shopify! រីករាយជាមួយការធ្វើចំណាកស្រុកដោយមិនចាំបាច់ប្រឹងប្រែង មុខងារប្រសើរឡើង និងដំណោះស្រាយដែលមានប្រសិទ្ធភាពសម្រាប់ហាងអនឡាញរបស់អ្នក។",
    },
    woocommerce: {
      msg: "ផ្ទេរផលិតផល WooCommerce របស់អ្នកទៅកាន់ Selldone យ៉ាងរលូនដោយគ្រាន់តែចុចពីរបីដងប៉ុណ្ណោះ! សូមរីករាយជាមួយការធ្វើឱ្យប្រសើរឡើងនូវការអនុវត្ត ការរចនាដ៏វិចារណញាណ និងការគាំទ្រអតិថិជនលំដាប់កំពូល។ ធ្វើបច្ចុប្បន្នភាពបទពិសោធន៍ពាណិជ្ជកម្មអេឡិចត្រូនិករបស់អ្នកឥឡូវនេះ។",
    },
  },





};
