export default {
  "categories": {
    "Baby": {
      "title": "ಬೇಬಿ ಸರಬರಾಜು",
      "desc": "ಆಹಾರ, ಹೆರಿಗೆ, ಸುತ್ತಾಡಿಕೊಂಡುಬರುವವನು"
    },
    "Beauty": {
      "title": "ಸೌಂದರ್ಯ",
      "desc": "ಕಾಸ್ಮೆಟಿಕ್, ಸುಗಂಧ, ಕೂದಲು ಆರೈಕೆ"
    },
    "Blog": {
      "title": "ಬ್ಲಾಗ್",
      "desc": "ಕ್ರೀಡೆ ಬ್ಲಾಗ್, ವಿಜ್ಞಾನ ಬ್ಲಾಗ್, ತಂತ್ರಜ್ಞಾನ ಬ್ಲಾಗ್"
    },
    "Fashion": {
      "title": "ಫ್ಯಾಷನ್",
      "desc": "ಬಟ್ಟೆ, ಶೂಗಳು, ಗಡಿಯಾರ"
    },
    "Crypto": {
      "title": "ಕ್ರಿಪ್ಟೋ",
      "desc": "ಕ್ರಿಪ್ಟೋ-ಕರೆನ್ಸಿ, ಬ್ಲಾಕ್‌ಚೈನ್, NFT"
    },
    "Electronics": {
      "title": "ಎಲೆಕ್ಟ್ರಾನಿಕ್ಸ್",
      "desc": "ಮೊಬೈಲ್, ವಿಡಿಯೋ ಗೇಮ್, ಲ್ಯಾಪ್‌ಟಾಪ್, ಟಿ.ವಿ"
    },
    "Food": {
      "title": "ಆಹಾರ ಪಾನೀಯ",
      "desc": "ಉಪಹಾರಗೃಹಗಳು, ಬೇಕರಿ, ಪಾನೀಯ"
    },
    "Furniture": {
      "title": "ಪೀಠೋಪಕರಣಗಳು",
      "desc": "ಮನೆ ಪೀಠೋಪಕರಣಗಳು, ಅಲಂಕಾರಗಳು, ಸಾಮಾನುಗಳು ಮತ್ತು ಪ್ರಯಾಣ"
    },
    "Gift": {
      "title": "ಉಡುಗೊರೆ ಪತ್ರ",
      "desc": "ಆಪ್ ಸ್ಟೋರ್, ಗೂಗಲ್ ಪ್ಲೇ, ನೆಟ್‌ಫ್ಲಿಕ್ಸ್, ಸ್ಪಾಟಿಫೈ"
    },
    "Groceries": {
      "title": "ದಿನಸಿ",
      "desc": "ಡೈರಿ, ಹಣ್ಣು, ಸಿದ್ಧಪಡಿಸಿದ ಆಹಾರ, ಮಾಂಸ"
    },
    "Handcrafts": {
      "title": "ಕರಕುಶಲ ವಸ್ತುಗಳು",
      "desc": "ಸಂಗ್ರಹಿಸಬಹುದಾದ, ಬಣ್ಣದ ಶೂಗಳು, ಶಿಲ್ಪಗಳು, ಗಾಜಿನ ಕಲೆ"
    },
    "Health": {
      "title": "ಆರೋಗ್ಯ",
      "desc": "ಫಾರ್ಮಸಿ, ಪೆಟ್ ಕೇರ್, ವೆಲ್ನೆಸ್"
    },
    "Home": {
      "title": "ಮನೆ ಮತ್ತು ವಾಸ",
      "desc": "ಅಡಿಗೆ ವಸ್ತುಗಳು, ಅಡುಗೆ ಸಾಮಾನುಗಳು, ಊಟ"
    },
    "Jewelry": {
      "title": "ಆಭರಣ",
      "desc": "ನೆಕ್ಲೇಸ್, ರಿಂಗ್, ಬ್ರೇಸ್ಲೆಟ್"
    },
    "Sports": {
      "title": "ಕ್ರೀಡೆ",
      "desc": "ವ್ಯಾಯಾಮ, ಕ್ಯಾಂಪಿಂಗ್, ಬೈಕುಗಳು, ಮನರಂಜನೆ"
    },
    "Education": {
      "title": "ಆನ್‌ಲೈನ್ ಕೋರ್ಸ್‌ಗಳು",
      "desc": "ವೆಬ್ ಅಭಿವೃದ್ಧಿ, ವಿನ್ಯಾಸ, ವ್ಯಾಪಾರ"
    },
    "Toy": {
      "title": "ಆಟಿಕೆ",
      "desc": "ಆಟ, ಒಗಟು, ಆಕ್ಷನ್ ಫಿಗರ್ಸ್"
    },
    "Other": {
      "title": "ಇತರೆ",
      "desc": "ಇತರೆ ಉದ್ಯೋಗಗಳು..."
    }
  },
  "partners": {
    "title": "{name} ಅವರು Selldone ಜೊತೆಗೆ ಪಾಲುದಾರರಾಗಿದ್ದಾರೆ",
    "subtitle": "ಮುಂದಿನ ಪೀಳಿಗೆಯ ಆನ್‌ಲೈನ್ ವ್ಯವಹಾರಗಳನ್ನು ಅನ್‌ಲಾಕ್ ಮಾಡುವಲ್ಲಿ.",
    "create_new_shop": "ಹೊಸ ಅಂಗಡಿಯನ್ನು ರಚಿಸಿ",
    "select_a_shop": "ಅಂಗಡಿಯನ್ನು ಆಯ್ಕೆಮಾಡಿ",
    "apply_deal_to": "{shop} ಗೆ ಒಪ್ಪಂದವನ್ನು ಅನ್ವಯಿಸಿ",
    "notifications": {
      "success_apply": "ಡೀಲ್ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ!"
    },
    "subtitle_official": "ಮುಂದಿನ ಪೀಳಿಗೆಯ ಆನ್‌ಲೈನ್ ವ್ಯವಹಾರಗಳನ್ನು ಅನ್‌ಲಾಕ್ ಮಾಡಿ."
  },
  "name": "ಸೆಟಪ್",
  "shop": {
    "title": "ನನ್ನ ಅಂಗಡಿಯನ್ನು ಹೊಂದಿಸಿ",
    "subtitle": "ಈ ಸರಳ ಹಂತಗಳನ್ನು ಪೂರ್ಣಗೊಳಿಸುವ ಮೂಲಕ ಮುಂದಿನ ಹಂತಕ್ಕೆ ಹೋಗಿ."
  },
  "open_website": "ನನ್ನ ವೆಬ್‌ಸೈಟ್ ತೆರೆಯಿರಿ",
  "add_product": "ಉತ್ಪನ್ನವನ್ನು ಸೇರಿಸಿ",
  "setup_shipping": "ಶಿಪ್ಪಿಂಗ್ ಅನ್ನು ಹೊಂದಿಸಿ",
  "add_domain": "ಡೊಮೇನ್ ಸೇರಿಸಿ",
  "add_payment": "ಪಾವತಿ ಗೇಟ್‌ವೇಗೆ ಸಂಪರ್ಕಪಡಿಸಿ",
  "product": {
    "step1": {
      "title": "ಆಯ್ಕೆ 1. ಹಸ್ತಚಾಲಿತವಾಗಿ ಸೇರಿಸಿ",
      "msg": "ನೀವು ಭೌತಿಕ ಉತ್ಪನ್ನಗಳು, ವರ್ಚುವಲ್ ಐಟಂಗಳು, ಫೈಲ್‌ಗಳು ಮತ್ತು ಸೇವೆಗಳನ್ನು ನಿಮ್ಮ ಅಂಗಡಿಗೆ ಸೇರಿಸಬಹುದು ಮತ್ತು ಅವುಗಳನ್ನು ಮಾರಾಟ ಮಾಡಲು ಪ್ರಾರಂಭಿಸಬಹುದು.",
      "action_on": "ನಿಮ್ಮ ಮೊದಲ ಉತ್ಪನ್ನವನ್ನು ಸೇರಿಸಿ",
      "action_off": "ಹೆಚ್ಚಿನ ಉತ್ಪನ್ನಗಳನ್ನು ಸೇರಿಸಿ",
      "category": "ಇತರರಿಗೆ ಹೋಲಿಸಿದರೆ ವರ್ಗಗಳು ನಿಮ್ಮ ಆನ್‌ಲೈನ್ ಶಾಪಿಂಗ್ ವೆಬ್‌ಸೈಟ್‌ನ ಮೇರುಕೃತಿಗಳಾಗಿವೆ. ವರ್ಗಗಳನ್ನು ಸೇರಿಸುವ ಮೂಲಕ ಮತ್ತು ಡ್ರ್ಯಾಗ್ ಮತ್ತು ಡ್ರಾಪ್ ಮೂಲಕ ನಿರ್ವಹಿಸುವ ಮೂಲಕ ಎಲ್ಲವನ್ನೂ ವರ್ಗೀಕರಿಸಿ ಮತ್ತು ಜೋಡಿಸಿ.",
      "add_category": "ವರ್ಗವನ್ನು ಸೇರಿಸಿ"
    },
    "step2": {
      "title": "ಆಯ್ಕೆ 2. ಎಕ್ಸೆಲ್ ಮೂಲಕ ಸೇರಿಸಿ",
      "msg": "1K, 10K ಐಟಂಗಳಂತಹ ಅನೇಕ ಉತ್ಪನ್ನಗಳನ್ನು ಹೊಂದಿರುವಿರಾ? ಚಿಂತಿಸಬೇಡಿ ಎಲ್ಲವನ್ನೂ ಒಂದೇ ಕ್ರಿಯೆಯಿಂದ ಆಮದು ಮಾಡಿಕೊಳ್ಳಿ.",
      "import_excel": "ಎಕ್ಸೆಲ್ ಮೂಲಕ ಆಮದು ಮಾಡಿಕೊಳ್ಳಿ",
      "download_template": "ಟೆಂಪ್ಲೇಟ್ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ"
    },
    "step3": {
      "title": "ಆಯ್ಕೆ 3. ತಜ್ಞರನ್ನು ನೇಮಿಸಿ",
      "msg": "100 ಕ್ಕೂ ಹೆಚ್ಚು ಐಟಂಗಳನ್ನು ಹೊಂದಿದ್ದೀರಾ ಮತ್ತು ನಿಮ್ಮ ಉತ್ಪನ್ನಗಳನ್ನು ಸೇರಿಸಲು ಯಾರಾದರೂ ಅಗತ್ಯವಿದೆಯೇ? expert@selldone.com ಗೆ ವಿನಂತಿಯನ್ನು ಕಳುಹಿಸಿ ಮತ್ತು ಅಪಾಯಿಂಟ್‌ಮೆಂಟ್ ಅನ್ನು ಬುಕ್ ಮಾಡಿ. ನಾವು ನಿಮಗಾಗಿ ತಜ್ಞರನ್ನು ನೇಮಿಸಿಕೊಳ್ಳುತ್ತೇವೆ. ಇದು ಸರಳವಾದ ಫ್ಲಾಟ್ ದರವನ್ನು ಹೊಂದಿದೆ, ಪ್ರತಿ ಐಟಂಗೆ ಕೇವಲ 5.99$ ಮತ್ತು ಹೆಚ್ಚುವರಿ ರೂಪಾಂತರಗಳಿಗೆ 2.99$."
    }
  },
  "shipping": {
    "step1": {
      "title": "ಹಂತ 1. ಸ್ಥಳವನ್ನು ಹೊಂದಿಸಿ",
      "msg": "ಮೊದಲ ಹಂತದಲ್ಲಿ, ನಿಮ್ಮ ಗೋದಾಮನ್ನು ಹೊಂದಿಸಿ (ಶಿಪ್ಪಿಂಗ್ ಮೂಲ). ದೂರ, ಶಿಪ್ಪಿಂಗ್ ವೆಚ್ಚವನ್ನು ಲೆಕ್ಕಹಾಕಲು ಮತ್ತು ಶಿಪ್ಪಿಂಗ್ ಸೇವಾ ಪ್ರದೇಶದಲ್ಲಿ ಇರುವುದನ್ನು ಪರಿಶೀಲಿಸಲು ಈ ಮಾಹಿತಿಯನ್ನು ಬಳಸಲಾಗುತ್ತದೆ.",
      "edit_warehouse": "ಗೋದಾಮು ಸಂಪಾದಿಸಿ",
      "add_warehouse": "ನಿಮ್ಮ ಗೋದಾಮನ್ನು ಸೇರಿಸಿ"
    },
    "step2": {
      "title": "ಹಂತ 2. ಶಿಪ್ಪಿಂಗ್ ವಿಧಾನಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ",
      "msg": "ನಿಮ್ಮ ಅಂಗಡಿಗೆ ಕನಿಷ್ಠ ಒಂದು ಶಿಪ್ಪಿಂಗ್ ವಿಧಾನವನ್ನು ಸೇರಿಸಿ. ತೂಕ, ದೂರ ಮತ್ತು ಇತರ ನಿಯತಾಂಕಗಳನ್ನು ಆಧರಿಸಿ ನೀವು ಬೆಲೆಯನ್ನು ಹೊಂದಿಸಬಹುದು. ಪ್ರತಿ ಶಿಪ್ಪಿಂಗ್ ಸೇವೆಯು ಬೆಂಬಲಿಸುವ ಪ್ಯಾಕೇಜುಗಳ ದೂರ, ತೂಕ ಮತ್ತು ಗಾತ್ರಕ್ಕೆ ಮಿತಿಗಳನ್ನು ಹೊಂದಿಸಲು ಮರೆಯಬೇಡಿ.",
      "add_delivery": "ಶಿಪ್ಪಿಂಗ್ ವಿಧಾನಗಳನ್ನು ಸೇರಿಸಿ"
    }
  },
  "domain": {
    "step1": {
      "title": "ಹಂತ 1. ಡೊಮೇನ್ ಖರೀದಿಸಿ",
      "msg": "ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಡೊಮೇನ್ ಅನ್ನು ನೀವು ಇನ್ನೂ ಹೊಂದಿಲ್ಲದಿದ್ದರೆ, namecheap.com ನಂತಹ ವೆಬ್‌ಸೈಟ್‌ಗಳಿಂದ ನಿಮ್ಮ ಸ್ವಂತ ಡೊಮೇನ್ ಅನ್ನು ಖರೀದಿಸಲು ಇದು ಸಮಯವಾಗಿದೆ."
    },
    "step2": {
      "title": "ಹಂತ 2. SSL ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ",
      "msg": "ನೀವು CDN ಮತ್ತು SSL ಅನ್ನು ಒದಗಿಸುವ Namecheap ನಂತಹ ಸೇವೆಗಳನ್ನು ಬಳಸಿದರೆ, ನಿಮ್ಮ ಡೊಮೇನ್‌ನಲ್ಲಿ ನೀವು 1.CDN ಮತ್ತು 2.SSL ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಬೇಕಾಗುತ್ತದೆ."
    },
    "step3": {
      "title": "ಹಂತ 3. DNS ದಾಖಲೆಗಳನ್ನು ಹೊಂದಿಸಿ",
      "msg": "ಅಭಿನಂದನೆಗಳು, ಈಗ ನೀವು ಮಾಡಬೇಕಾಗಿರುವುದು ನಿಮ್ಮ ಡೊಮೇನ್ ಸೇವಾ ಪೂರೈಕೆದಾರರಲ್ಲಿ DNS ಅನ್ನು ಕಾನ್ಫಿಗರ್ ಮಾಡುವುದು ಮತ್ತು ನಿಮ್ಮ ಖಾತೆಗೆ ಡೊಮೇನ್ ಅನ್ನು ಸೇರಿಸುವುದು."
    }
  },
  "payment": {
    "step1": {
      "title": "ಬೆಲೆ ಕರೆನ್ಸಿಗಳು",
      "msg": "ನೀವು ವಿವಿಧ ಕರೆನ್ಸಿಗಳಲ್ಲಿ ಹಣವನ್ನು ಸ್ವೀಕರಿಸಬಹುದು ಮತ್ತು ನಿಮ್ಮ ಅಂಗಡಿಯು ಬೆಲೆ ನಿಗದಿಗಾಗಿ ಒಂದಕ್ಕಿಂತ ಹೆಚ್ಚು ಕರೆನ್ಸಿಗಳನ್ನು ಬೆಂಬಲಿಸಬಹುದು. ಮೂಲಕ, ನೀವು ನಿಮ್ಮ ಸ್ಟೋರ್ ಕರೆನ್ಸಿಯನ್ನು USD ಗೆ ಹೊಂದಿಸಿದರೆ, ಗ್ರಾಹಕರು ನಿಮ್ಮಿಂದ ಖರೀದಿಸಲು USD, EUR, GBP, ಇತ್ಯಾದಿ ಯಾವುದೇ ಕರೆನ್ಸಿಗಳಲ್ಲಿ ಪಾವತಿಸಬಹುದು.",
      "manage_currencies": "ಬೆಲೆ ಕರೆನ್ಸಿಗಳನ್ನು ನಿರ್ವಹಿಸಿ"
    },
    "step2": {
      "title": "ಹಣವನ್ನು ಸ್ವೀಕರಿಸಿ",
      "msg": "ಕ್ಯಾಶ್ ಆನ್ ಡೆಲಿವರಿ, ನೇರ ಹಣ ವರ್ಗಾವಣೆ ಮತ್ತು ನಿಮ್ಮ ಅಂಗಡಿಯಲ್ಲಿ ಲಭ್ಯವಿರುವ ಇತರ ಪಾವತಿ ವಿಧಾನಗಳನ್ನು ಸೇರಿಸಿ.",
      "online_title": "ಆನ್ಲೈನ್ ಪಾವತಿ ವಿಧಾನಗಳು",
      "online_msg": "ಕಾರ್ಡ್‌ಗಳ ಮೂಲಕ ಪಾವತಿಯನ್ನು ಸ್ವೀಕರಿಸಿ, ಹೊಸ ಬ್ಯಾಂಕಿಂಗ್ ಅಪ್ಲಿಕೇಶನ್‌ಗಳು, ನಂತರ ಖರೀದಿಸಿ-ಈಗ ಪಾವತಿಸಿ, ಮತ್ತು ಇತರ ಹಲವು ಆನ್‌ಲೈನ್ ಪಾವತಿ ವಿಧಾನಗಳು.",
      "add_online_gateway": "ಆನ್‌ಲೈನ್ ಪಾವತಿ ವಿಧಾನವನ್ನು ಸೇರಿಸಿ",
      "cod_title": "ಕ್ಯಾಶ್ ಆನ್ ಡೆಲಿವರಿ ಪಾವತಿ ವಿಧಾನ",
      "cod_msg": "ಆದೇಶಗಳ ವಿತರಣೆಯ ನಂತರ ಪಾವತಿಯನ್ನು ಸ್ವೀಕರಿಸಿ. ನೀವು ಕ್ಯಾಶ್ ಆನ್ ಡೆಲಿವರಿ ಪಾವತಿಗಳನ್ನು ಹಸ್ತಚಾಲಿತವಾಗಿ ದೃಢೀಕರಿಸಬಹುದು.",
      "cash_title": "ನಗದು ಪಾವತಿ ವಿಧಾನಗಳು",
      "cash_msg": "ಈ ರೀತಿಯ ಪಾವತಿಯನ್ನು Selldone® POS ನಲ್ಲಿ ಬಳಸಲಾಗುತ್ತದೆ.",
      "dir_title": "ನೇರ ಪಾವತಿ ವಿಧಾನಗಳು",
      "dir_msg": "ನೇರ ಹಣ ವರ್ಗಾವಣೆ, ಬ್ಯಾಂಕ್ ಹಣ ವರ್ಗಾವಣೆ ಮತ್ತು ಇತರ ಸಾಂಪ್ರದಾಯಿಕ ವಿಧಾನಗಳ ಮೂಲಕ ನೀವು ಪಾವತಿಯನ್ನು ಸ್ವೀಕರಿಸಬಹುದು."
    },
    "step3": {
      "msg": "30 ಸೆಕೆಂಡುಗಳಲ್ಲಿ ಕೇವಲ ಒಂದು ಕ್ಲಿಕ್‌ನಲ್ಲಿ ನಿಮ್ಮ ಸ್ಟ್ರೈಪ್ ಖಾತೆಗೆ Selldone ಅನ್ನು ಸಂಪರ್ಕಿಸಿ. ಪ್ರಸ್ತುತ, ನಾವು ಸ್ಟ್ರೈಪ್ ಮೂಲಕ ಸ್ವಯಂ ಕಾನ್ಫಿಗರೇಶನ್ ಪ್ರಕ್ರಿಯೆಯನ್ನು ಬೆಂಬಲಿಸುತ್ತಿದ್ದೇವೆ. ನಿಮ್ಮ ಗೇಟ್‌ವೇ ಟ್ಯಾಬ್‌ಗೆ ಹೋಗಿ, ಸ್ಟ್ರೈಪ್ ಅನ್ನು ಸೇರಿಸಿ ಮತ್ತು 'ಪಟ್ಟಿಗೆ <b>ಸ್ವಯಂ ಸಂಪರ್ಕ</b> ' ಬಟನ್ ಕ್ಲಿಕ್ ಮಾಡಿ.",
      "my_gateways": "ನನ್ನ ಪಾವತಿ ಗೇಟ್‌ವೇಗಳು"
    }
  },
  "intro_inline_help_message": "ಈ ಕೆಂಪು ಸಹಾಯ ಬಟನ್‌ಗಾಗಿ ನೋಡಿ. ನಿಮ್ಮ ವ್ಯಾಪಾರ ಓಎಸ್‌ನಲ್ಲಿ ಶೂನ್ಯದಿಂದ ಪರಿಣಿತರಾಗಿ ನಿಮ್ಮನ್ನು ಅಭ್ಯಾಸ ಮಾಡಲು ಇದು ನಿಮಗೆ ಸಹಾಯ ಮಾಡುತ್ತದೆ.",
  "overview": {
    "title": "ಅವಲೋಕನ",
    "subtitle": "ವ್ಯಾಪಾರ OS ಕುರಿತು ಒಳನೋಟವನ್ನು ಪಡೆದುಕೊಳ್ಳಿ ಮತ್ತು ಅದು ನಿಮ್ಮ ವ್ಯಾಪಾರಕ್ಕೆ ಹೇಗೆ ಸಹಾಯ ಮಾಡುತ್ತದೆ ಎಂಬುದನ್ನು ಕಂಡುಕೊಳ್ಳಿ."
  },
  "customize_theme": "ವೆಬ್‌ಸೈಟ್ ಅನ್ನು ಕಸ್ಟಮೈಸ್ ಮಾಡಿ",
  "setup_business": "ವ್ಯಾಪಾರವನ್ನು ಹೊಂದಿಸಿ",
  "customize": {
    "template": {
      "title": "ಟೆಂಪ್ಲೇಟ್‌ಗಳು",
      "msg": "ನಮ್ಮ ಪೂರ್ವ-ನಿರ್ಮಿತ ಟೆಂಪ್ಲೇಟ್‌ಗಳೊಂದಿಗೆ ನಿಮ್ಮ ಅಂಗಡಿಯನ್ನು ಕಿಕ್‌ಸ್ಟಾರ್ಟ್ ಮಾಡಿ! ಬಹು ಪುಟಗಳನ್ನು ಸೇರಿಸುವ ಮೂಲಕ ಸುಲಭವಾಗಿ ವೈವಿಧ್ಯಗೊಳಿಸಿ, ಪ್ರತಿಯೊಂದೂ ತನ್ನದೇ ಆದ ವಿಶಿಷ್ಟ ವಿನ್ಯಾಸವನ್ನು ಹೊಂದಿದೆ."
    },
    "colors": {
      "title": "ಬಣ್ಣಗಳು ಮತ್ತು ಲೇಔಟ್",
      "msg": "ನಿಮ್ಮ ದೃಷ್ಟಿಗೆ ಉತ್ತಮವಾಗಿ ಹೊಂದಿಕೊಳ್ಳಲು ನಿಮ್ಮ ಉತ್ಪನ್ನದ ಪುಟ ಮತ್ತು ಅಂಗಡಿ ವಿನ್ಯಾಸವನ್ನು ಹೊಂದಿಸಲು ನೋಡುತ್ತಿರುವಿರಾ? ನಿಮ್ಮ ಅಂಗಡಿಯಲ್ಲಿ ಥೀಮ್ ಕಸ್ಟಮೈಸೇಶನ್ ವಿಭಾಗಕ್ಕೆ ಧುಮುಕುವುದಿಲ್ಲ ಮತ್ತು ಮ್ಯಾಜಿಕ್ ತೆರೆದುಕೊಳ್ಳುವುದನ್ನು ಸಲೀಸಾಗಿ ವೀಕ್ಷಿಸಿ!"
    }
  },
  "business": {
    "step1": {
      "title": "ವ್ಯಾಪಾರ ಮಾದರಿ",
      "msg": "ಪ್ರತಿಯೊಂದು ವ್ಯವಹಾರವು ಅನನ್ಯವಾಗಿದೆ ಮತ್ತು ಸಾಮಾನ್ಯವಾಗಿ ಕೇವಲ ಮೂಲಭೂತ ಆನ್‌ಲೈನ್ ಸ್ಟೋರ್‌ಗಿಂತ ಹೆಚ್ಚಿನದನ್ನು ಬಯಸುತ್ತದೆ. ನಿಮ್ಮ ಆದಾಯದ ಮಾದರಿಯನ್ನು ವಿವರಿಸಿ ಮತ್ತು ಉಳಿದದ್ದನ್ನು ನಾವು ಮನಬಂದಂತೆ ನಿಭಾಯಿಸುತ್ತೇವೆ."
    }
  },
  "migration": {
    "title": "ವಲಸೆ",
    "shopify": {
      "msg": "Shopify ನಿಂದ ಮನಬಂದಂತೆ Selldone ಗೆ ಬದಲಿಸಿ! ನಿಮ್ಮ ಆನ್‌ಲೈನ್ ಸ್ಟೋರ್‌ಗಾಗಿ ಶ್ರಮರಹಿತ ವಲಸೆ, ವರ್ಧಿತ ವೈಶಿಷ್ಟ್ಯಗಳು ಮತ್ತು ವೆಚ್ಚ-ಪರಿಣಾಮಕಾರಿ ಪರಿಹಾರಗಳನ್ನು ಆನಂದಿಸಿ."
    },
    "woocommerce": {
      "msg": "ಕೆಲವೇ ಕ್ಲಿಕ್‌ಗಳಲ್ಲಿ ನಿಮ್ಮ WooCommerce ಉತ್ಪನ್ನಗಳನ್ನು Selldone ಗೆ ಮನಬಂದಂತೆ ಸ್ಥಳಾಂತರಿಸಿ! ವರ್ಧಿತ ಕಾರ್ಯಕ್ಷಮತೆ, ಅರ್ಥಗರ್ಭಿತ ವಿನ್ಯಾಸ ಮತ್ತು ಉನ್ನತ ಶ್ರೇಣಿಯ ಗ್ರಾಹಕ ಬೆಂಬಲವನ್ನು ಆನಂದಿಸಿ. ನಿಮ್ಮ ಇ-ಕಾಮರ್ಸ್ ಅನುಭವವನ್ನು ಈಗಲೇ ನವೀಕರಿಸಿ."
    }
  }
};