/*
 * Copyright (c) 2023. Selldone® Business OS™
 *
 * Author: M.Pajuhaan
 * Web: https://selldone.com
 * ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━
 *
 * All rights reserved. In the weave of time, where traditions and innovations intermingle, this content was crafted.
 * From the essence of thought, through the corridors of creativity, each word, and sentiment has been molded.
 * Not just to exist, but to inspire. Like an artist's stroke or a sculptor's chisel, every nuance is deliberate.
 * Our journey is not just about reaching a destination, but about creating a masterpiece.
 * Tread carefully, for you're treading on dreams.
 */

export default {
  categories: {
    Baby: {
      title: "ಮಕ್ಕಳು, ಶಿಶುಗಳು ಮತ್ತು ಆಟಿಕೆಗಳು",
      desc: "ಸ್ಟ್ರೋಲರ್‌ಗಳು, ಆಟಿಕೆಗಳು, ಆಟಗಳು, ಪಜಲ್‌ಗಳು, ಆಕ್ಷನ್ ಫಿಗರ್‌ಗಳು",
    },
    Health: {
      title: "ಆರೋಗ್ಯ ಮತ್ತು ಸೌಂದರ್ಯ",
      desc: "ಔಷಧಾಲಯ, ಕ್ಷೇಮ, ಸೌಂದರ್ಯವರ್ಧಕ, ಸುಗಂಧ",
    },
    Media: {
      title: "ಮಾಧ್ಯಮ ಮತ್ತು ಆಟಗಳು",
      desc: "ವೀಡಿಯೊ ಆಟಗಳು, ಚಲನಚಿತ್ರಗಳು, ಸಂಗೀತ, ಪುಸ್ತಕಗಳು",
    },
    Fashion: {
      title: "ಉಡುಪು, ಆಭರಣ ಮತ್ತು ಗಡಿಯಾರಗಳು",
      desc: "ಉಡುಪು, ಪಾದರಕ್ಷೆಗಳು, ಹಾರ, ಉಂಗುರ, ಕಡಗ, ಗಡಿಯಾರ",
    },
    Automotive: {
      title: "ವಾಹನೋಪಕರಣಗಳು",
      desc: "ಕಾರು ಉಪಕರಣಗಳು, ಸಾಧನಗಳು, ನಿರ್ವಹಣೆ",
    },
    Electronics: {
      title: "ಎಲೆಕ್ಟ್ರಾನಿಕ್ಸ್",
      desc: "ಮೊಬೈಲ್, ಟಿವಿ, ಆಡಿಯೊ ಸಾಧನಗಳು, ಕ್ಯಾಮೆರಾ",
    },
    Computers: {
      title: "ಕಂಪ್ಯೂಟರ್‌ಗಳು",
      desc: "ಲ್ಯಾಪ್‌ಟಾಪ್‌ಗಳು, ಡೆಸ್ಕ್‌ಟಾಪ್‌ಗಳು, ಉಪಕರಣಗಳು, ಸಾಫ್ಟ್‌ವೇರ್",
    },
    Household: {
      title: "ಮನೆಯ ಅಗತ್ಯ ವಸ್ತುಗಳು",
      desc: "ಸ್ವಚ್ಛತಾ ಸಾಮಗ್ರಿಗಳು, ಸ್ನಾನಗೃಹ, ಬಟ್ಟೆ ತೊಳೆಯುವಿಕೆ",
    },
    Garden: {
      title: "ತೋಟ ಮತ್ತು ಸಾಧನಗಳು",
      desc: "ಹೊರಾಂಗಣ ಪೀಠೋಪಕರಣ, ತೋಟಗಾರಿಕೆ ಸಾಧನಗಳು, ಸಸ್ಯಗಳು",
    },
    Food: {
      title: "ಆಹಾರ ಮತ್ತು ದಿನಸಿ",
      desc: "ಹಾಲು ಉತ್ಪನ್ನಗಳು, ಹಣ್ಣು, ಸಿದ್ಧ ಆಹಾರ, ಮಾಂಸ, ಪಾನೀಯ",
    },
    Handmade: {
      title: "ಕೈಯಿಂದ ಮಾಡಿದವು",
      desc: "ಸಂಗ್ರಹ ವಸ್ತುಗಳು, ಬಣ್ಣಿಸಿದ ಪಾದರಕ್ಷೆಗಳು, ಶಿಲ್ಪಗಳು, ಗಾಜಿನ ಕಲೆ",
    },
    PetSupplies: {
      title: "ಪಾಲ್ತು ಪ್ರಾಣಿಗಳ ಸಾಮಗ್ರಿಗಳು",
      desc: "ಪಾಲ್ತು ಪ್ರಾಣಿಗಳ ಆಹಾರ, ಆಟಿಕೆಗಳು, ಆರೈಕೆ",
    },
    Home: {
      title: "ಮನೆ ಮತ್ತು ಜೀವನ",
      desc: "ಅಡಿಗೆ ಉಪಕರಣಗಳು, ಮನೆ ಪೀಠೋಪಕರಣ, ಅಲಂಕಾರ",
    },
    Sports: {
      title: "ಕ್ರೀಡೆ ಮತ್ತು ಹೊರಾಂಗಣ",
      desc: "ವ್ಯಾಯಾಮ, ಶಿಬಿರ, ಸೈಕಲ್‌ಗಳು, ಮನರಂಜನೆ",
    },
    Stationery: {
      title: "ಲೇಖನ ಸಾಮಗ್ರಿ ಮತ್ತು ಕಚೇರಿ",
      desc: "ಕಚೇರಿ ಸಾಮಗ್ರಿಗಳು, ಶಾಲಾ ಸಾಮಗ್ರಿಗಳು, ಕಾಗದ ಉತ್ಪನ್ನಗಳು",
    },
    Books: {
      title: "ಪುಸ್ತಕಗಳು",
      desc: "ಕಾದಂಬರಿ, ಅಕಾದಂಬರಿ, ಶೈಕ್ಷಣಿಕ, ಕಾಮಿಕ್ಸ್",
    },
    Marketplace: {
      title: "ಎಲ್ಲದರ ಮಾರುಕಟ್ಟೆ",
      desc: "ಹಲವಾರು ವಿಭಾಗಗಳಿಂದ ವ್ಯಾಪಕ ಉತ್ಪನ್ನ ವೈವಿಧ್ಯ",
    },
    Other: {
      title: "ಇತರೆ...",
      desc: "ಉಡುಗೊರೆ ಕಾರ್ಡ್‌ಗಳು, ಡಿಜಿಟಲ್ ಉತ್ಪನ್ನಗಳು, ಆನ್‌ಲೈನ್ ಸೇವೆಗಳು, ಯಾವುದಾದರೂ",
    },
  },

  partners: {
    title: "{name} ಅವರು Selldone ಜೊತೆಗೆ ಪಾಲುದಾರರಾಗಿದ್ದಾರೆ",
    subtitle: "ಮುಂದಿನ ಪೀಳಿಗೆಯ ಆನ್‌ಲೈನ್ ವ್ಯವಹಾರಗಳನ್ನು ಅನ್‌ಲಾಕ್ ಮಾಡುವಲ್ಲಿ.",
    subtitle_official: "ಮುಂದಿನ ಪೀಳಿಗೆಯ ಆನ್‌ಲೈನ್ ವ್ಯವಹಾರಗಳನ್ನು ಅನ್‌ಲಾಕ್ ಮಾಡಿ.",

    create_new_shop: "ಹೊಸ ಅಂಗಡಿಯನ್ನು ರಚಿಸಿ",
    select_a_shop: "ಅಂಗಡಿಯನ್ನು ಆಯ್ಕೆಮಾಡಿ",
    apply_deal_to: "{shop} ಗೆ ಒಪ್ಪಂದವನ್ನು ಅನ್ವಯಿಸಿ",
    notifications: {
      success_apply: "ಡೀಲ್ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ!",
    },
  },

  name: "ಸೆಟಪ್",
  overview: {
    title: "ಅವಲೋಕನ",
    subtitle:
      "ವ್ಯಾಪಾರ ಕಾರ್ಯಾಚರಣಾ ವ್ಯವಸ್ಥೆಯ ಬಗ್ಗೆ ಒಳನೋಟ ಪಡೆಯಿರಿ ಮತ್ತು ಅದು ನಿಮ್ಮ ವ್ಯಾಪಾರಕ್ಕೆ ಹೇಗೆ ಸಹಾಯ ಮಾಡಬಹುದು ಎಂಬುದನ್ನು ತಿಳಿಯಿರಿ.",
  },

  shop: {
    title: "ಶೂನ್ಯದಿಂದ ಆದಾಯದವರೆಗೆ",
    subtitle: "ಈ ಸರಳ ಹಂತಗಳನ್ನು ಅನುಸರಿಸಿ ಮುಂದಿನ ಹಂತಕ್ಕೆ ಹೋಗಿ.",
  },

  open_website: "ನನ್ನ ವೆಬ್‌ಸೈಟ್ ತೆರೆಯಿರಿ",

  customize_theme: "ವೆಬ್‌ಸೈಟ್ ಕಸ್ಟಮೈಸ್ ಮಾಡಿ",
  setup_business: "ವ್ಯಾಪಾರವನ್ನು ಹೊಂದಿಸಿ",
  add_product: "ಉತ್ಪನ್ನಗಳನ್ನು ಸೇರಿಸಿ",
  setup_shipping: "ಶಿಪ್ಪಿಂಗ್ ಹೊಂದಿಸಿ",
  add_domain: "ಡೊಮೇನ್ ಸೇರಿಸಿ",
  add_payment: "ಪಾವತಿ ಸಂಪರ್ಕಿಸಿ",

  product: {
    step1: {
      title: "ಆಯ್ಕೆ 1. ಹಸ್ತಚಾಲಿತವಾಗಿ ಸೇರಿಸಿ",
      msg: "ನೀವು ಭೌತಿಕ ಉತ್ಪನ್ನಗಳು, ವರ್ಚುವಲ್ ಐಟಂಗಳು, ಫೈಲ್‌ಗಳು ಮತ್ತು ಸೇವೆಗಳನ್ನು ನಿಮ್ಮ ಅಂಗಡಿಗೆ ಸೇರಿಸಬಹುದು ಮತ್ತು ಅವುಗಳನ್ನು ಮಾರಾಟ ಮಾಡಲು ಪ್ರಾರಂಭಿಸಬಹುದು.",
      action_on: "ನಿಮ್ಮ ಮೊದಲ ಉತ್ಪನ್ನವನ್ನು ಸೇರಿಸಿ",
      action_off: "ಹೆಚ್ಚಿನ ಉತ್ಪನ್ನಗಳನ್ನು ಸೇರಿಸಿ",
      category:
        "ವರ್ಗಗಳು ನಿಮ್ಮ ಆನ್‌ಲೈನ್ ಖರೀದಿ ವೆಬ್‌ಸೈಟ್ ಅನ್ನು ಇತರರಿಂದ ವಿಭಿನ್ನಗೊಳಿಸುವ ಮುಖ್ಯ ಭಾಗ. ವರ್ಗಗಳನ್ನು ಸೇರಿಸಿ, ಎಳೆದು ಬಿಡುವ ಮೂಲಕ ನಿರ್ವಹಿಸಿ, ಎಲ್ಲವನ್ನೂ ಸರಿಯಾಗಿ ವರ್ಗೀಕರಿಸಿ ಮತ್ತು ವ್ಯವಸ್ಥಿತಗೊಳಿಸಿ.",
      add_category: "ವರ್ಗವನ್ನು ಸೇರಿಸಿ",
    },
    step2: {
      title: "ಆಯ್ಕೆ 2. ಎಕ್ಸೆಲ್ ಮೂಲಕ ಸೇರಿಸಿ",
      msg: "1K, 10K ಐಟಂಗಳಂತಹ ಅನೇಕ ಉತ್ಪನ್ನಗಳನ್ನು ಹೊಂದಿರುವಿರಾ? ಚಿಂತಿಸಬೇಡಿ ಎಲ್ಲವನ್ನೂ ಒಂದೇ ಕ್ರಿಯೆಯಿಂದ ಆಮದು ಮಾಡಿಕೊಳ್ಳಿ.",
      import_excel: "ಎಕ್ಸೆಲ್ ಮೂಲಕ ಆಮದು ಮಾಡಿಕೊಳ್ಳಿ",
      download_template: "ಟೆಂಪ್ಲೇಟ್ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ",
    },
  },
  shipping: {
    step1: {
      title: "ಹಂತ 1. ಸ್ಥಳವನ್ನು ಹೊಂದಿಸಿ",
      msg: "ಮೊದಲ ಹಂತದಲ್ಲಿ, ನಿಮ್ಮ ಗೋದಾಮನ್ನು ಹೊಂದಿಸಿ (ಶಿಪ್ಪಿಂಗ್ ಮೂಲ). ದೂರ, ಶಿಪ್ಪಿಂಗ್ ವೆಚ್ಚವನ್ನು ಲೆಕ್ಕಹಾಕಲು ಮತ್ತು ಶಿಪ್ಪಿಂಗ್ ಸೇವಾ ಪ್ರದೇಶದಲ್ಲಿ ಇರುವುದನ್ನು ಪರಿಶೀಲಿಸಲು ಈ ಮಾಹಿತಿಯನ್ನು ಬಳಸಲಾಗುತ್ತದೆ.",
      edit_warehouse: "ಗೋದಾಮು ಸಂಪಾದಿಸಿ",
      add_warehouse: "ನಿಮ್ಮ ಗೋದಾಮನ್ನು ಸೇರಿಸಿ",
    },
    step2: {
      title: "ಹಂತ 2. ಶಿಪ್ಪಿಂಗ್ ವಿಧಾನಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ",
      msg: "ನಿಮ್ಮ ಅಂಗಡಿಗೆ ಕನಿಷ್ಠ ಒಂದು ಶಿಪ್ಪಿಂಗ್ ವಿಧಾನವನ್ನು ಸೇರಿಸಿ. ತೂಕ, ದೂರ ಮತ್ತು ಇತರ ನಿಯತಾಂಕಗಳನ್ನು ಆಧರಿಸಿ ನೀವು ಬೆಲೆಯನ್ನು ಹೊಂದಿಸಬಹುದು. ಪ್ರತಿ ಶಿಪ್ಪಿಂಗ್ ಸೇವೆಯು ಬೆಂಬಲಿಸುವ ಪ್ಯಾಕೇಜುಗಳ ದೂರ, ತೂಕ ಮತ್ತು ಗಾತ್ರಕ್ಕೆ ಮಿತಿಗಳನ್ನು ಹೊಂದಿಸಲು ಮರೆಯಬೇಡಿ.",
      add_delivery: "ಶಿಪ್ಪಿಂಗ್ ವಿಧಾನಗಳನ್ನು ಸೇರಿಸಿ",
    },
  },

  domain: {
    buy_domain_step: {
      title: "ಹಂತ 1. ಡೊಮೇನ್ ಖರೀದಿಸಿ",
      msg: "ನಿಮ್ಮ ಇಷ್ಟದ ಡೊಮೇನ್ ಅನ್ನು ಆಯ್ಕೆಮಾಡಿ; ನೀವು namecheap.com ನಂತಹ ವೆಬ್‌ಸೈಟ್‌ಗಳಿಂದ ಡೊಮೇನ್ ಖರೀದಿಸಬಹುದು.",
    },

    set_dns_step: {
      title: "ಹಂತ 2. DNS ದಾಖಲೆಗಳನ್ನು ಹೊಂದಿಸಿ",
      msg: "ಅಭಿನಂದನೆಗಳು, ಈಗ ನಿಮ್ಮ ಡೊಮೇನ್ ಸೇವಾ ಒದಗಿಸುವವರಲ್ಲಿ DNS ಅನ್ನು ಸಂರಚಿಸಿ, ಡೊಮೇನ್ ಅನ್ನು ನಿಮ್ಮ ಖಾತೆಗೆ ಸೇರಿಸುವುದಷ್ಟೇ ಉಳಿದಿದೆ.",
    },
  },

  payment: {
    step1: {
      title: "ಬೆಲೆ ಕರೆನ್ಸಿಗಳು",
      msg: "ನೀವು ವಿವಿಧ ಕರೆನ್ಸಿಗಳಲ್ಲಿ ಹಣವನ್ನು ಸ್ವೀಕರಿಸಬಹುದು ಮತ್ತು ನಿಮ್ಮ ಅಂಗಡಿಯು ಬೆಲೆ ನಿಗದಿಗಾಗಿ ಒಂದಕ್ಕಿಂತ ಹೆಚ್ಚು ಕರೆನ್ಸಿಗಳನ್ನು ಬೆಂಬಲಿಸಬಹುದು. ಮೂಲಕ, ನೀವು ನಿಮ್ಮ ಸ್ಟೋರ್ ಕರೆನ್ಸಿಯನ್ನು USD ಗೆ ಹೊಂದಿಸಿದರೆ, ಗ್ರಾಹಕರು ನಿಮ್ಮಿಂದ ಖರೀದಿಸಲು USD, EUR, GBP, ಇತ್ಯಾದಿ ಯಾವುದೇ ಕರೆನ್ಸಿಗಳಲ್ಲಿ ಪಾವತಿಸಬಹುದು.",
      manage_currencies: "ಬೆಲೆ ಕರೆನ್ಸಿಗಳನ್ನು ನಿರ್ವಹಿಸಿ",
    },
    step2: {
      title: "ಹಣವನ್ನು ಸ್ವೀಕರಿಸಿ",
      msg: "ಕ್ಯಾಶ್ ಆನ್ ಡೆಲಿವರಿ, ನೇರ ಹಣ ವರ್ಗಾವಣೆ ಮತ್ತು ನಿಮ್ಮ ಅಂಗಡಿಯಲ್ಲಿ ಲಭ್ಯವಿರುವ ಇತರ ಪಾವತಿ ವಿಧಾನಗಳನ್ನು ಸೇರಿಸಿ.",
      online_title: "ಆನ್ಲೈನ್ ಪಾವತಿ ವಿಧಾನಗಳು",
      online_msg:
        "ಕಾರ್ಡ್‌ಗಳ ಮೂಲಕ ಪಾವತಿಯನ್ನು ಸ್ವೀಕರಿಸಿ, ಹೊಸ ಬ್ಯಾಂಕಿಂಗ್ ಅಪ್ಲಿಕೇಶನ್‌ಗಳು, ನಂತರ ಖರೀದಿಸಿ-ಈಗ ಪಾವತಿಸಿ, ಮತ್ತು ಇತರ ಹಲವು ಆನ್‌ಲೈನ್ ಪಾವತಿ ವಿಧಾನಗಳು.",
      add_online_gateway: "ಆನ್‌ಲೈನ್ ಪಾವತಿ ವಿಧಾನವನ್ನು ಸೇರಿಸಿ",
      cod_title: "ಕ್ಯಾಶ್ ಆನ್ ಡೆಲಿವರಿ ಪಾವತಿ ವಿಧಾನ",
      cod_msg:
        "ಆದೇಶಗಳ ವಿತರಣೆಯ ನಂತರ ಪಾವತಿಯನ್ನು ಸ್ವೀಕರಿಸಿ. ನೀವು ಕ್ಯಾಶ್ ಆನ್ ಡೆಲಿವರಿ ಪಾವತಿಗಳನ್ನು ಹಸ್ತಚಾಲಿತವಾಗಿ ದೃಢೀಕರಿಸಬಹುದು.",
      cash_title: "ನಗದು ಪಾವತಿ ವಿಧಾನಗಳು",
      cash_msg: "ಈ ಪಾವತಿ ವಿಧವನ್ನು Selldone POS ನಲ್ಲಿ ಬಳಸಲಾಗುತ್ತದೆ.",
      dir_title: "ನೇರ ಪಾವತಿ ವಿಧಾನಗಳು",
      dir_msg:
        "ನೇರ ಹಣ ವರ್ಗಾವಣೆ, ಬ್ಯಾಂಕ್ ಹಣ ವರ್ಗಾವಣೆ ಮತ್ತು ಇತರ ಸಾಂಪ್ರದಾಯಿಕ ವಿಧಾನಗಳ ಮೂಲಕ ನೀವು ಪಾವತಿಯನ್ನು ಸ್ವೀಕರಿಸಬಹುದು.",
    },
    step3: {
      msg: "30 ಸೆಕೆಂಡುಗಳಲ್ಲಿ ಒಂದೇ ಕ್ಲಿಕ್ ಮೂಲಕ Selldone ಅನ್ನು ನಿಮ್ಮ Stripe ಖಾತೆಗೆ ಸಂಪರ್ಕಿಸಿ. ಪ್ರಸ್ತುತ, Stripe ಮೂಲಕ ಸ್ವಯಂ ಸಂರಚನಾ ಪ್ರಕ್ರಿಯೆಯನ್ನು ನಾವು ಬೆಂಬಲಿಸುತ್ತಿದ್ದೇವೆ. ನಿಮ್ಮ ಗೇಟ್‌ವೇ ಟ್ಯಾಬ್‌ಗೆ ಹೋಗಿ, Stripe ಸೇರಿಸಿ, ನಂತರ “<b>Stripe ಗೆ ಸ್ವಯಂ ಸಂಪರ್ಕಿಸಿ</b>” ಬಟನ್ ಕ್ಲಿಕ್ ಮಾಡಿ.",
      my_gateways: "ನನ್ನ ಪಾವತಿ ಗೇಟ್‌ವೇಗಳು",
    },
  },


  /**
   * @see SShopOnboardingCustomization
   */
  customize: {
    tour:{
      title:'ಪ್ರವಾಸ',
      subtitle:"ಇಲ್ಲಿ ಮಾತ್ರ ಸಾಧ್ಯವಾಗುವ ವಿಷಯಗಳನ್ನು ಅನ್ವೇಷಿಸಿ.",
      /**
       * @see BShopOnboardingTour
       */
      avocado:{
        title:"Avocado - ಯಾವುದೇ ಉತ್ಪನ್ನ ಸೇರಿಸದೇ ಮಾರಾಟ ಮಾಡಿ",
        description: "Avocado ಮೂಲಕ, ಪೂರ್ವನಿಗದಿತ ಬೆಲೆಗಳು ಅಥವಾ ವಿವರಗಳಿಲ್ಲದೆ ನೀವು ಸೇವೆಗಳು ಅಥವಾ ಉತ್ಪನ್ನಗಳನ್ನು ನೀಡಬಹುದು. ಗ್ರಾಹಕರು ಸೇವೆಗಳು ಅಥವಾ ಉತ್ಪನ್ನಗಳನ್ನು ಕೇಳಲು ಕಸ್ಟಮ್ ಫಾರ್ಮ್ ರಚಿಸಿ. ಅವರು ವಿನಂತಿ ಕಳುಹಿಸಿದ ನಂತರ, ನೀವು ಬೆಲೆ ನಿಗದಿಪಡಿಸಿ ಪಾವತಿಯನ್ನು ಪ್ರಕ್ರಿಯೆಗೊಳಿಸಬಹುದು. ಗ್ರಾಹಕರು ಐಟಂಗಳನ್ನು ಸೇರಿಸಲು, ಚಿತ್ರಗಳನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಲು ಮತ್ತು ಆರ್ಡರ್‌ಗಳನ್ನು ಸುಲಭವಾಗಿ ಸಲ್ಲಿಸಲು ಈ ಫಾರ್ಮ್ ಅನ್ನು ನಿಮ್ಮ ಸಾಮಾಜಿಕ ಮಾಧ್ಯಮದಲ್ಲಿ ಹಂಚಿಕೊಳ್ಳಿ.",
        action:'Avocado ಬಗ್ಗೆ ಓದಿ',
      },
      marketplace:{
        title: "ಬಹು ಮಾರಾಟಗಾರರ ಮಾರುಕಟ್ಟೆ ಮತ್ತು ಸ್ವಯಂ ಪಾವತಿ",
        description: "ಬಹು ಮಾರಾಟಗಾರರನ್ನು ಸೇರಿಸುವ ಮೂಲಕ Selldone ಜೊತೆ ಸಮೃದ್ಧ ಮಾರುಕಟ್ಟೆಯನ್ನು ನಿರ್ಮಿಸಿ. ಮಾರಾಟಗಾರರು ತಮ್ಮ ಉತ್ಪನ್ನಗಳನ್ನು ಪಟ್ಟಿ ಮಾಡಬಹುದು, ಮತ್ತು ನೀವು ಪ್ರತಿಯೊಂದು ಮಾರಾಟಕ್ಕೂ ಕಮಿಷನ್ ದರವನ್ನು ನಿಗದಿಪಡಿಸಬಹುದು. ಗ್ರಾಹಕ ಖರೀದಿಸಿದಾಗ, ಮಾರಾಟಗಾರನು ಪಾವತಿಯನ್ನು ನೇರವಾಗಿ ಪಡೆಯುತ್ತಾನೆ, ತನ್ನ ವಿಶೇಷ ಪ್ಯಾನೆಲ್ ಮೂಲಕ ಆರ್ಡರ್ ನಿರ್ವಹಿಸುತ್ತಾನೆ, ಮತ್ತು ಸ್ವಯಂ ಪಾವತಿ ವೈಶಿಷ್ಟ್ಯದಿಂದ ನೀವು ಕಮಿಷನ್ ಗಳಿಸುತ್ತೀರಿ.",
        action:'ಮಾರಾಟಗಾರರಿಗೆ ಸ್ವಯಂ ಪಾವತಿ',
      },
      business_model:{
        title: "ಸಂಕೀರ್ಣ ವ್ಯಾಪಾರ ಮಾದರಿಗಳಿಗೆ ಬೆಂಬಲ",
        description:
            "Selldone ಸರಳ ಮತ್ತು ಸಂಕೀರ್ಣ ಎರಡೂ ವ್ಯಾಪಾರ ಮಾದರಿಗಳನ್ನು ಬೆಂಬಲಿಸುತ್ತದೆ, ಆದ್ದರಿಂದ ಅಗತ್ಯವಿರುವಂತೆ ಹೊಂದಿಕೊಳ್ಳಬಹುದು. ಹೆಚ್ಚುವರಿ ಪ್ಲಗಿನ್‌ಗಳು ಅಥವಾ ಅಪ್ಲಿಕೇಶನ್‌ಗಳನ್ನು ಸ್ಥಾಪಿಸದೆ ಹಿನ್ನೆಲೆಯಲ್ಲೇ ಎಲ್ಲವನ್ನೂ ಸಂರಚಿಸಿ, ಮೃದುವಾದ ಬದಲಾವಣೆಗಳು ಮತ್ತು ಕಾರ್ಯಾಚರಣೆಯನ್ನು ಖಚಿತಪಡಿಸಿ.",
      },
      gift_shopping:{
        title: "ಉತ್ಪನ್ನ ಸ್ಥಳ ನಿರ್ಬಂಧಗಳು ಮತ್ತು ಉಡುಗೊರೆ ಖರೀದಿ",
        description:
            "ಹಲವಾರು ದೇಶಗಳು, ZIP ಕೋಡ್‌ಗಳು ಮತ್ತು ನಗರಗಳನ್ನು ಸೂಚಿಸಿ ಪ್ರತಿ ಉತ್ಪನ್ನಕ್ಕೆ ಸ್ಥಳ ನಿರ್ಬಂಧಗಳನ್ನು ಹೊಂದಿಸಿ. ವೈಯಕ್ತಿಕ ಉಡುಗೊರೆ ಖರೀದಿ ಅನುಭವವನ್ನು ಸೃಷ್ಟಿಸಲು ಅಥವಾ ರೆಸ್ಟೋರೆಂಟ್‌ಗಳಂತೆ ನಿರ್ದಿಷ್ಟ ಸ್ಥಳಗಳಿಗೆ ಉತ್ಪನ್ನ ಲಭ್ಯತೆಯನ್ನು ಸೀಮಿತಗೊಳಿಸಲು ಈ ವೈಶಿಷ್ಟ್ಯ ಸೂಕ್ತವಾಗಿದೆ.",

      }
    },

    template: {
      title: "ಟೆಂಪ್ಲೇಟ್‌ಗಳು",
      msg: "ನಮ್ಮ ಪೂರ್ವ-ನಿರ್ಮಿತ ಟೆಂಪ್ಲೇಟ್‌ಗಳೊಂದಿಗೆ ನಿಮ್ಮ ಅಂಗಡಿಯನ್ನು ಕಿಕ್‌ಸ್ಟಾರ್ಟ್ ಮಾಡಿ! ಬಹು ಪುಟಗಳನ್ನು ಸೇರಿಸುವ ಮೂಲಕ ಸುಲಭವಾಗಿ ವೈವಿಧ್ಯಗೊಳಿಸಿ, ಪ್ರತಿಯೊಂದೂ ತನ್ನದೇ ಆದ ವಿಶಿಷ್ಟ ವಿನ್ಯಾಸವನ್ನು ಹೊಂದಿದೆ.",
      action:'ಎಲ್ಲಾ ಟೆಂಪ್ಲೇಟ್‌ಗಳನ್ನು ನೋಡಿ...'

    },

    colors: {
      title: "ಬಣ್ಣಗಳು ಮತ್ತು ವಿನ್ಯಾಸ",

      msg: "ನಿಮ್ಮ ದೃಷ್ಟಿಗೆ ಇನ್ನಷ್ಟು ಹೊಂದಿಕೊಳ್ಳುವಂತೆ ಉತ್ಪನ್ನ ಪುಟ ಮತ್ತು ಅಂಗಡಿ ವಿನ್ಯಾಸವನ್ನು ಹೊಂದಿಸಲು ಬಯಸುವಿರಾ? ನಿಮ್ಮ ಅಂಗಡಿಯ ಥೀಮ್ ಕಸ್ಟಮೈಸ್ ವಿಭಾಗಕ್ಕೆ ಹೋಗಿ, ಎಲ್ಲವೂ ಸುಲಭವಾಗಿ ರೂಪುಗೊಳ್ಳುವುದನ್ನು ನೋಡಿ.",

      action:'ಬಣ್ಣಗಳು ಮತ್ತು ಥೀಮ್ ಕಸ್ಟಮೈಸ್ ಮಾಡಿ'

    },

  },

  /**
   * @see ShopOnboardingSetupBusinessTab
   */
  business: {
    step1: {
      title: "ವ್ಯಾಪಾರ ಮಾದರಿ",
      msg: "ಪ್ರತಿಯೊಂದು ವ್ಯವಹಾರವು ಅನನ್ಯವಾಗಿದೆ ಮತ್ತು ಸಾಮಾನ್ಯವಾಗಿ ಕೇವಲ ಮೂಲಭೂತ ಆನ್‌ಲೈನ್ ಸ್ಟೋರ್‌ಗಿಂತ ಹೆಚ್ಚಿನದನ್ನು ಬಯಸುತ್ತದೆ. ನಿಮ್ಮ ಆದಾಯದ ಮಾದರಿಯನ್ನು ವಿವರಿಸಿ ಮತ್ತು ಉಳಿದದ್ದನ್ನು ನಾವು ಮನಬಂದಂತೆ ನಿಭಾಯಿಸುತ್ತೇವೆ.",
    },
  },

  migration: {
    title: "ವಲಸೆ",
    shopify: {
      msg: "Shopify ನಿಂದ ಮನಬಂದಂತೆ Selldone ಗೆ ಬದಲಿಸಿ! ನಿಮ್ಮ ಆನ್‌ಲೈನ್ ಸ್ಟೋರ್‌ಗಾಗಿ ಶ್ರಮರಹಿತ ವಲಸೆ, ವರ್ಧಿತ ವೈಶಿಷ್ಟ್ಯಗಳು ಮತ್ತು ವೆಚ್ಚ-ಪರಿಣಾಮಕಾರಿ ಪರಿಹಾರಗಳನ್ನು ಆನಂದಿಸಿ.",
    },
    woocommerce: {
      msg: "ಕೆಲವೇ ಕ್ಲಿಕ್‌ಗಳಲ್ಲಿ ನಿಮ್ಮ WooCommerce ಉತ್ಪನ್ನಗಳನ್ನು Selldone ಗೆ ಮನಬಂದಂತೆ ಸ್ಥಳಾಂತರಿಸಿ! ವರ್ಧಿತ ಕಾರ್ಯಕ್ಷಮತೆ, ಅರ್ಥಗರ್ಭಿತ ವಿನ್ಯಾಸ ಮತ್ತು ಉನ್ನತ ಶ್ರೇಣಿಯ ಗ್ರಾಹಕ ಬೆಂಬಲವನ್ನು ಆನಂದಿಸಿ. ನಿಮ್ಮ ಇ-ಕಾಮರ್ಸ್ ಅನುಭವವನ್ನು ಈಗಲೇ ನವೀಕರಿಸಿ.",
    },
  },





};
