export default {
  "categories": {
    "Baby": {
      "title": "아기 용품",
      "desc": "수유, 출산, 유모차"
    },
    "Beauty": {
      "title": "아름다움",
      "desc": "화장품, 향수, 헤어케어"
    },
    "Blog": {
      "title": "블로그",
      "desc": "스포츠 블로그, 과학 블로그, 기술 블로그"
    },
    "Fashion": {
      "title": "패션",
      "desc": "의류, 신발, 시계"
    },
    "Crypto": {
      "title": "암호화",
      "desc": "암호화폐, 블록체인, NFT"
    },
    "Electronics": {
      "title": "전자제품",
      "desc": "모바일, 비디오 게임, 노트북, TV"
    },
    "Food": {
      "title": "음식 및 음료",
      "desc": "레스토랑, 베이커리, 음료"
    },
    "Furniture": {
      "title": "가구",
      "desc": "가정용 가구, 장식, 수하물 및 여행"
    },
    "Gift": {
      "title": "기프트 카드",
      "desc": "앱 스토어, 구글 플레이, 넷플릭스, 스포티파이"
    },
    "Groceries": {
      "title": "식료 잡화류",
      "desc": "유제품, 과일, 조리 식품, 고기"
    },
    "Handcrafts": {
      "title": "수공예품",
      "desc": "수집품, 페인트 신발, 조각품, 유리 예술"
    },
    "Health": {
      "title": "건강",
      "desc": "약국, 애완동물 관리, 웰빙"
    },
    "Home": {
      "title": "가정 및 생활",
      "desc": "주방가전, 조리기구, 다이닝"
    },
    "Jewelry": {
      "title": "보석류",
      "desc": "목걸이, 반지, 팔찌"
    },
    "Sports": {
      "title": "스포츠",
      "desc": "운동, 캠핑, 자전거, 레크리에이션"
    },
    "Education": {
      "title": "온라인 코스",
      "desc": "웹 개발, 디자인, 비즈니스"
    },
    "Toy": {
      "title": "장난감",
      "desc": "게임, 퍼즐, 액션 피규어"
    },
    "Other": {
      "title": "다른",
      "desc": "다른 직업들..."
    }
  },
  "partners": {
    "title": "{name}은(는) Selldone과 파트너 관계를 맺고 있습니다.",
    "subtitle": "차세대 온라인 비즈니스를 실현합니다.",
    "create_new_shop": "새 상점 만들기",
    "select_a_shop": "상점 선택",
    "apply_deal_to": "{shop}에 거래 적용",
    "notifications": {
      "success_apply": "거래가 성공적으로 활성화되었습니다!"
    },
    "subtitle_official": "차세대 온라인 비즈니스를 경험해 보세요."
  },
  "name": "설정",
  "shop": {
    "title": "내 가게 설정",
    "subtitle": "이 간단한 단계를 완료하여 다음 단계로 이동하십시오."
  },
  "open_website": "내 웹사이트 열기",
  "add_product": "제품 추가",
  "setup_shipping": "배송 설정",
  "add_domain": "도메인 추가",
  "add_payment": "결제 게이트웨이에 연결",
  "product": {
    "step1": {
      "title": "옵션 1. 수동으로 추가",
      "msg": "실제 제품, 가상 항목, 파일 및 서비스를 상점에 추가하고 판매를 시작할 수 있습니다.",
      "action_on": "첫 번째 제품 추가",
      "action_off": "더 많은 제품 추가",
      "category": "카테고리는 다른 것과 비교하여 온라인 쇼핑 웹사이트의 걸작입니다. 카테고리를 추가하고 드래그 앤 드롭으로 관리하여 모든 것을 분류하고 정렬하십시오.",
      "add_category": "카테고리 추가"
    },
    "step2": {
      "title": "옵션 2. Excel로 추가",
      "msg": "1K, 10K 항목과 같은 많은 제품이 있습니까? 한 번의 작업으로 모두 가져올 수 있으므로 걱정하지 마십시오.",
      "import_excel": "Excel로 가져오기",
      "download_template": "템플릿 다운로드"
    },
    "step3": {
      "title": "옵션 3. 전문가 고용",
      "msg": "100개 이상의 항목이 있고 제품을 추가할 사람이 필요하십니까? Expert@selldone.com으로 요청을 보내고 약속을 예약하십시오. 우리는 당신을 위해 전문가를 고용합니다. 품목당 5.99$, 추가 변형당 2.99$의 단순 고정 요금이 있습니다."
    }
  },
  "shipping": {
    "step1": {
      "title": "1단계. 위치 설정",
      "msg": "첫 번째 단계에서 창고(출고지)를 설정합니다. 이 정보는 거리, 배송비를 계산하고 배송 서비스 지역에 있는지 확인하는 데 사용됩니다.",
      "edit_warehouse": "창고 수정",
      "add_warehouse": "창고 추가"
    },
    "step2": {
      "title": "2단계. 배송 방법 활성화",
      "msg": "스토어에 배송 방법을 하나 이상 추가하세요. 무게, 거리 및 기타 매개변수를 기반으로 가격을 설정할 수 있습니다. 각 배송 서비스에서 지원하는 패키지의 거리, 무게 및 크기에 대한 제한을 설정하는 것을 잊지 마십시오.",
      "add_delivery": "배송 방법 추가"
    }
  },
  "domain": {
    "step1": {
      "title": "1단계. 도메인 구매",
      "msg": "아직 개인 도메인이 없다면 namecheap.com과 같은 웹사이트에서 자신의 도메인을 구입할 때입니다."
    },
    "step2": {
      "title": "2단계. SSL 활성화",
      "msg": "CDN 및 SSL을 제공하는 Namecheap과 같은 서비스를 사용하는 경우 도메인에서 1.CDN 및 2.SSL을 활성화하기만 하면 됩니다."
    },
    "step3": {
      "title": "3단계. DNS 레코드 설정",
      "msg": "축하합니다. 이제 도메인 서비스 공급자에서 DNS를 구성하고 계정에 도메인을 추가하기만 하면 됩니다."
    }
  },
  "payment": {
    "step1": {
      "title": "가격 통화",
      "msg": "다른 통화로 돈을 받을 수 있으며 상점은 가격 책정에 대해 둘 이상의 통화를 지원할 수 있습니다. 그건 그렇고, 상점 통화를 USD로 설정하면 고객은 USD, EUR, GBP 등과 같은 모든 통화로 지불하여 구매할 수 있습니다.",
      "manage_currencies": "가격 통화 관리"
    },
    "step2": {
      "title": "돈을 수락",
      "msg": "대금 상환, 직접 송금 및 상점에서 사용 가능한 기타 지불 방법을 추가하십시오.",
      "online_title": "온라인 지불 방법",
      "online_msg": "카드 결제, 새로운 뱅킹 애플리케이션, 지금 구매 후 결제 및 기타 여러 온라인 결제 방법을 수락합니다.",
      "add_online_gateway": "온라인 결제 수단 추가",
      "cod_title": "착불 결제 방법",
      "cod_msg": "주문 배송 후 결제를 수락합니다. 대금 상환 결제를 수동으로 확인할 수 있습니다.",
      "cash_title": "현금 결제 방법",
      "cash_msg": "이 유형의 지불은 Selldone® POS에서 사용됩니다.",
      "dir_title": "직접 지불 방법",
      "dir_msg": "직접 송금, 은행 송금 및 기타 전통적인 방법으로 지불을 수락할 수 있습니다."
    },
    "step3": {
      "msg": "30초 안에 단 한 번의 클릭으로 Selldone을 Stripe 계정에 연결하십시오. 현재 Stripe에서 자동 구성 프로세스를 지원하고 있습니다. 게이트웨이 탭으로 이동하여 Stripe를 추가하고 ' <b>Stripe에 자동 연결</b> ' 버튼을 클릭합니다.",
      "my_gateways": "내 결제 게이트웨이"
    }
  },
  "intro_inline_help_message": "이 빨간색 도움말 버튼을 찾으십시오. 비즈니스 OS에서 0에서 전문가로 스스로를 연습하는 데 도움이 됩니다.",
  "overview": {
    "title": "개요",
    "subtitle": "비즈니스 OS에 대한 통찰력을 얻고 이것이 귀하의 비즈니스에 어떻게 도움이 될 수 있는지 알아보세요."
  },
  "customize_theme": "웹사이트 사용자 정의",
  "setup_business": "사업 설정",
  "customize": {
    "template": {
      "title": "템플릿",
      "msg": "사전 제작된 템플릿으로 매장을 시작해보세요! 각각 고유한 디자인을 자랑하는 여러 페이지를 추가하여 쉽게 다양화할 수 있습니다."
    },
    "colors": {
      "title": "색상 및 레이아웃",
      "msg": "귀하의 비전에 더 잘 맞도록 제품 페이지와 매장 레이아웃을 맞춤화하고 싶으십니까? 상점의 테마 사용자 정의 섹션에 들어가 마법이 쉽게 펼쳐지는 모습을 지켜보세요!"
    }
  },
  "business": {
    "step1": {
      "title": "비즈니스 모델",
      "msg": "모든 비즈니스는 고유하며 종종 기본적인 온라인 상점 이상의 것이 필요합니다. 수익 모델을 정의하시면 나머지는 저희가 원활하게 처리해 드립니다."
    }
  },
  "migration": {
    "title": "이주",
    "shopify": {
      "msg": "Shopify에서 Selldone으로 원활하게 전환하세요! 온라인 스토어를 위한 간편한 마이그레이션, 향상된 기능, 비용 효율적인 솔루션을 즐겨보세요."
    },
    "woocommerce": {
      "msg": "단 몇 번의 클릭만으로 WooCommerce 제품을 Selldone으로 원활하게 마이그레이션할 수 있습니다! 향상된 성능, 직관적인 디자인, 최고 수준의 고객 지원을 즐겨보세요. 지금 전자상거래 경험을 업그레이드하세요."
    }
  }
};