/*
 * Copyright (c) 2023. Selldone® Business OS™
 *
 * Author: M.Pajuhaan
 * Web: https://selldone.com
 * ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━
 *
 * All rights reserved. In the weave of time, where traditions and innovations intermingle, this content was crafted.
 * From the essence of thought, through the corridors of creativity, each word, and sentiment has been molded.
 * Not just to exist, but to inspire. Like an artist's stroke or a sculptor's chisel, every nuance is deliberate.
 * Our journey is not just about reaching a destination, but about creating a masterpiece.
 * Tread carefully, for you're treading on dreams.
 */

export default {
  categories: {
    Baby: {
      title: "Ымыркайлар, балдар жана оюнчуктар",
      desc: "Коляскалар, оюнчуктар, оюндар, баш катырмалар, каарман фигуралары",
    },
    Health: {
      title: "Ден соолук жана сулуулук",
      desc: "Дарыкана, бакубат жашоо, косметика, жыпар жыт",
    },
    Media: {
      title: "Медиа жана оюндар",
      desc: "Видео оюндар, тасмалар, музыка, китептер",
    },
    Fashion: {
      title: "Кийим, зер буюмдар жана сааттар",
      desc: "Кийим, бут кийим, мончок, шакек, билерик, саат",
    },
    Automotive: {
      title: "Автотоварлар",
      desc: "Унаа аксессуарлары, шаймандар, тейлөө",
    },
    Electronics: {
      title: "Электроника",
      desc: "Мобилдик түзмөктөр, телевизорлор, аудио түзмөктөр, камералар",
    },
    Computers: {
      title: "Компьютерлер",
      desc: "Ноутбуктар, столдук компьютерлер, аксессуарлар, программалык камсыздоо",
    },
    Household: {
      title: "Үйгө керектүүлөр",
      desc: "Тазалоо каражаттары, ванна, кир жуу",
    },
    Garden: {
      title: "Бакча жана шаймандар",
      desc: "Сырткы эмерек, бакча шаймандары, өсүмдүктөр",
    },
    Food: {
      title: "Азык-түлүк жана күнүмдүк товарлар",
      desc: "Сүт азыктары, жемиш, даяр тамак, эт, суусундук",
    },
    Handmade: {
      title: "Колдон жасалган",
      desc: "Коллекциялык буюмдар, боёлгон бут кийимдер, айкелдер, айнек искусствосу",
    },
    PetSupplies: {
      title: "Үй жаныбарлары үчүн товарлар",
      desc: "Жаныбарлардын азыгы, оюнчуктары, кам көрүү каражаттары",
    },
    Home: {
      title: "Үй жана жашоо",
      desc: "Ашкана техникасы, үй эмеректери, декор",
    },
    Sports: {
      title: "Спорт жана сырттагы эс алуу",
      desc: "Көнүгүү, кемпинг, велосипеддер, эс алуу",
    },
    Stationery: {
      title: "Кеңсе жана жазуу буюмдары",
      desc: "Кеңсе буюмдары, мектеп буюмдары, кагаз продукциялары",
    },
    Books: {
      title: "Китептер",
      desc: "Көркөм адабият, илимий-популярдуу эмес адабият, билим берүү, комикстер",
    },
    Marketplace: {
      title: "Бардык нерсе үчүн базар",
      desc: "Көптөгөн категориялардан ар түрдүү товарлар",
    },
    Other: {
      title: "Башка...",
      desc: "Белек карталары, санариптик товарлар, онлайн кызматтар, бардык нерсе",
    },
  },

  partners: {
    title: "{name} Selldone менен өнөктөш",
    subtitle: "онлайн бизнестин кийинки муунун кулпусун ачууда.",
    subtitle_official: "Онлайн бизнестин кийинки муунун кулпусун ачыңыз.",

    create_new_shop: "Жаңы дүкөн түзүү",
    select_a_shop: "Дүкөн тандаңыз",
    apply_deal_to: "Келишимди {shop}га колдонуу",
    notifications: {
      success_apply: "Келишим ийгиликтүү жандырылды!",
    },
  },

  name: "Жөндөө",
  overview: {
    title: "Жалпы көрүнүш",
    subtitle:
      "Бизнес үчүн операциялык система тууралуу түшүнүк алып, ал бизнесиңизге кандай жардам бере аларын билиңиз.",
  },

  shop: {
    title: "Нөлдөн кирешеге чейин",
    subtitle: "Бул жөнөкөй кадамдарды аткарып, кийинки деңгээлге өтүңүз.",
  },

  open_website: "Менин веб-сайтымды ачуу",

  customize_theme: "Веб-сайтты ыңгайлаштыруу",
  setup_business: "Бизнести жөндөө",
  add_product: "Товарларды кошуу",
  setup_shipping: "Жеткирүүнү жөндөө",
  add_domain: "Домен кошуу",
  add_payment: "Төлөмдү туташтыруу",

  product: {
    step1: {
      title: "1-вариант. Кол менен кошуу",
      msg: "Дүкөнүңүзгө физикалык өнүмдөрдү, виртуалдык нерселерди, файлдарды жана кызматтарды кошуп, аларды сата баштасаңыз болот.",
      action_on: "Биринчи продуктуңузду кошуңуз",
      action_off: "Көбүрөөк өнүмдөрдү кошуңуз",
      category:
        "Категориялар сиздин онлайн соода сайтыңызды башкалардан айырмалаган маанилүү бөлүк. Категорияларды кошуп, сүйрөп таштоо аркылуу башкарып, бардык нерсени иреттеп, топтоңуз.",
      add_category: "Категория кошуу",
    },
    step2: {
      title: "Вариант 2. Excel аркылуу кошуу",
      msg: "1K, 10K нерселер сыяктуу көптөгөн товарларыңыз барбы? Кабатыр болбоңуз, баарын бир аракет менен импорттоо.",
      import_excel: "Excel аркылуу импорттоо",
      download_template: "Үлгүнү жүктөп алуу",
    },
  },
  shipping: {
    step1: {
      title: "1-кадам. Жайгашкан жерди орнотуңуз",
      msg: "Биринчи кадамда кампаңызды орнотуңуз (жөнөтүүнүн келип чыгышы). Бул маалымат расстояние, жеткирүү наркын эсептөө үчүн колдонулат, жана жеткирүү кызматы аймагында болушу үчүн текшерүү.",
      edit_warehouse: "Кампаны түзөтүү",
      add_warehouse: "Кампаңызды кошуңуз",
    },
    step2: {
      title: "2-кадам. Жеткирүү ыкмаларын иштетиңиз",
      msg: "Дүкөнүңүзгө жок дегенде бир жеткирүү ыкмасын кошуңуз. Сиз салмак, аралык жана башка параметрлерге жараша бааны орното аласыз. Ар бир жеткирүү кызматы колдогон пакеттердин аралыгы, салмагы жана өлчөмү боюнча чектөөлөрдү коюуну унутпаңыз.",
      add_delivery: "жеткирүү ыкмаларын кошуу",
    },
  },

  domain: {
    buy_domain_step: {
      title: "1-кадам. Домен сатып алуу",
      msg: "Эгер жеке домениңиз али жок болсо, namecheap.com сыяктуу сайттардан өз домениңизди сатып алууга убакыт келди.",
    },

    set_dns_step: {
      title: "2-кадам. DNS жазууларын жөндөө",
      msg: "Куттуктайбыз, эми домен кызматын көрсөтүүчүңүздө DNSти жөндөп, доменди аккаунтуңузга кошуу гана калды.",
    },
  },

  payment: {
    step1: {
      title: "Валюталарды баалоо",
      msg: "Сиз акчаны ар кандай валютада кабыл ала аласыз жана дүкөнүңүз баа үчүн бирден ашык валютаны колдой алат. Айтмакчы, эгер сиз дүкөнүңүздүн валютасын USD деп койсоңуз, кардарлар сизден сатып алуу үчүн USD, EUR, GBP ж.б.у.с. каалаган валютада төлөй алышат.",
      manage_currencies: "Баа валюталарын башкарыңыз",
    },
    step2: {
      title: "Акчаны кабыл ал",
      msg: "Дүкөнүңүзгө жеткирүү боюнча накталай акчаны, түз акча которууну жана башка жеткиликтүү төлөм ыкмаларын кошуңуз.",
      online_title: "Онлайн төлөм ыкмалары",
      online_msg:
        "Карталар, жаңы банктык тиркемелер, азыр сатып алуу-кийинчерээк төлөө жана башка көптөгөн онлайн төлөм ыкмалары менен төлөмдү кабыл алыңыз.",
      add_online_gateway: "Онлайн төлөм ыкмасын кошуңуз",
      cod_title: "Жеткирүү боюнча накталай акча төлөө ыкмасы",
      cod_msg:
        "Заказдарды жеткиргенден кийин төлөмдү кабыл алыңыз. Жеткирүү боюнча накталай акчаны кол менен ырастай аласыз.",
      cash_title: "Накталай төлөм ыкмалары",
      cash_msg: "Төлөмдүн бул түрү Selldone POSто колдонулат.",
      dir_title: "Түздөн-түз төлөм ыкмалары",
      dir_msg:
        "Сиз түз акча которуу, банктык акча которуу жана башка салттуу жолдор менен төлөмдү кабыл ала аласыз.",
    },
    step3: {
      msg: "Selldone платформасын Stripe аккаунтуңузга 30 секундда бир чыкылдатуу менен туташтырыңыз. Азыр биз Stripe аркылуу автоматтык жөндөө процессин колдойбуз. Төлөм шлюзу өтмөгүнө өтүп, Stripe кошуп, “<b>Stripe менен автоматтык туташтыруу</b>” баскычын басыңыз.",
      my_gateways: "Менин төлөм шлюздарым",
    },
  },


  /**
   * @see SShopOnboardingCustomization
   */
  customize: {
    tour:{
      title:'Тур',
      subtitle:"Башка жерде жок, ушул жерде мүмкүн болгон нерселерди табыңыз.",
      /**
       * @see BShopOnboardingTour
       */
      avocado:{
        title:"Avocado - товар кошпой сатуу",
        description: "Avocado аркылуу алдын ала белгиленген баалар же маалыматтар жок эле кызматтарды же товарларды сунуштай аласыз. Кардарлар кызмат же товар сурашы үчүн жеке форма түзүңүз. Алар сурам жөнөткөндөн кийин, бааны белгилеп, төлөмдү иштете аласыз. Форманы социалдык тармактарда бөлүшүңүз, ошондо кардарлар товарларды кошуп, сүрөттөрдү жүктөп, буйрутмаларды оңой жөнөтө алышат.",
        action:'Avocado жөнүндө окуу',
      },
      marketplace:{
        title: "Көп сатуучулуу базар жана автоматтык төлөм",
        description: "Selldone менен бир нече сатуучуну кошуп, өнүккөн базар түзүңүз. Сатуучулар өз товарларын жайгаштыра алышат, ал эми сиз ар бир сатууга комиссиянын өлчөмүн белгилей аласыз. Кардар сатып алганда, сатуучу төлөмдү түз алат, буйрутманы өзүнүн панелинен башкарат, ал эми сиз автоматтык төлөм функциясы аркылуу комиссия аласыз.",
        action:'Сатуучуларга автоматтык төлөм',
      },
      business_model:{
        title: "Татаал бизнес моделдерин колдоо",
        description:
            "Selldone жөнөкөй да, татаал да бизнес моделдерин колдойт, ошондуктан керектүү учурда ылайыкташа аласыз. Кошумча модулдарды же колдонмолорду орнотпостон, баарын ички тараптан жөндөп, үзгүлтүксүз өтүүнү жана иштөөнү камсыз кылыңыз.",
      },
      gift_shopping:{
        title: "Товар жайгашкан жеринин чектөөлөрү жана белек сатып алуу",
        description:
            "Ар бир товар үчүн бир нече өлкөнү, ZIP коддорду жана шаарларды көрсөтүп, жайгашкан жер боюнча чектөө коюңуз. Бул функция жеке белек сатып алуу тажрыйбасын түзүүгө же товар жеткиликтүүлүгүн ресторандар сыяктуу белгилүү аймактарга гана чектөөгө ылайыктуу.",

      }
    },

    template: {
      title: "Шаблондор",
      msg: "Биздин алдын ала түзүлгөн калыптарыбыз менен дүкөнүңүздү баштаңыз! Ар бири өзүнүн уникалдуу дизайны менен мактанган бир нече барактарды кошуп, оңой диверсификациялаңыз.",
      action:'Бардык үлгүлөрдү көрүү...'

    },

    colors: {
      title: "Түстөр жана жайгашуу",

      msg: "Өнүм барагын жана дүкөндүн жайгашуусун көз карашыңызга жакшыраак ылайыкташтыргыңыз келеби? Дүкөнүңүздөгү теманы ыңгайлаштыруу бөлүмүнө кирип, баары кантип жеңил ишке ашарын көрүңүз.",

      action:'Түстөрдү жана теманы ыңгайлаштыруу'

    },

  },

  /**
   * @see ShopOnboardingSetupBusinessTab
   */
  business: {
    step1: {
      title: "Бизнес модели",
      msg: "Ар бир бизнес уникалдуу болуп саналат жана көп учурда жөн гана негизги онлайн дүкөндөн көп талап кылат. Киреше моделиңизди аныктаңыз, калганын биз сиз үчүн оңой чечебиз.",
    },
  },

  migration: {
    title: "Миграция",
    shopify: {
      msg: "Shopify'дан Selldone'ге оңой которулуңуз! Интернет-дүкөнүңүз үчүн кыйынчылыксыз миграциядан, өркүндөтүлгөн функциялардан жана үнөмдүү чечимдерден ырахат алыңыз.",
    },
    woocommerce: {
      msg: "WooCommerce өнүмдөрүңүздү бир нече чыкылдатуу менен Selldone'ге оңой көчүрүңүз! Өркүндөтүлгөн аткаруу, интуитивдик дизайн жана жогорку деңгээлдеги кардарларды колдоо. Электрондук коммерция тажрыйбаңызды азыр жаңыртыңыз.",
    },
  },





};
