export default {
  "categories": {
    "Baby": {
      "title": "ອຸປະກອນເດັກນ້ອຍ",
      "desc": "ການໃຫ້ອາຫານ, ແມ່, stroller"
    },
    "Beauty": {
      "title": "ຄວາມງາມ",
      "desc": "ເຄື່ອງສໍາອາງ, ກິ່ນຫອມ, ການດູແລຜົມ"
    },
    "Blog": {
      "title": "ບລັອກ",
      "desc": "blog ກິລາ, blog ວິທະຍາສາດ, blog ເຕັກໂນໂລຊີ"
    },
    "Fashion": {
      "title": "ແຟຊັ່ນ",
      "desc": "ເສື້ອຜ້າ, ເກີບ, ໂມງ"
    },
    "Crypto": {
      "title": "ຄຣິບໂຕ",
      "desc": "Crypto-Currency, Blockchain, NFT"
    },
    "Electronics": {
      "title": "ເອເລັກໂຕຣນິກ",
      "desc": "ມືຖື, ເກມວີດີໂອ, ແລັບທັອບ, ໂທລະພາບ"
    },
    "Food": {
      "title": "ອາຫານ ແລະ ເຄື່ອງດື່ມ",
      "desc": "ຮ້ານອາຫານ, ເບເກີຣີ, ເຄື່ອງດື່ມ"
    },
    "Furniture": {
      "title": "ເຟີນິເຈີ",
      "desc": "ເຟີນິເຈີເຮືອນ, ຕົກແຕ່ງ, ກະເປົາ & ການເດີນທາງ"
    },
    "Gift": {
      "title": "ບັດ​ຂອງ​ຂວັນ",
      "desc": "App Store, Google Play, Netflix, Spotify"
    },
    "Groceries": {
      "title": "ຮ້ານຂາຍເຄື່ອງຍ່ອຍ",
      "desc": "ນົມ, ຫມາກໄມ້, ອາຫານທີ່ກຽມພ້ອມ, ຊີ້ນ"
    },
    "Handcrafts": {
      "title": "ຫັດຖະກໍາ",
      "desc": "ການເກັບກໍາ, ເກີບ painted, ປະຕິມາກໍາ, ສິລະປະແກ້ວ"
    },
    "Health": {
      "title": "ສຸ​ຂະ​ພາບ",
      "desc": "ຮ້ານຂາຍຢາ, ການດູແລສັດລ້ຽງ, ສຸຂະພາບ"
    },
    "Home": {
      "title": "ເຮືອນ & ທີ່ຢູ່ອາໄສ",
      "desc": "ເຄື່ອງໃຊ້ໃນເຮືອນຄົວ, ເຄື່ອງແຕ່ງກິນ, ຫ້ອງຮັບປະທານອາຫານ"
    },
    "Jewelry": {
      "title": "ເຄື່ອງປະດັບ",
      "desc": "ສາຍຄໍ, ແຫວນ, ສາຍແຂນ"
    },
    "Sports": {
      "title": "ກິລາ",
      "desc": "ອອກ​ກໍາ​ລັງ​ກາຍ​, camping​, ລົດ​ຖີບ​, ພັກ​ຜ່ອນ​"
    },
    "Education": {
      "title": "ຫຼັກສູດອອນໄລນ໌",
      "desc": "ການພັດທະນາເວັບ, ການອອກແບບ, ທຸລະກິດ"
    },
    "Toy": {
      "title": "ເຄື່ອງຫຼິ້ນ",
      "desc": "ເກມ, ແຂ່ງລົດ, ຕົວເລກການປະຕິບັດ"
    },
    "Other": {
      "title": "ອື່ນໆ",
      "desc": "ອາຊີບອື່ນໆ..."
    }
  },
  "partners": {
    "title": "{name} ກຳລັງຮ່ວມມືກັບ Selldone",
    "subtitle": "ໃນການປົດລັອກທຸລະກິດອອນໄລນ໌ໃນຍຸກຕໍ່ໄປ.",
    "create_new_shop": "ສ້າງຮ້ານໃຫມ່",
    "select_a_shop": "ເລືອກຮ້ານ",
    "apply_deal_to": "ນຳໃຊ້ຂໍ້ສະເໜີກັບ {shop}",
    "notifications": {
      "success_apply": "ຂໍ້ສະເໜີສຳເລັດແລ້ວ!"
    },
    "subtitle_official": "ປົດລັອກທຸລະກິດອອນໄລນ໌ລຸ້ນຕໍ່ໄປ."
  },
  "name": "ຕັ້ງ​ຄ່າ",
  "shop": {
    "title": "ຕັ້ງຄ່າຮ້ານຂອງຂ້ອຍ",
    "subtitle": "ໄປຫາລະດັບຕໍ່ໄປໂດຍການເຮັດສໍາເລັດຂັ້ນຕອນງ່າຍໆເຫຼົ່ານີ້."
  },
  "open_website": "ເປີດເວັບໄຊທ໌ຂອງຂ້ອຍ",
  "add_product": "ເພີ່ມຜະລິດຕະພັນ",
  "setup_shipping": "ຕັ້ງຄ່າການຂົນສົ່ງ",
  "add_domain": "ເພີ່ມໂດເມນ",
  "add_payment": "ເຊື່ອມຕໍ່ຫາປະຕູການຈ່າຍເງິນ",
  "product": {
    "step1": {
      "title": "ທາງເລືອກ 1. ເພີ່ມດ້ວຍຕົນເອງ",
      "msg": "ທ່ານ​ສາ​ມາດ​ເພີ່ມ​ຜະ​ລິດ​ຕະ​ພັນ​ທາງ​ດ້ານ​ຮ່າງ​ກາຍ​, ລາຍ​ການ virtual​, ໄຟລ​໌​, ແລະ​ການ​ບໍ​ລິ​ການ​ຮ້ານ​ຂອງ​ທ່ານ​ແລະ​ເລີ່ມ​ຕົ້ນ​ການ​ຂາຍ​ໃຫ້​ເຂົາ​ເຈົ້າ​.",
      "action_on": "ເພີ່ມຜະລິດຕະພັນທໍາອິດຂອງທ່ານ",
      "action_off": "ເພີ່ມຜະລິດຕະພັນເພີ່ມເຕີມ",
      "category": "ໝວດໝູ່ແມ່ນສິ່ງປະດິດຂອງເວັບໄຊຊ້ອບປິ້ງອອນລາຍຂອງເຈົ້າທຽບກັບຄົນອື່ນ. ເຮັດ​ໃຫ້​ທຸກ​ສິ່ງ​ທຸກ​ຢ່າງ​ຈັດ​ປະ​ເພດ​ແລະ​ຈັດ​ລຽງ​ໂດຍ​ການ​ເພີ່ມ​ປະ​ເພດ​ແລະ​ການ​ຄຸ້ມ​ຄອງ​ທີ່​ມີ drag & drop​.",
      "add_category": "ເພີ່ມໝວດໝູ່"
    },
    "step2": {
      "title": "ທາງເລືອກ 2. ເພີ່ມໂດຍ Excel",
      "msg": "ມີຜະລິດຕະພັນຫຼາຍເຊັ່ນ 1K, 10K ລາຍການບໍ? ຢ່າກັງວົນນໍາເຂົ້າທັງຫມົດໂດຍການດໍາເນີນການຫນຶ່ງ.",
      "import_excel": "ນໍາເຂົ້າໂດຍ Excel",
      "download_template": "ດາວໂຫຼດແມ່ແບບ"
    },
    "step3": {
      "title": "ທາງເລືອກ 3. ຈ້າງຜູ້ຊ່ຽວຊານ",
      "msg": "ມີຫຼາຍກວ່າ 100 ລາຍການແລະຕ້ອງການຄົນທີ່ຈະເພີ່ມຜະລິດຕະພັນຂອງທ່ານບໍ? ສົ່ງຄຳຮ້ອງຂໍໄປທີ່ expert@selldone.com, ແລະຈອງນັດໝາຍ. ພວກເຮົາຈ້າງຜູ້ຊ່ຽວຊານສໍາລັບທ່ານ. ມັນມີອັດຕາຮາບພຽງທີ່ງ່າຍດາຍ, ພຽງແຕ່ 5.99 ໂດລາຕໍ່ລາຍການແລະ 2.99 ໂດລາຕໍ່ຕົວແປເພີ່ມເຕີມ."
    }
  },
  "shipping": {
    "step1": {
      "title": "ຂັ້ນຕອນທີ 1. ກໍານົດສະຖານທີ່",
      "msg": "ໃນຂັ້ນຕອນທໍາອິດ, ກໍານົດສາງຂອງທ່ານ (ຕົ້ນກໍາເນີດຂອງການຂົນສົ່ງ). ຂໍ້ມູນນີ້ຖືກນໍາໃຊ້ເພື່ອຄິດໄລ່ໄລຍະທາງ, ຄ່າຂົນສົ່ງ, ແລະກວດເບິ່ງວ່າຢູ່ໃນພື້ນທີ່ບໍລິການຂົນສົ່ງ.",
      "edit_warehouse": "ແກ້ໄຂສາງ",
      "add_warehouse": "ເພີ່ມສາງຂອງທ່ານ"
    },
    "step2": {
      "title": "ຂັ້ນຕອນທີ 2. ເປີດໃຊ້ວິທີການຂົນສົ່ງ",
      "msg": "ເພີ່ມຢ່າງໜ້ອຍໜຶ່ງວິທີຈັດສົ່ງໃຫ້ຮ້ານຂອງທ່ານ. ທ່ານສາມາດກໍານົດລາຄາໂດຍອີງໃສ່ນ້ໍາຫນັກ, ໄລຍະທາງ, ແລະຕົວກໍານົດການອື່ນໆ. ຢ່າລືມກໍານົດຂອບເຂດຈໍາກັດສໍາລັບໄລຍະທາງ, ນ້ໍາຫນັກ, ແລະຂະຫນາດຂອງແພັກເກັດທີ່ແຕ່ລະບໍລິການຂົນສົ່ງສະຫນັບສະຫນູນ.",
      "add_delivery": "ເພີ່ມວິທີການຂົນສົ່ງ"
    }
  },
  "domain": {
    "step1": {
      "title": "ຂັ້ນຕອນທີ 1. ຊື້ໂດເມນ",
      "msg": "ຖ້າທ່ານບໍ່ມີໂດເມນສ່ວນຕົວຂອງທ່ານເທື່ອ, ມັນແມ່ນເວລາທີ່ຈະຊື້ໂດເມນຂອງທ່ານເອງຈາກເວັບໄຊທ໌ເຊັ່ນ namecheap.com ."
    },
    "step2": {
      "title": "ຂັ້ນຕອນທີ 2. ເປີດໃຊ້ SSL",
      "msg": "ຖ້າທ່ານໃຊ້ບໍລິການເຊັ່ນ Namecheap ທີ່ສະຫນອງ CDN ແລະ SSL, ທ່ານພຽງແຕ່ຕ້ອງການເປີດໃຊ້ 1.CDN ແລະ 2.SSL ໃນໂດເມນຂອງທ່ານ."
    },
    "step3": {
      "title": "ຂັ້ນຕອນທີ 3. ກໍານົດບັນທຶກ DNS",
      "msg": "ຊົມເຊີຍ, ໃນປັດຈຸບັນທັງຫມົດທີ່ທ່ານມີເພື່ອເຮັດແມ່ນ configure DNS ໃນຜູ້ໃຫ້ບໍລິການໂດເມນຂອງທ່ານແລະເພີ່ມໂດເມນໃນບັນຊີຂອງທ່ານ."
    }
  },
  "payment": {
    "step1": {
      "title": "ສະກຸນເງິນລາຄາ",
      "msg": "ທ່ານສາມາດຍອມຮັບເງິນໃນສະກຸນເງິນທີ່ແຕກຕ່າງກັນ, ແລະຮ້ານຂອງທ່ານສາມາດສະຫນັບສະຫນູນຫຼາຍກ່ວາຫນຶ່ງສະກຸນເງິນສໍາລັບການກໍານົດລາຄາ. ໂດຍວິທີທາງການ, ຖ້າທ່ານຕັ້ງສະກຸນເງິນຮ້ານຂອງທ່ານເປັນ USD, ລູກຄ້າສາມາດຈ່າຍໃນທຸກສະກຸນເງິນເຊັ່ນ USD, EUR, GBP, ແລະອື່ນໆ, ເພື່ອຊື້ຈາກທ່ານ.",
      "manage_currencies": "ຈັດການລາຄາສະກຸນເງິນ"
    },
    "step2": {
      "title": "ຍອມຮັບເງິນ",
      "msg": "ເພີ່ມເງິນສົດໃນການຈັດສົ່ງ, ໂອນເງິນໂດຍກົງ, ແລະວິທີການຊໍາລະອື່ນໆທີ່ມີຢູ່ໃນຮ້ານຂອງທ່ານ.",
      "online_title": "ວິທີການຊໍາລະອອນໄລນ໌",
      "online_msg": "ຍອມຮັບການຊໍາລະດ້ວຍບັດ, ຄໍາຮ້ອງສະຫມັກທະນາຄານໃຫມ່, ຊື້ດຽວນີ້ - ຈ່າຍພາຍຫຼັງ, ແລະຫຼາຍວິທີການຊໍາລະເງິນອອນໄລນ໌ອື່ນໆ.",
      "add_online_gateway": "ເພີ່ມວິທີການຊໍາລະອອນໄລນ໌",
      "cod_title": "ວິທີການຊໍາລະເງິນສົດໃນການຈັດສົ່ງ",
      "cod_msg": "ຍອມຮັບການຈ່າຍເງິນຫຼັງຈາກການຈັດສົ່ງຂອງຄໍາສັ່ງ. ທ່ານສາມາດຢືນຢັນເງິນສົດໃນການຈ່າຍເງິນການຈັດສົ່ງດ້ວຍຕົນເອງ.",
      "cash_title": "ວິທີການຊໍາລະເງິນສົດ",
      "cash_msg": "ປະເພດຂອງການຈ່າຍເງິນນີ້ແມ່ນໃຊ້ໃນ Selldone® POS.",
      "dir_title": "ວິທີການຊໍາລະເງິນໂດຍກົງ",
      "dir_msg": "ທ່ານ​ສາ​ມາດ​ຮັບ​ເອົາ​ການ​ຊໍາ​ລະ​ໂດຍ​ການ​ໂອນ​ເງິນ​ໂດຍ​ກົງ​, ການ​ໂອນ​ເງິນ​ທະ​ນາ​ຄານ​, ແລະ​ວິ​ທີ​ການ​ພື້ນ​ເມືອງ​ອື່ນໆ​."
    },
    "step3": {
      "msg": "ເຊື່ອມຕໍ່ Selldone ກັບບັນຊີ Stripe ຂອງທ່ານດ້ວຍການຄລິກດຽວໃນ 30 ວິນາທີ. ໃນປັດຈຸບັນ, ພວກເຮົາສະຫນັບສະຫນູນຂະບວນການຕັ້ງຄ່າອັດຕະໂນມັດໂດຍ Stripe. ໄປ​ທີ່​ແຖບ​ປະ​ຕູ​ຂອງ​ທ່ານ​, ເພີ່ມ Stripe​, ແລະ​ຄລິກ​ໃສ່​ປຸ່ມ ' <b>ເຊື່ອມ​ຕໍ່​ອັດ​ຕະ​ໂນ​ມັດ​ກັບ Stripe</b> '​.",
      "my_gateways": "ປະຕູການຈ່າຍເງິນຂອງຂ້ອຍ"
    }
  },
  "intro_inline_help_message": "ຊອກຫາປຸ່ມຊ່ວຍເຫຼືອສີແດງນີ້. ມັນຊ່ວຍໃຫ້ທ່ານຝຶກຕົວທ່ານເອງຈາກສູນໄປຫາຜູ້ຊ່ຽວຊານໃນ Business OS ຂອງທ່ານ.",
  "overview": {
    "title": "ພາບລວມ",
    "subtitle": "ໄດ້ຮັບຄວາມເຂົ້າໃຈກ່ຽວກັບ Business OS ແລະຄົ້ນພົບວ່າມັນສາມາດຊ່ວຍທຸລະກິດຂອງທ່ານໄດ້ແນວໃດ."
  },
  "customize_theme": "ປັບແຕ່ງເວັບໄຊທ໌",
  "setup_business": "ຕັ້ງຄ່າທຸລະກິດ",
  "customize": {
    "template": {
      "title": "ແມ່ແບບ",
      "msg": "ເປີດຮ້ານຂອງເຈົ້າດ້ວຍແມ່ແບບທີ່ສ້າງໄວ້ກ່ອນຂອງພວກເຮົາ! ມີຄວາມຫຼາກຫຼາຍໄດ້ຢ່າງງ່າຍດາຍໂດຍການເພີ່ມຫຼາຍຫນ້າ, ແຕ່ລະຄົນມີການອອກແບບທີ່ເປັນເອກະລັກຂອງຕົນເອງ."
    },
    "colors": {
      "title": "ສີ ແລະໂຄງຮ່າງ",
      "msg": "ຊອກຫາການປັບແຕ່ງຫນ້າຜະລິດຕະພັນແລະຮູບແບບຮ້ານຄ້າເພື່ອໃຫ້ເຫມາະສົມກັບວິໄສທັດຂອງທ່ານ? ເຂົ້າໄປໃນພາກສ່ວນການປັບແຕ່ງຮູບແບບສີສັນໃນຮ້ານຂອງເຈົ້າ ແລະເບິ່ງວິເສດທີ່ເປີດເຜີຍຢ່າງບໍ່ຫຍຸ້ງຍາກ!"
    }
  },
  "business": {
    "step1": {
      "title": "ຮູບແບບທຸລະກິດ",
      "msg": "ທຸກໆທຸລະກິດແມ່ນເປັນເອກະລັກ, ແລະມັກຈະຕ້ອງການຫຼາຍກ່ວາພຽງແຕ່ຮ້ານອອນໄລນ໌ພື້ນຖານ. ກໍານົດຮູບແບບລາຍຮັບຂອງທ່ານ, ແລະພວກເຮົາຈະຈັດການສ່ວນທີ່ເຫຼືອສໍາລັບທ່ານ."
    }
  },
  "migration": {
    "title": "ການເຄື່ອນຍ້າຍ",
    "shopify": {
      "msg": "ປ່ຽນເປັນ Selldone ຢ່າງຕໍ່ເນື່ອງຈາກ Shopify! ເພີດເພີນໄປກັບການເຄື່ອນຍ້າຍແບບບໍ່ຫຍຸ້ງຍາກ, ຄຸນສົມບັດທີ່ປັບປຸງດີຂຶ້ນ, ແລະການແກ້ໄຂລາຄາບໍ່ແພງສໍາລັບຮ້ານຄ້າອອນໄລນ໌ຂອງທ່ານ."
    },
    "woocommerce": {
      "msg": "ເຄື່ອນຍ້າຍຜະລິດຕະພັນ WooCommerce ຂອງເຈົ້າໄປສູ່ Selldone ຢ່າງບໍ່ຢຸດຢັ້ງໃນພຽງສອງສາມຄລິກ! ເພີດເພີນໄປກັບປະສິດທິພາບທີ່ດີຂຶ້ນ, ການອອກແບບທີ່ເຂົ້າໃຈໄດ້, ແລະການຊ່ວຍເຫຼືອລູກຄ້າລະດັບສູງສຸດ. ອັບເກຣດປະສົບການອີຄອມເມີຊຂອງເຈົ້າດຽວນີ້."
    }
  }
};