/*
 * Copyright (c) 2023. Selldone® Business OS™
 *
 * Author: M.Pajuhaan
 * Web: https://selldone.com
 * ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━
 *
 * All rights reserved. In the weave of time, where traditions and innovations intermingle, this content was crafted.
 * From the essence of thought, through the corridors of creativity, each word, and sentiment has been molded.
 * Not just to exist, but to inspire. Like an artist's stroke or a sculptor's chisel, every nuance is deliberate.
 * Our journey is not just about reaching a destination, but about creating a masterpiece.
 * Tread carefully, for you're treading on dreams.
 */

export default {
  categories: {
    Baby: {
      title: "ເດັກນ້ອຍ ເດັກ ແລະຂອງຫຼິ້ນ",
      desc: "ລົດເຂັນເດັກ, ຂອງຫຼິ້ນ, ເກມ, ປິດສະໜາ, ຮູບຕົວລະຄອນ",
    },
    Health: {
      title: "ສຸຂະພາບ ແລະຄວາມງາມ",
      desc: "ຮ້ານຂາຍຢາ, ສຸຂະພາບດີ, ເຄື່ອງສຳອາງ, ນ້ຳຫອມ",
    },
    Media: {
      title: "ສື່ ແລະເກມ",
      desc: "ເກມວິດີໂອ, ຮູບເງົາ, ເພງ, ປື້ມ",
    },
    Fashion: {
      title: "ເສື້ອຜ້າ ເຄື່ອງປະດັບ ແລະນາລິກາ",
      desc: "ເສື້ອຜ້າ, ເກີບ, ສາຍຄໍ, ແຫວນ, ສາຍແຂນ, ນາລິກາ",
    },
    Automotive: {
      title: "ຍານຍົນ",
      desc: "ອຸປະກອນລົດ, ເຄື່ອງມື, ການບຳລຸງຮັກສາ",
    },
    Electronics: {
      title: "ເຄື່ອງໄຟຟ້າອິເລັກໂທຣນິກ",
      desc: "ໂທລະສັບມືຖື, ໂທລະພາບ, ອຸປະກອນສຽງ, ກ້ອງຖ່າຍຮູບ",
    },
    Computers: {
      title: "ຄອມພິວເຕີ",
      desc: "ແລັບທັອບ, ຄອມພິວເຕີຕັ້ງໂຕະ, ອຸປະກອນເສີມ, ຊອບແວ",
    },
    Household: {
      title: "ຂອງຈຳເປັນໃນຄົວເຮືອນ",
      desc: "ອຸປະກອນທຳຄວາມສະອາດ, ຫ້ອງນ້ຳ, ຊັກຜ້າ",
    },
    Garden: {
      title: "ສວນ ແລະເຄື່ອງມື",
      desc: "ເຟີນິເຈີກາງແຈ້ງ, ເຄື່ອງມືສວນ, ພືດ",
    },
    Food: {
      title: "ອາຫານ ແລະເຄື່ອງບໍລິໂພກ",
      desc: "ນົມ, ໝາກໄມ້, ອາຫານສຳເລັດ, ຊີ້ນ, ເຄື່ອງດື່ມ",
    },
    Handmade: {
      title: "ເຮັດດ້ວຍມື",
      desc: "ຂອງສະສົມ, ເກີບທາສີ, ຮູບປັ້ນ, ສິລະປະແກ້ວ",
    },
    PetSupplies: {
      title: "ຂອງໃຊ້ສຳລັບສັດລ້ຽງ",
      desc: "ອາຫານສັດລ້ຽງ, ຂອງຫຼິ້ນສັດລ້ຽງ, ການດູແລສັດລ້ຽງ",
    },
    Home: {
      title: "ບ້ານ ແລະການດຳລົງຊີວິດ",
      desc: "ເຄື່ອງຄົວ, ເຟີນິເຈີໃນບ້ານ, ການຕົກແຕ່ງ",
    },
    Sports: {
      title: "ກິລາ ແລະກິດຈະກຳກາງແຈ້ງ",
      desc: "ອອກກຳລັງກາຍ, ຕັ້ງແຄ້ມ, ລົດຖີບ, ການພັກຜ່ອນ",
    },
    Stationery: {
      title: "ເຄື່ອງຂຽນ ແລະຫ້ອງການ",
      desc: "ອຸປະກອນຫ້ອງການ, ອຸປະກອນໂຮງຮຽນ, ຜະລິດຕະພັນເຈ້ຍ",
    },
    Books: {
      title: "ປື້ມ",
      desc: "ນິຍາຍ, ສາລະຄະດີ, ການສຶກສາ, ກາຕູນ",
    },
    Marketplace: {
      title: "ຕະຫຼາດສຳລັບທຸກຢ່າງ",
      desc: "ຜະລິດຕະພັນຫຼາກຫຼາຍຈາກຫຼາຍໝວດໝູ່",
    },
    Other: {
      title: "ອື່ນໆ...",
      desc: "ບັດຂອງຂວັນ, ຜະລິດຕະພັນດິຈິຕອນ, ບໍລິການອອນລາຍ, ທຸກຢ່າງ",
    },
  },

  partners: {
    title: "{name} ກຳລັງຮ່ວມມືກັບ Selldone",
    subtitle: "ໃນການປົດລັອກທຸລະກິດອອນໄລນ໌ໃນຍຸກຕໍ່ໄປ.",
    subtitle_official: "ປົດລັອກທຸລະກິດອອນໄລນ໌ລຸ້ນຕໍ່ໄປ.",

    create_new_shop: "ສ້າງຮ້ານໃຫມ່",
    select_a_shop: "ເລືອກຮ້ານ",
    apply_deal_to: "ນຳໃຊ້ຂໍ້ສະເໜີກັບ {shop}",
    notifications: {
      success_apply: "ຂໍ້ສະເໜີສຳເລັດແລ້ວ!",
    },
  },

  name: "ການຕັ້ງຄ່າ",
  overview: {
    title: "ພາບລວມ",
    subtitle:
      "ເຂົ້າໃຈລະບົບປະຕິບັດການສຳລັບທຸລະກິດ ແລະຄົ້ນພົບວ່າມັນຊ່ວຍທຸລະກິດຂອງທ່ານໄດ້ຢ່າງໃດ.",
  },

  shop: {
    title: "ຈາກສູນໄປສູ່ລາຍຮັບ",
    subtitle: "ໄປສູ່ລະດັບຕໍ່ໄປໂດຍເຮັດຕາມຂັ້ນຕອນງ່າຍໆເຫຼົ່ານີ້.",
  },

  open_website: "ເປີດເວັບໄຊຂອງຂ້ອຍ",

  customize_theme: "ປັບແຕ່ງເວັບໄຊ",
  setup_business: "ຕັ້ງຄ່າທຸລະກິດ",
  add_product: "ເພີ່ມສິນຄ້າ",
  setup_shipping: "ຕັ້ງຄ່າການຈັດສົ່ງ",
  add_domain: "ເພີ່ມໂດເມນ",
  add_payment: "ເຊື່ອມຕໍ່ການຊຳລະເງິນ",

  product: {
    step1: {
      title: "ທາງເລືອກ 1. ເພີ່ມດ້ວຍຕົນເອງ",
      msg: "ທ່ານສາມາດເພີ່ມສິນຄ້າຈິງ, ສິນຄ້າດິຈິທັລ, ໄຟລ໌ ແລະບໍລິການໃສ່ຮ້ານຂອງທ່ານ ແລະເລີ່ມຂາຍໄດ້.",
      action_on: "ເພີ່ມຜະລິດຕະພັນທໍາອິດຂອງທ່ານ",
      action_off: "ເພີ່ມຜະລິດຕະພັນເພີ່ມເຕີມ",
      category:
        "ໝວດໝູ່ແມ່ນຈຸດໂດດເດັ່ນຂອງເວັບໄຊຊື້ຂາຍອອນລາຍຂອງທ່ານເມື່ອທຽບກັບທີ່ອື່ນ. ຈັດທຸກຢ່າງໃຫ້ເປັນໝວດໝູ່ແລະເປັນລະບຽບ ໂດຍເພີ່ມໝວດໝູ່ ແລະຈັດການດ້ວຍການລາກແລະວາງ.",
      add_category: "ເພີ່ມໝວດໝູ່",
    },
    step2: {
      title: "ທາງເລືອກ 2. ເພີ່ມໂດຍ Excel",
      msg: "ມີຜະລິດຕະພັນຫຼາຍເຊັ່ນ 1K, 10K ລາຍການບໍ? ຢ່າກັງວົນນໍາເຂົ້າທັງຫມົດໂດຍການດໍາເນີນການຫນຶ່ງ.",
      import_excel: "ນໍາເຂົ້າໂດຍ Excel",
      download_template: "ດາວໂຫຼດແມ່ແບບ",
    },
  },
  shipping: {
    step1: {
      title: "ຂັ້ນຕອນທີ 1. ກໍານົດສະຖານທີ່",
      msg: "ໃນຂັ້ນຕອນທໍາອິດ, ກໍານົດສາງຂອງທ່ານ (ຕົ້ນກໍາເນີດຂອງການຂົນສົ່ງ). ຂໍ້ມູນນີ້ຖືກນໍາໃຊ້ເພື່ອຄິດໄລ່ໄລຍະທາງ, ຄ່າຂົນສົ່ງ, ແລະກວດເບິ່ງວ່າຢູ່ໃນພື້ນທີ່ບໍລິການຂົນສົ່ງ.",
      edit_warehouse: "ແກ້ໄຂສາງ",
      add_warehouse: "ເພີ່ມສາງຂອງທ່ານ",
    },
    step2: {
      title: "ຂັ້ນຕອນທີ 2. ເປີດໃຊ້ວິທີການຂົນສົ່ງ",
      msg: "ເພີ່ມຢ່າງໜ້ອຍໜຶ່ງວິທີຈັດສົ່ງໃຫ້ຮ້ານຂອງທ່ານ. ທ່ານສາມາດກໍານົດລາຄາໂດຍອີງໃສ່ນ້ໍາຫນັກ, ໄລຍະທາງ, ແລະຕົວກໍານົດການອື່ນໆ. ຢ່າລືມກໍານົດຂອບເຂດຈໍາກັດສໍາລັບໄລຍະທາງ, ນ້ໍາຫນັກ, ແລະຂະຫນາດຂອງແພັກເກັດທີ່ແຕ່ລະບໍລິການຂົນສົ່ງສະຫນັບສະຫນູນ.",
      add_delivery: "ເພີ່ມວິທີການຂົນສົ່ງ",
    },
  },

  domain: {
    buy_domain_step: {
      title: "ຂັ້ນຕອນ 1. ຊື້ໂດເມນ",
      msg: "ຖ້າທ່ານຍັງບໍ່ມີໂດເມນສ່ວນຕົວ ນີ້ແມ່ນເວລາທີ່ຈະຊື້ໂດເມນຂອງທ່ານຈາກເວັບໄຊເຊັ່ນ namecheap.com .",
    },

    set_dns_step: {
      title: "ຂັ້ນຕອນ 2. ຕັ້ງຄ່າບັນທຶກ DNS",
      msg: "ຂໍສະແດງຄວາມຍິນດີ, ຕອນນີ້ທ່ານພຽງແຕ່ຕ້ອງກຳນົດຄ່າ DNS ກັບຜູ້ໃຫ້ບໍລິການໂດເມນຂອງທ່ານ ແລະເພີ່ມໂດເມນເຂົ້າໃນບັນຊີຂອງທ່ານ.",
    },
  },

  payment: {
    step1: {
      title: "ສະກຸນເງິນລາຄາ",
      msg: "ທ່ານສາມາດຍອມຮັບເງິນໃນສະກຸນເງິນທີ່ແຕກຕ່າງກັນ, ແລະຮ້ານຂອງທ່ານສາມາດສະຫນັບສະຫນູນຫຼາຍກ່ວາຫນຶ່ງສະກຸນເງິນສໍາລັບການກໍານົດລາຄາ. ໂດຍວິທີທາງການ, ຖ້າທ່ານຕັ້ງສະກຸນເງິນຮ້ານຂອງທ່ານເປັນ USD, ລູກຄ້າສາມາດຈ່າຍໃນທຸກສະກຸນເງິນເຊັ່ນ USD, EUR, GBP, ແລະອື່ນໆ, ເພື່ອຊື້ຈາກທ່ານ.",
      manage_currencies: "ຈັດການລາຄາສະກຸນເງິນ",
    },
    step2: {
      title: "ຍອມຮັບເງິນ",
      msg: "ເພີ່ມເງິນສົດໃນການຈັດສົ່ງ, ໂອນເງິນໂດຍກົງ, ແລະວິທີການຊໍາລະອື່ນໆທີ່ມີຢູ່ໃນຮ້ານຂອງທ່ານ.",
      online_title: "ວິທີການຊໍາລະອອນໄລນ໌",
      online_msg:
        "ຍອມຮັບການຊໍາລະດ້ວຍບັດ, ຄໍາຮ້ອງສະຫມັກທະນາຄານໃຫມ່, ຊື້ດຽວນີ້ - ຈ່າຍພາຍຫຼັງ, ແລະຫຼາຍວິທີການຊໍາລະເງິນອອນໄລນ໌ອື່ນໆ.",
      add_online_gateway: "ເພີ່ມວິທີການຊໍາລະອອນໄລນ໌",
      cod_title: "ວິທີການຊໍາລະເງິນສົດໃນການຈັດສົ່ງ",
      cod_msg:
        "ຍອມຮັບການຈ່າຍເງິນຫຼັງຈາກການຈັດສົ່ງຂອງຄໍາສັ່ງ. ທ່ານສາມາດຢືນຢັນເງິນສົດໃນການຈ່າຍເງິນການຈັດສົ່ງດ້ວຍຕົນເອງ.",
      cash_title: "ວິທີການຊໍາລະເງິນສົດ",
      cash_msg: "ປະເພດການຈ່າຍເງິນນີ້ໃຊ້ໃນ Selldone POS.",
      dir_title: "ວິທີການຊໍາລະເງິນໂດຍກົງ",
      dir_msg:
        "ທ່ານ​ສາ​ມາດ​ຮັບ​ເອົາ​ການ​ຊໍາ​ລະ​ໂດຍ​ການ​ໂອນ​ເງິນ​ໂດຍ​ກົງ​, ການ​ໂອນ​ເງິນ​ທະ​ນາ​ຄານ​, ແລະ​ວິ​ທີ​ການ​ພື້ນ​ເມືອງ​ອື່ນໆ​.",
    },
    step3: {
      msg: "ເຊື່ອມຕໍ່ Selldone ກັບບັນຊີ Stripe ຂອງທ່ານດ້ວຍການຄລິກດຽວໃນ 30 ວິນາທີ. ປັດຈຸບັນ ພວກເຮົາຮອງຮັບຂະບວນການຕັ້ງຄ່າອັດຕະໂນມັດໂດຍ Stripe. ໄປທີ່ແທັບປະຕູການຊຳລະເງິນຂອງທ່ານ, ເພີ່ມ Stripe, ແລ້ວຄລິກປຸ່ມ “<b>ເຊື່ອມຕໍ່ Stripe ອັດຕະໂນມັດ</b>”.",
      my_gateways: "ປະຕູການຊຳລະເງິນຂອງຂ້ອຍ",
    },
  },


  /**
   * @see SShopOnboardingCustomization
   */
  customize: {
    tour:{
      title:'ທົວແນະນຳ',
      subtitle:"ຄົ້ນພົບສິ່ງທີ່ເປັນໄປໄດ້ຢູ່ທີ່ນີ້ ແຕ່ບໍ່ມີຢູ່ທີ່ອື່ນ.",
      /**
       * @see BShopOnboardingTour
       */
      avocado:{
        title:"Avocado - ຂາຍໂດຍບໍ່ຕ້ອງເພີ່ມສິນຄ້າ",
        description: "ດ້ວຍ Avocado, ທ່ານສາມາດນຳສະເໜີບໍລິການ ຫຼືສິນຄ້າໂດຍບໍ່ຕ້ອງກຳນົດລາຄາ ຫຼືລາຍລະອຽດໄວ້ກ່ອນ. ສ້າງແບບຟອມສ່ວນຕົວໃຫ້ລູກຄ້າຂໍບໍລິການ ຫຼືສິນຄ້າ. ຫຼັງຈາກລູກຄ້າສົ່ງຄຳຂໍ, ທ່ານສາມາດກຳນົດລາຄາ ແລະປະມວນຜົນການຊຳລະເງິນ. ແບ່ງປັນແບບຟອມໃນສື່ສັງຄົມຂອງທ່ານ ເພື່ອໃຫ້ລູກຄ້າເພີ່ມລາຍການ, ອັບໂຫຼດຮູບ ແລະສົ່ງຄຳສັ່ງຊື້ໄດ້ງ່າຍ.",
        action:'ອ່ານກ່ຽວກັບ Avocado',
      },
      marketplace:{
        title: "ຕະຫຼາດຜູ້ຂາຍຫຼາຍຄົນ ແລະການຈ່າຍເງິນອັດຕະໂນມັດ",
        description: "ສ້າງຕະຫຼາດທີ່ເຕີບໂຕກັບ Selldone ໂດຍເພີ່ມຜູ້ຂາຍຫຼາຍຄົນ. ຜູ້ຂາຍສາມາດລົງລາຍການສິນຄ້າຂອງຕົນ ແລະທ່ານສາມາດກຳນົດອັດຕາຄ່ານາຍໜ້າສຳລັບການຂາຍແຕ່ລະຄັ້ງ. ເມື່ອລູກຄ້າຊື້, ຜູ້ຂາຍຈະຮັບເງິນໂດຍກົງ, ຈັດການຄຳສັ່ງຊື້ຜ່ານແຜງສ່ວນຕົວ ແລະທ່ານຈະໄດ້ຄ່ານາຍໜ້າຜ່ານຟັງຊັນຈ່າຍເງິນອັດຕະໂນມັດ.",
        action:'ຈ່າຍເງິນອັດຕະໂນມັດໃຫ້ຜູ້ຂາຍ',
      },
      business_model:{
        title: "ຮອງຮັບຮູບແບບທຸລະກິດທີ່ຊັບຊ້ອນ",
        description:
            "Selldone ຮອງຮັບທັງຮູບແບບທຸລະກິດງ່າຍໆ ແລະຊັບຊ້ອນ, ໃຫ້ທ່ານປັບຕົວໄດ້ຕາມຄວາມຈຳເປັນ. ຕັ້ງຄ່າທຸກຢ່າງຢູ່ເບື້ອງຫຼັງໂດຍບໍ່ຕ້ອງຕິດຕັ້ງສ່ວນເສີມ ຫຼືແອັບເພີ່ມເຕີມ ເພື່ອໃຫ້ການປ່ຽນຜ່ານ ແລະການດຳເນີນງານລື່ນໄຫຼ.",
      },
      gift_shopping:{
        title: "ການຈຳກັດຕຳແໜ່ງສິນຄ້າ ແລະການຊື້ຂອງຂວັນ",
        description:
            "ຕັ້ງຄ່າການຈຳກັດຕຳແໜ່ງສຳລັບແຕ່ລະສິນຄ້າ ໂດຍກຳນົດຫຼາຍປະເທດ, ລະຫັດ ZIP ແລະເມືອງ. ຟັງຊັນນີ້ເໝາະສຳລັບສ້າງປະສົບການຊື້ຂອງຂວັນແບບສ່ວນຕົວ ຫຼືຈຳກັດຄວາມພ້ອມຂອງສິນຄ້າໃນບາງພື້ນທີ່ ເຊັ່ນ ຮ້ານອາຫານ.",

      }
    },

    template: {
      title: "ແມ່ແບບ",
      msg: "ເປີດຮ້ານຂອງເຈົ້າດ້ວຍແມ່ແບບທີ່ສ້າງໄວ້ກ່ອນຂອງພວກເຮົາ! ມີຄວາມຫຼາກຫຼາຍໄດ້ຢ່າງງ່າຍດາຍໂດຍການເພີ່ມຫຼາຍຫນ້າ, ແຕ່ລະຄົນມີການອອກແບບທີ່ເປັນເອກະລັກຂອງຕົນເອງ.",
      action:'ເບິ່ງແມ່ແບບທັງໝົດ...'

    },

    colors: {
      title: "ສີ ແລະໂຄງຮ່າງ",

      msg: "ຕ້ອງການປັບໜ້າຜະລິດຕະພັນ ແລະໂຄງຮ່າງຮ້ານໃຫ້ເໝາະກັບວິໄສທັດຂອງທ່ານຫຼາຍຂຶ້ນບໍ? ເຂົ້າໄປທີ່ສ່ວນປັບແຕ່ງຮູບແບບໃນຮ້ານ ແລະເບິ່ງທຸກຢ່າງສຳເລັດໄດ້ຢ່າງງ່າຍດາຍ.",

      action:'ປັບແຕ່ງສີ ແລະຮູບແບບ'

    },

  },

  /**
   * @see ShopOnboardingSetupBusinessTab
   */
  business: {
    step1: {
      title: "ຮູບແບບທຸລະກິດ",
      msg: "ທຸກໆທຸລະກິດແມ່ນເປັນເອກະລັກ, ແລະມັກຈະຕ້ອງການຫຼາຍກ່ວາພຽງແຕ່ຮ້ານອອນໄລນ໌ພື້ນຖານ. ກໍານົດຮູບແບບລາຍຮັບຂອງທ່ານ, ແລະພວກເຮົາຈະຈັດການສ່ວນທີ່ເຫຼືອສໍາລັບທ່ານ.",
    },
  },

  migration: {
    title: "ການເຄື່ອນຍ້າຍ",
    shopify: {
      msg: "ປ່ຽນເປັນ Selldone ຢ່າງຕໍ່ເນື່ອງຈາກ Shopify! ເພີດເພີນໄປກັບການເຄື່ອນຍ້າຍແບບບໍ່ຫຍຸ້ງຍາກ, ຄຸນສົມບັດທີ່ປັບປຸງດີຂຶ້ນ, ແລະການແກ້ໄຂລາຄາບໍ່ແພງສໍາລັບຮ້ານຄ້າອອນໄລນ໌ຂອງທ່ານ.",
    },
    woocommerce: {
      msg: "ເຄື່ອນຍ້າຍຜະລິດຕະພັນ WooCommerce ຂອງເຈົ້າໄປສູ່ Selldone ຢ່າງບໍ່ຢຸດຢັ້ງໃນພຽງສອງສາມຄລິກ! ເພີດເພີນໄປກັບປະສິດທິພາບທີ່ດີຂຶ້ນ, ການອອກແບບທີ່ເຂົ້າໃຈໄດ້, ແລະການຊ່ວຍເຫຼືອລູກຄ້າລະດັບສູງສຸດ. ອັບເກຣດປະສົບການອີຄອມເມີຊຂອງເຈົ້າດຽວນີ້.",
    },
  },





};
