export default {
  "categories": {
    "Baby": {
      "title": "Додатоци за бебиња",
      "desc": "Хранење, породилно, количка"
    },
    "Beauty": {
      "title": "Убавина",
      "desc": "Козметика, мирис, нега на коса"
    },
    "Blog": {
      "title": "Блог",
      "desc": "Спортски блог, блог за наука, блог за технологија"
    },
    "Fashion": {
      "title": "Мода",
      "desc": "Облека, чевли, часовник"
    },
    "Crypto": {
      "title": "Крипто",
      "desc": "Крипто-валута, блокчејн, НФТ"
    },
    "Electronics": {
      "title": "Електроника",
      "desc": "Мобилен, видео игра, лаптоп, ТВ"
    },
    "Food": {
      "title": "Храна и пијалок",
      "desc": "Ресторани, пекара, пијалоци"
    },
    "Furniture": {
      "title": "Мебел",
      "desc": "Мебел за дом, декор, багаж и патување"
    },
    "Gift": {
      "title": "Честитка",
      "desc": "App Store, Google Play, Netflix, Spotify"
    },
    "Groceries": {
      "title": "Намирници",
      "desc": "Млечни производи, овошје, подготвена храна, месо"
    },
    "Handcrafts": {
      "title": "Рачни изработки",
      "desc": "Колекционерски, обоени чевли, скулптури, уметност од стакло"
    },
    "Health": {
      "title": "Здравје",
      "desc": "Аптека, Нега на домашни миленици, здравје"
    },
    "Home": {
      "title": "Дом и живеење",
      "desc": "Кујнски апарати, садови за готвење, трпезарија"
    },
    "Jewelry": {
      "title": "Накит",
      "desc": "Ѓердан, прстен, нараквица"
    },
    "Sports": {
      "title": "Спорт",
      "desc": "Вежбање, кампување, велосипеди, рекреација"
    },
    "Education": {
      "title": "Онлајн курсеви",
      "desc": "Веб развој, дизајн, бизнис"
    },
    "Toy": {
      "title": "Играчка",
      "desc": "Игра, загатка, акциони фигури"
    },
    "Other": {
      "title": "Друго",
      "desc": "Други занимања..."
    }
  },
  "partners": {
    "title": "{name} е партнер со Selldone",
    "subtitle": "во отклучувањето на следната генерација онлајн бизниси.",
    "create_new_shop": "Создадете нова продавница",
    "select_a_shop": "Изберете продавница",
    "apply_deal_to": "Примени договор за {shop}",
    "notifications": {
      "success_apply": "Зделката е успешно активирана!"
    }
  },
  "name": "Поставување",
  "shop": {
    "title": "Постави ја мојата продавница",
    "subtitle": "Одете на следното ниво со завршување на овие едноставни чекори."
  },
  "open_website": "Отвори ја мојата веб-страница",
  "add_product": "Додадете производ",
  "setup_shipping": "Поставете испорака",
  "add_domain": "Додадете домен",
  "add_payment": "Поврзете се со портал за плаќање",
  "product": {
    "step1": {
      "title": "Опција 1. Додајте рачно",
      "msg": "Можете да додадете физички производи, виртуелни ставки, датотеки и услуги во вашата продавница и да започнете да ги продавате.",
      "action_on": "Додадете го вашиот прв производ",
      "action_off": "Додадете повеќе производи",
      "category": "Категориите се ремек-дело на вашата веб-страница за онлајн шопинг во споредба со другите. Направете сè категиризирано и подредено со додавање категории и управување со влечење и спуштање.",
      "add_category": "Додадете категорија"
    },
    "step2": {
      "title": "Опција 2. Додај преку Excel",
      "msg": "Дали имате многу производи, како 1K, 10K ставки? Не грижете се увезете ги сите само со една акција.",
      "import_excel": "Увоз со Excel",
      "download_template": "Преземете шаблон"
    },
    "step3": {
      "title": "Опција 3. Ангажирајте експерти",
      "msg": "Имате повеќе од 100 ставки и ви треба некој да ги додаде вашите производи? испратете барање до expert@selldone.com и закажете состанок. Ние ангажираме експерти за вас. Има едноставна паушална стапка, само 5,99$ по ставка и 2,99$ по дополнителни варијанти."
    }
  },
  "shipping": {
    "step1": {
      "title": "Чекор 1. Поставете локација",
      "msg": "На првиот чекор, поставете го вашиот магацин (потекло на превозот). Оваа информација се користи за да се пресмета растојанието, трошоците за испорака и да се провери дали се наоѓа во областа на услугата за испорака.",
      "edit_warehouse": "Уреди магацин",
      "add_warehouse": "Додадете го вашиот магацин"
    },
    "step2": {
      "title": "Чекор 2. Активирајте ги методите за испорака",
      "msg": "Додајте барем еден начин на испорака во вашата продавница. Можете да поставите цени врз основа на тежината, растојанието и други параметри. Не заборавајте да поставите ограничувања за растојанието, тежината и големината на пакетите што ги поддржува секоја услуга за испорака.",
      "add_delivery": "Додадете методи за испорака"
    }
  },
  "domain": {
    "step1": {
      "title": "Чекор 1. Купете домен",
      "msg": "Ако сè уште го немате вашиот личен домен, време е да купите сопствен домен од веб-локации како namecheap.com."
    },
    "step2": {
      "title": "Чекор 2. Овозможете SSL",
      "msg": "Ако користите услуги како Namecheap кои обезбедуваат CDN и SSL, само треба да ги активирате 1.CDN и 2.SSL на вашиот домен."
    },
    "step3": {
      "title": "Чекор 3. Поставете записи за DNS",
      "msg": "Честитки, сега сè што треба да направите е да го конфигурирате DNS во давателот на услуги на вашиот домен и да го додадете доменот на вашата сметка."
    }
  },
  "payment": {
    "step1": {
      "title": "Цените на валутите",
      "msg": "Можете да прифаќате пари во различни валути, а вашата продавница може да поддржува повеќе од една валута за цени. Патем, ако ја поставите валутата на вашата продавница на УСД, клиентите можат да плаќаат во која било валута како USD, EUR, GBP итн., за да купат од вас.",
      "manage_currencies": "Управувајте со валутите за цени"
    },
    "step2": {
      "title": "Прифатете пари",
      "msg": "Додадете готовина при испорака, директен трансфер на пари и други достапни начини на плаќање во вашата продавница.",
      "online_title": "Онлајн начини на плаќање",
      "online_msg": "Прифатете плаќање со картички, нови банкарски апликации, купи-сега-плати-подоцна и многу други начини на плаќање преку Интернет.",
      "add_online_gateway": "Додадете начин на плаќање преку Интернет",
      "cod_title": "Начин на плаќање со готовина при испорака",
      "cod_msg": "Прифатете плаќање по испораката на нарачките. Можете рачно да ги потврдите плаќањата со готовина при испорака.",
      "cash_title": "Начини на плаќање во готовина",
      "cash_msg": "Овој тип на плаќање се користи во Selldone® POS.",
      "dir_title": "Директни начини на плаќање",
      "dir_msg": "Можете да прифатите плаќање со директен трансфер на пари, банкарски трансфер на пари и други традиционални начини."
    },
    "step3": {
      "msg": "Поврзете го Selldone со вашата сметка на Stripe со само еден клик за 30 секунди. Во моментов, ние го поддржуваме процесот на автоматска конфигурација од Stripe. Одете во картичката за портал, додајте Stripe и кликнете на копчето „ <b>Автоматско поврзување со лента</b> “.",
      "my_gateways": "Моите портали за плаќање"
    }
  },
  "intro_inline_help_message": "Побарајте го ова црвено копче за помош. Тоа ви помага да се практикувате од нула до експерт во вашиот деловен оперативен систем."
};