export default {
  "categories": {
    "Baby": {
      "title": "ബേബി സപ്ലൈസ്",
      "desc": "ഭക്ഷണം, പ്രസവം, സ്ട്രോളർ"
    },
    "Beauty": {
      "title": "സൗന്ദര്യം",
      "desc": "കോസ്മെറ്റിക്, സുഗന്ധം, മുടി സംരക്ഷണം"
    },
    "Blog": {
      "title": "ബ്ലോഗ്",
      "desc": "സ്പോർട്സ് ബ്ലോഗ്, സയൻസ് ബ്ലോഗ്, ടെക്നോളജി ബ്ലോഗ്"
    },
    "Fashion": {
      "title": "ഫാഷൻ",
      "desc": "വസ്ത്രം, ഷൂസ്, വാച്ച്"
    },
    "Crypto": {
      "title": "ക്രിപ്റ്റോ",
      "desc": "ക്രിപ്‌റ്റോ-കറൻസി, ബ്ലോക്ക്‌ചെയിൻ, എൻഎഫ്‌ടി"
    },
    "Electronics": {
      "title": "ഇലക്ട്രോണിക്സ്",
      "desc": "മൊബൈൽ, വീഡിയോ ഗെയിം, ലാപ്ടോപ്പ്, ടി.വി"
    },
    "Food": {
      "title": "ഭക്ഷണവും പാനീയവും",
      "desc": "റെസ്റ്റോറന്റുകൾ, ബേക്കറി, പാനീയങ്ങൾ"
    },
    "Furniture": {
      "title": "ഫർണിച്ചർ",
      "desc": "വീട്ടുപകരണങ്ങൾ, അലങ്കാരങ്ങൾ, ലഗേജ് & യാത്ര"
    },
    "Gift": {
      "title": "സമ്മാന കാർഡ്",
      "desc": "ആപ്പ് സ്റ്റോർ, Google Play, Netflix, Spotify"
    },
    "Groceries": {
      "title": "പലചരക്ക് സാധനങ്ങൾ",
      "desc": "പാലുൽപ്പന്നങ്ങൾ, പഴങ്ങൾ, തയ്യാറാക്കിയ ഭക്ഷണം, മാംസം"
    },
    "Handcrafts": {
      "title": "കരകൗശലവസ്തുക്കൾ",
      "desc": "ശേഖരിക്കാവുന്ന, ചായം പൂശിയ ഷൂസ്, ശിൽപങ്ങൾ, ഗ്ലാസ് ആർട്ട്"
    },
    "Health": {
      "title": "ആരോഗ്യം",
      "desc": "ഫാർമസി, പെറ്റ് കെയർ, വെൽനസ്"
    },
    "Home": {
      "title": "വീടും താമസവും",
      "desc": "അടുക്കള ഉപകരണങ്ങൾ, കുക്ക്വെയർ, ഡൈനിംഗ്"
    },
    "Jewelry": {
      "title": "ആഭരണങ്ങൾ",
      "desc": "നെക്ലേസ്, മോതിരം, ബ്രേസ്ലെറ്റ്"
    },
    "Sports": {
      "title": "കായികം",
      "desc": "വ്യായാമം, ക്യാമ്പിംഗ്, ബൈക്കുകൾ, വിനോദം"
    },
    "Education": {
      "title": "ഓൺലൈൻ കോഴ്സുകൾ",
      "desc": "വെബ് വികസനം, ഡിസൈൻ, ബിസിനസ്സ്"
    },
    "Toy": {
      "title": "കളിപ്പാട്ടം",
      "desc": "ഗെയിം, പസിൽ, ആക്ഷൻ കണക്കുകൾ"
    },
    "Other": {
      "title": "മറ്റുള്ളവ",
      "desc": "മറ്റ് തൊഴിലുകൾ..."
    }
  },
  "partners": {
    "title": "{name} Selldone-മായി സഹകരിക്കുന്നു",
    "subtitle": "ഓൺലൈൻ ബിസിനസുകളുടെ അടുത്ത തലമുറയെ അൺലോക്ക് ചെയ്യുന്നതിൽ.",
    "create_new_shop": "ഒരു പുതിയ ഷോപ്പ് സൃഷ്ടിക്കുക",
    "select_a_shop": "ഒരു കട തിരഞ്ഞെടുക്കുക",
    "apply_deal_to": "{shop}-ലേക്ക് ഡീൽ പ്രയോഗിക്കുക",
    "notifications": {
      "success_apply": "ഡീൽ വിജയകരമായി സജീവമാക്കി!"
    }
  },
  "name": "സജ്ജമാക്കുക",
  "shop": {
    "title": "എന്റെ ഷോപ്പ് സജ്ജീകരിക്കുക",
    "subtitle": "ഈ ലളിതമായ ഘട്ടങ്ങൾ പൂർത്തിയാക്കി അടുത്ത ഘട്ടത്തിലേക്ക് പോകുക."
  },
  "open_website": "എന്റെ വെബ്സൈറ്റ് തുറക്കുക",
  "add_product": "ഉൽപ്പന്നം ചേർക്കുക",
  "setup_shipping": "ഷിപ്പിംഗ് സജ്ജീകരിക്കുക",
  "add_domain": "ഡൊമെയ്ൻ ചേർക്കുക",
  "add_payment": "ഒരു പേയ്‌മെന്റ് ഗേറ്റ്‌വേയിലേക്ക് കണക്റ്റുചെയ്യുക",
  "product": {
    "step1": {
      "title": "ഓപ്ഷൻ 1. സ്വമേധയാ ചേർക്കുക",
      "msg": "നിങ്ങളുടെ സ്റ്റോറിൽ ഫിസിക്കൽ ഉൽപ്പന്നങ്ങൾ, വെർച്വൽ ഇനങ്ങൾ, ഫയലുകൾ, സേവനങ്ങൾ എന്നിവ ചേർത്ത് അവ വിൽക്കാൻ തുടങ്ങാം.",
      "action_on": "നിങ്ങളുടെ ആദ്യ ഉൽപ്പന്നം ചേർക്കുക",
      "action_off": "കൂടുതൽ ഉൽപ്പന്നങ്ങൾ ചേർക്കുക",
      "category": "മറ്റുള്ളവയുമായി താരതമ്യം ചെയ്യുമ്പോൾ നിങ്ങളുടെ ഓൺലൈൻ ഷോപ്പിംഗ് വെബ്‌സൈറ്റിന്റെ മാസ്റ്റർപീസ് വിഭാഗങ്ങളാണ്. വിഭാഗങ്ങൾ ചേർത്തും വലിച്ചിടൽ ഉപയോഗിച്ച് മാനേജ് ചെയ്തും എല്ലാം തരംതിരിച്ച് ക്രമീകരിക്കുക.",
      "add_category": "വിഭാഗം ചേർക്കുക"
    },
    "step2": {
      "title": "ഓപ്ഷൻ 2. Excel വഴി ചേർക്കുക",
      "msg": "1K, 10K ഇനങ്ങൾ പോലെ നിരവധി ഉൽപ്പന്നങ്ങൾ ഉണ്ടോ? വിഷമിക്കേണ്ട, എല്ലാം ഒരു പ്രവൃത്തിയിലൂടെ ഇറക്കുമതി ചെയ്യുക.",
      "import_excel": "Excel വഴി ഇറക്കുമതി ചെയ്യുക",
      "download_template": "ടെംപ്ലേറ്റ് ഡൗൺലോഡ് ചെയ്യുക"
    },
    "step3": {
      "title": "ഓപ്ഷൻ 3. വിദഗ്ധരെ നിയമിക്കുക",
      "msg": "100-ലധികം ഇനങ്ങൾ ഉണ്ടോ, നിങ്ങളുടെ ഉൽപ്പന്നങ്ങൾ ചേർക്കാൻ ആരെയെങ്കിലും ആവശ്യമുണ്ടോ? expert@selldone.com എന്ന വിലാസത്തിലേക്ക് ഒരു അഭ്യർത്ഥന അയച്ച് ഒരു അപ്പോയിന്റ്മെന്റ് ബുക്ക് ചെയ്യുക. ഞങ്ങൾ നിങ്ങൾക്കായി വിദഗ്ധരെ നിയമിക്കുന്നു. ഇതിന് ലളിതമായ ഫ്ലാറ്റ് നിരക്ക് ഉണ്ട്, ഒരു ഇനത്തിന് വെറും 5.99$ ഉം അധിക വേരിയന്റുകൾക്ക് 2.99$ ഉം."
    }
  },
  "shipping": {
    "step1": {
      "title": "ഘട്ടം 1. ലൊക്കേഷൻ സജ്ജമാക്കുക",
      "msg": "ആദ്യ ഘട്ടത്തിൽ, നിങ്ങളുടെ വെയർഹൗസ് (ഷിപ്പിംഗിന്റെ ഉത്ഭവം) സജ്ജമാക്കുക. ദൂരം, ഷിപ്പിംഗ് ചെലവ് എന്നിവ കണക്കാക്കാനും ഷിപ്പിംഗ് സേവന മേഖലയിലാണോയെന്ന് പരിശോധിക്കാനും ഈ വിവരങ്ങൾ ഉപയോഗിക്കുന്നു.",
      "edit_warehouse": "വെയർഹൗസ് എഡിറ്റ് ചെയ്യുക",
      "add_warehouse": "നിങ്ങളുടെ വെയർഹൗസ് ചേർക്കുക"
    },
    "step2": {
      "title": "ഘട്ടം 2. ഷിപ്പിംഗ് രീതികൾ സജീവമാക്കുക",
      "msg": "നിങ്ങളുടെ സ്റ്റോറിലേക്ക് ഒരു ഷിപ്പിംഗ് രീതിയെങ്കിലും ചേർക്കുക. ഭാരം, ദൂരം, മറ്റ് പാരാമീറ്ററുകൾ എന്നിവ അടിസ്ഥാനമാക്കി നിങ്ങൾക്ക് വില നിശ്ചയിക്കാം. ഓരോ ഷിപ്പിംഗ് സേവനവും പിന്തുണയ്ക്കുന്ന പാക്കേജുകളുടെ ദൂരം, ഭാരം, വലുപ്പം എന്നിവയ്ക്ക് പരിധികൾ സജ്ജീകരിക്കാൻ മറക്കരുത്.",
      "add_delivery": "ഷിപ്പിംഗ് രീതികൾ ചേർക്കുക"
    }
  },
  "domain": {
    "step1": {
      "title": "ഘട്ടം 1. ഒരു ഡൊമെയ്ൻ വാങ്ങുക",
      "msg": "നിങ്ങൾക്ക് ഇതുവരെ വ്യക്തിഗത ഡൊമെയ്‌ൻ ഇല്ലെങ്കിൽ, namecheap.com പോലുള്ള വെബ്‌സൈറ്റുകളിൽ നിന്ന് നിങ്ങളുടെ സ്വന്തം ഡൊമെയ്‌ൻ വാങ്ങാനുള്ള സമയമാണിത്."
    },
    "step2": {
      "title": "ഘട്ടം 2. SSL പ്രവർത്തനക്ഷമമാക്കുക",
      "msg": "CDN, SSL എന്നിവ നൽകുന്ന Namecheap പോലുള്ള സേവനങ്ങൾ നിങ്ങൾ ഉപയോഗിക്കുകയാണെങ്കിൽ, നിങ്ങളുടെ ഡൊമെയ്‌നിൽ 1.CDN, 2.SSL എന്നിവ സജീവമാക്കിയാൽ മതിയാകും."
    },
    "step3": {
      "title": "ഘട്ടം 3. DNS റെക്കോർഡുകൾ സജ്ജമാക്കുക",
      "msg": "അഭിനന്ദനങ്ങൾ, ഇപ്പോൾ നിങ്ങൾ ചെയ്യേണ്ടത് നിങ്ങളുടെ ഡൊമെയ്ൻ സേവന ദാതാവിൽ DNS കോൺഫിഗർ ചെയ്യുകയും നിങ്ങളുടെ അക്കൗണ്ടിലേക്ക് ഡൊമെയ്ൻ ചേർക്കുകയും ചെയ്യുക എന്നതാണ്."
    }
  },
  "payment": {
    "step1": {
      "title": "വിലനിർണ്ണയ കറൻസികൾ",
      "msg": "നിങ്ങൾക്ക് വ്യത്യസ്‌ത കറൻസികളിൽ പണം സ്വീകരിക്കാം, നിങ്ങളുടെ ഷോപ്പിന് വിലനിർണ്ണയത്തിനായി ഒന്നിലധികം കറൻസികളെ പിന്തുണയ്‌ക്കാനാകും. വഴിയിൽ, നിങ്ങളുടെ സ്റ്റോർ കറൻസി USD ആയി സജ്ജീകരിക്കുകയാണെങ്കിൽ, നിങ്ങളിൽ നിന്ന് വാങ്ങാൻ ഉപഭോക്താക്കൾക്ക് USD, EUR, GBP മുതലായ ഏത് കറൻസിയിലും പണമടയ്ക്കാം.",
      "manage_currencies": "വിലനിർണ്ണയ കറൻസികൾ നിയന്ത്രിക്കുക"
    },
    "step2": {
      "title": "പണം സ്വീകരിക്കുക",
      "msg": "ഡെലിവറി, നേരിട്ടുള്ള പണം കൈമാറ്റം, മറ്റ് ലഭ്യമായ പേയ്‌മെന്റ് രീതികൾ എന്നിവ നിങ്ങളുടെ ഷോപ്പിൽ ചേർക്കുക.",
      "online_title": "ഓൺലൈൻ പേയ്‌മെന്റ് രീതികൾ",
      "online_msg": "കാർഡുകൾ വഴിയുള്ള പേയ്‌മെന്റ് സ്വീകരിക്കുക, പുതിയ ബാങ്കിംഗ് ആപ്ലിക്കേഷനുകൾ, വാങ്ങുക-ഇപ്പോൾ പണമടയ്ക്കുക-പിന്നീട്, കൂടാതെ മറ്റ് നിരവധി ഓൺലൈൻ പേയ്‌മെന്റ് രീതികൾ.",
      "add_online_gateway": "ഒരു ഓൺലൈൻ പേയ്‌മെന്റ് രീതി ചേർക്കുക",
      "cod_title": "ക്യാഷ് ഓൺ ഡെലിവറി പേയ്‌മെന്റ് രീതി",
      "cod_msg": "ഓർഡറുകൾ ഡെലിവറി ചെയ്ത ശേഷം പേയ്‌മെന്റ് സ്വീകരിക്കുക. നിങ്ങൾക്ക് ക്യാഷ് ഓൺ ഡെലിവറി പേയ്‌മെന്റുകൾ നേരിട്ട് സ്ഥിരീകരിക്കാം.",
      "cash_title": "പണമടയ്ക്കൽ രീതികൾ",
      "cash_msg": "Selldone® POS-ൽ ഇത്തരത്തിലുള്ള പേയ്‌മെന്റ് ഉപയോഗിക്കുന്നു.",
      "dir_title": "നേരിട്ടുള്ള പേയ്‌മെന്റ് രീതികൾ",
      "dir_msg": "നേരിട്ടുള്ള പണ കൈമാറ്റം, ബാങ്ക് പണം കൈമാറ്റം, മറ്റ് പരമ്പരാഗത വഴികൾ എന്നിവയിലൂടെ നിങ്ങൾക്ക് പേയ്‌മെന്റ് സ്വീകരിക്കാം."
    },
    "step3": {
      "msg": "30 സെക്കൻഡിനുള്ളിൽ ഒരു ക്ലിക്കിലൂടെ നിങ്ങളുടെ സ്ട്രൈപ്പ് അക്കൗണ്ടിലേക്ക് Selldone കണക്റ്റുചെയ്യുക. നിലവിൽ, സ്ട്രൈപ്പ് മുഖേനയുള്ള യാന്ത്രിക കോൺഫിഗറേഷൻ പ്രക്രിയയെ ഞങ്ങൾ പിന്തുണയ്ക്കുന്നു. നിങ്ങളുടെ ഗേറ്റ്‌വേ ടാബിലേക്ക് പോകുക, സ്ട്രൈപ്പ് ചേർക്കുക, തുടർന്ന് ' <b>സ്‌ട്രൈപ്പിലേക്ക് യാന്ത്രിക കണക്റ്റുചെയ്യുക</b> ' ബട്ടൺ ക്ലിക്കുചെയ്യുക.",
      "my_gateways": "എന്റെ പേയ്‌മെന്റ് ഗേറ്റ്‌വേകൾ"
    }
  },
  "intro_inline_help_message": "ഈ ചുവന്ന സഹായ ബട്ടൺ തിരയുക. നിങ്ങളുടെ ബിസിനസ് ഒഎസിൽ പൂജ്യം മുതൽ വിദഗ്ധർ വരെ സ്വയം പരിശീലിക്കാൻ ഇത് നിങ്ങളെ സഹായിക്കുന്നു."
};