/*
 * Copyright (c) 2023. Selldone® Business OS™
 *
 * Author: M.Pajuhaan
 * Web: https://selldone.com
 * ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━
 *
 * All rights reserved. In the weave of time, where traditions and innovations intermingle, this content was crafted.
 * From the essence of thought, through the corridors of creativity, each word, and sentiment has been molded.
 * Not just to exist, but to inspire. Like an artist's stroke or a sculptor's chisel, every nuance is deliberate.
 * Our journey is not just about reaching a destination, but about creating a masterpiece.
 * Tread carefully, for you're treading on dreams.
 */

export default {
  categories: {
    Baby: {
      title: "Нярай, хүүхэд ба тоглоом",
      desc: "Хүүхдийн тэрэг, тоглоом, наадгай, эвлүүлдэг тоглоом, дүрст тоглоом",
    },
    Health: {
      title: "Эрүүл мэнд ба гоо сайхан",
      desc: "Эмийн сан, эрүүл амьдрал, гоо сайхны бүтээгдэхүүн, үнэртэн",
    },
    Media: {
      title: "Медиа ба тоглоом",
      desc: "Видео тоглоом, кино, хөгжим, ном",
    },
    Fashion: {
      title: "Хувцас, үнэт эдлэл ба цаг",
      desc: "Хувцас, гутал, зүүлт, бөгж, бугуйвч, цаг",
    },
    Automotive: {
      title: "Автомашин",
      desc: "Машины дагалдах хэрэгсэл, багаж, засвар үйлчилгээ",
    },
    Electronics: {
      title: "Цахилгаан бараа",
      desc: "Гар утас, телевизор, аудио төхөөрөмж, камер",
    },
    Computers: {
      title: "Компьютер",
      desc: "Зөөврийн компьютер, ширээний компьютер, дагалдах хэрэгсэл, програм хангамж",
    },
    Household: {
      title: "Гэр ахуйн зайлшгүй хэрэгцээ",
      desc: "Цэвэрлэгээний хэрэгсэл, угаалгын өрөө, хувцас угаалга",
    },
    Garden: {
      title: "Цэцэрлэг ба багаж",
      desc: "Гадна тавилга, цэцэрлэгжүүлэлтийн багаж, ургамал",
    },
    Food: {
      title: "Хүнс ба хүнсний бүтээгдэхүүн",
      desc: "Сүүн бүтээгдэхүүн, жимс, бэлэн хоол, мах, ундаа",
    },
    Handmade: {
      title: "Гараар хийсэн",
      desc: "Цуглуулгын зүйлс, будсан гутал, баримал, шилэн урлал",
    },
    PetSupplies: {
      title: "Гэрийн тэжээвэр амьтдын хэрэгсэл",
      desc: "Тэжээл, тоглоом, арчилгаа",
    },
    Home: {
      title: "Гэр ба амьдрал",
      desc: "Гал тогооны хэрэгсэл, гэрийн тавилга, чимэглэл",
    },
    Sports: {
      title: "Спорт ба гадаа",
      desc: "Дасгал, кемп, дугуй, амралт",
    },
    Stationery: {
      title: "Бичиг хэрэг ба оффис",
      desc: "Оффисын хэрэгсэл, сургуулийн хэрэгсэл, цаасан бүтээгдэхүүн",
    },
    Books: {
      title: "Ном",
      desc: "Уран зохиол, баримтат бус зохиол, боловсролын, комикс",
    },
    Marketplace: {
      title: "Бүх зүйлийн маркетплейс",
      desc: "Олон ангиллаас бүрдсэн өргөн сонголттой бүтээгдэхүүн",
    },
    Other: {
      title: "Бусад...",
      desc: "Бэлгийн карт, дижитал бүтээгдэхүүн, онлайн үйлчилгээ, юу ч байж болно",
    },
  },

  partners: {
    title: "{name} Selldone-тэй хамтран ажиллаж байна",
    subtitle: "онлайн бизнесийн дараагийн үеийг нээхэд.",
    subtitle_official: "Онлайн бизнесийн дараагийн үеийг нээгээрэй.",

    create_new_shop: "Шинэ дэлгүүр үүсгэ",
    select_a_shop: "Дэлгүүр сонгох",
    apply_deal_to: "Саналыг {shop}-д хэрэгжүүлэх",
    notifications: {
      success_apply: "Хэлэлцээрийг амжилттай идэвхжүүллээ!",
    },
  },

  name: "Тохируулах",
  overview: {
    title: "Тойм",
    subtitle:
      "Бизнесийн үйлдлийн системийн талаар ойлголт авч, энэ нь таны бизнест хэрхэн туслахыг олж мэдээрэй.",
  },

  shop: {
    title: "Миний дэлгүүрийг тохируул",
    subtitle: "Эдгээр энгийн алхмуудыг гүйцэтгэснээр дараагийн түвшинд очно уу.",
  },

  open_website: "Миний вэбсайтыг нээ",

  customize_theme: "Вэбсайтыг тохируулах",
  setup_business: "Бизнесийг тохируулах",
  add_product: "Бүтээгдэхүүн нэмэх",
  setup_shipping: "Хүргэлтийг тохируулах",
  add_domain: "Домэйн нэмэх",
  add_payment: "Төлбөрийн гарцтай холбогдоно уу",

  product: {
    step1: {
      title: "Сонголт 1. Гараар нэмэх",
      msg: "Та дэлгүүртээ биет бүтээгдэхүүн, виртуаль зүйл, файл, үйлчилгээг нэмж, борлуулж эхлэх боломжтой.",
      action_on: "Эхний бүтээгдэхүүнээ нэмнэ үү",
      action_off: "Илүү олон бүтээгдэхүүн нэмнэ үү",
      category:
        "Ангилал бол бусадтай харьцуулахад таны онлайн худалдааны вэбсайтын шилдэг бүтээл юм. Ангилал нэмж, чирж, буулгах замаар бүх зүйлийг ангилж, цэгцлээрэй.",
      add_category: "Ангилал нэмэх",
    },
    step2: {
      title: "Сонголт 2. Excel-ээр нэмэх",
      msg: "1K, 10K зүйл гэх мэт олон бүтээгдэхүүнтэй юу? Нэг үйлдлээр бүгдийг импортлох гэж бүү санаа зов.",
      import_excel: "Excel програмаар импортлох",
      download_template: "Загвар татаж авах",
    },
  },
  shipping: {
    step1: {
      title: "Алхам 1. Байршлыг тохируулах",
      msg: "Эхний алхамд агуулахаа тохируулна уу (тээвэрлэлтийн гарал үүсэл). Энэ мэдээллийг зай, тээврийн зардлыг тооцоолох, тээврийн үйлчилгээний бүсэд байгаа эсэхийг шалгахад ашигладаг.",
      edit_warehouse: "Агуулахыг засах",
      add_warehouse: "Агуулгаа нэмнэ үү",
    },
    step2: {
      title: "Алхам 2. Тээвэрлэлтийн аргуудыг идэвхжүүл",
      msg: "Дэлгүүртээ дор хаяж нэг хүргэлтийн аргыг нэмнэ үү. Та жин, зай болон бусад үзүүлэлт дээр үндэслэн үнийг тогтоож болно. Тээвэрлэлтийн үйлчилгээ бүр дэмждэг багцын зай, жин, хэмжээг хязгаарлахаа бүү мартаарай.",
      add_delivery: "Хүргэлтийн аргыг нэмнэ үү",
    },
  },

  domain: {
    buy_domain_step: {
      title: "Алхам 1. Домэйн худалдаж аваарай",
      msg: "Хэрэв танд хувийн домэйн байхгүй бол namecheap.com гэх мэт вэбсайтаас өөрийн домэйныг худалдаж авах цаг болжээ.",
    },

    set_dns_step: {
      title: "Алхам 2. DNS бичлэгүүдийг тохируулна уу",
      msg: "Баяр хүргэе, одоо та домэйн үйлчилгээ үзүүлэгч дээрээ DNS-г тохируулж, домэйныг дансандаа нэмэхэд л хангалттай.",
    },
  },

  payment: {
    step1: {
      title: "Валютын үнэ тогтоох",
      msg: "Та янз бүрийн валютаар мөнгө хүлээн авах боломжтой бөгөөд таны дэлгүүр үнэ тогтооход нэгээс олон валютыг дэмжих боломжтой. Дашрамд хэлэхэд, хэрэв та дэлгүүрийнхээ валютыг ам.доллараар тохируулсан бол хэрэглэгчид ам.доллар, евро, фунт стерлинг гэх мэт ямар ч валютаар төлбөрөө хийж, танаас худалдан авалт хийх боломжтой.",
      manage_currencies: "Үнэ тогтоох валютыг удирдах",
    },
    step2: {
      title: "Мөнгө хүлээн авах",
      msg: "Хүргэлт дээр бэлэн мөнгө, шууд мөнгө шилжүүлэх болон бусад боломжтой төлбөрийн хэрэгслийг дэлгүүртээ нэмнэ үү.",
      online_title: "Онлайн төлбөрийн аргууд",
      online_msg:
        "Төлбөрийг картаар, шинэ банкны програмууд, одоо худалдаж аваарай-дараа төл, болон бусад олон онлайн төлбөрийн хэрэгслээр хүлээн авна уу.",
      add_online_gateway: "Онлайн төлбөрийн хэрэгсэл нэмнэ үү",
      cod_title: "Хүргэлтийн төлбөрийг бэлэн мөнгөөр хийх арга",
      cod_msg:
        "Захиалгыг хүргэсний дараа төлбөрийг хүлээн авна уу. Та хүргэлтийн төлбөрийг гараар баталгаажуулах боломжтой.",
      cash_title: "Бэлэн мөнгөний төлбөрийн аргууд",
      cash_msg: "Энэ төрлийн төлбөрийг Selldone® POS-д ашигладаг.",
      dir_title: "Шууд төлбөрийн аргууд",
      dir_msg:
        "Та төлбөрийг шууд мөнгө шилжүүлэх, банкны мөнгөн гуйвуулга болон бусад уламжлалт аргаар хүлээн авах боломжтой.",
    },
    step3: {
      msg: "Selldone-г Stripe данстайгаа 30 секундэд нэг товшилтоор холбоно уу. Одоогоор бид Stripe-ээр дамжих автомат тохиргооны процессыг дэмжиж байна. Төлбөрийн гарцын таб руугаа орж, Stripe нэмээд '<b>Stripe-тэй автоматаар холбох</b>' товчийг дарна уу.",
      my_gateways: "Миний төлбөрийн гарцууд",
    },
  },


  /**
   * @see SShopOnboardingCustomization
   */
  customize: {
    tour:{
      title:'Аялал',
      subtitle:"Өөр хаана ч байхгүй боломжуудыг эндээс олж мэдээрэй.",
      /**
       * @see BShopOnboardingTour
       */
      avocado:{
        title:"Avocado - ямар ч бүтээгдэхүүн нэмэлгүйгээр борлуулах",
        description: "Avocado ашиглан та урьдчилан тогтоосон үнэ, дэлгэрэнгүй мэдээлэлгүйгээр үйлчилгээ эсвэл бүтээгдэхүүн санал болгож болно. Үйлчлүүлэгчид үйлчилгээ эсвэл бүтээгдэхүүн хүсэх тусгай маягт үүсгэнэ. Тэд хүсэлт илгээсний дараа та үнийг тогтоож, төлбөрийг боловсруулж болно. Маягтыг нийгмийн сүлжээндээ хуваалцсанаар үйлчлүүлэгчид зүйл нэмэх, зураг оруулах, захиалга илгээхэд хялбар болно.",
        action:'Avocado-ийн талаар унших',
      },
      marketplace:{
        title: "Олон борлуулагчтай маркетплейс ба автомат төлбөр",
        description: "Олон борлуулагч нэмснээр Selldone дээр амжилттай маркетплейс байгуулаарай. Борлуулагчид бүтээгдэхүүнээ жагсааж, та борлуулалт бүрийн комиссын хувь тогтоож болно. Үйлчлүүлэгч худалдан авалт хийхэд борлуулагч төлбөрөө шууд авч, өөрийн самбараар захиалгаа удирдаж, та автомат төлбөрийн функцээр комисс авна.",
        action:'Борлуулагчдын автомат төлбөр',
      },
      business_model:{
        title: "Нарийн бизнесийн загваруудыг дэмжих",
        description:
            "Selldone нь энгийн болон нарийн бизнесийн загваруудыг дэмждэг тул та шаардлагатай үедээ дасан зохицож чадна. Нэмэлт плагин эсвэл апп суулгахгүйгээр бүхнийг ар талд тохируулж, шилжилт ба ажиллагааг саадгүй байлгаарай.",
      },
      gift_shopping:{
        title: "Бүтээгдэхүүний байршлын хязгаарлалт ба бэлгийн худалдан авалт",
        description:
            "Олон улс, шуудангийн код, хотуудыг зааж бүтээгдэхүүн бүрийн байршлын хязгаарлалтыг тохируулна уу. Энэ нь хувийн бэлгийн худалдан авалтын туршлага бий болгох эсвэл ресторан зэрэг тодорхой байршилд бүтээгдэхүүний хүртээмжийг хязгаарлахад тохиромжтой.",

      }
    },

    template: {
      title: "Загварууд",
      msg: "Манай урьдчилан бэлтгэсэн загваруудыг ашиглан дэлгүүрээ эхлүүлээрэй! Тус бүр өөрийн гэсэн өвөрмөц дизайнтай олон хуудас нэмж хялбархан төрөлжүүлээрэй.",
      action:'Бүх загварыг харах...'

    },

    colors: {
      title: "Өнгө ба зохион байгуулалт",

      msg: "Таны алсын хараанд илүү нийцүүлэхийн тулд бүтээгдэхүүний хуудас, дэлгүүрийн байршлыг тохируулахыг хайж байна уу? Дэлгүүрийнхээ сэдвийг өөрчлөх хэсэгт орж, ид шидийн үйлдлийг хялбархан үзээрэй!",

      action:'Өнгө ба загварыг өөрчлөх'

    },

  },

  /**
   * @see ShopOnboardingSetupBusinessTab
   */
  business: {
    step1: {
      title: "Бизнес загвар",
      msg: "Бизнес бүр өвөрмөц бөгөөд ихэвчлэн энгийн онлайн дэлгүүрээс илүү зүйлийг шаарддаг. Орлогынхоо загвараа тодорхойл, бид таны төлөө үлдсэн хэсгийг нь шийдвэрлэх болно.",
    },
  },

  migration: {
    title: "Шилжилт хөдөлгөөн",
    shopify: {
      msg: "Shopify-аас Selldone руу саадгүй шилжинэ! Өөрийн онлайн дэлгүүрт хялбар шилжих, сайжруулсан функцууд, зардал багатай шийдлүүдийг сайхан өнгөрүүлээрэй.",
    },
    woocommerce: {
      msg: "WooCommerce бүтээгдэхүүнээ хэдхэн товшилтоор Selldone руу саадгүй шилжүүлээрэй! Сайжруулсан гүйцэтгэл, мэдрэмжтэй дизайн, дээд түвшний хэрэглэгчийн дэмжлэгийг сайхан өнгөрүүлээрэй. Цахим худалдааны туршлагаа одоо шинэчил.",
    },
  },





};
