export default {
  "categories": {
    "Baby": {
      "title": "Хүүхдийн хэрэгсэл",
      "desc": "Хооллох, төрөх, хүүхдийн тэрэг"
    },
    "Beauty": {
      "title": "Гоо сайхан",
      "desc": "Гоо сайхны бүтээгдэхүүн, үнэртэн, үс арчилгаа"
    },
    "Blog": {
      "title": "Блог",
      "desc": "Спортын блог, Шинжлэх ухааны блог, Технологийн блог"
    },
    "Fashion": {
      "title": "Загвар",
      "desc": "Хувцас, гутал, цаг"
    },
    "Crypto": {
      "title": "Крипто",
      "desc": "Crypto-валют, блокчэйн, NFT"
    },
    "Electronics": {
      "title": "Электроник",
      "desc": "Гар утас, Видео тоглоом, Зөөврийн компьютер, ТВ"
    },
    "Food": {
      "title": "Хоол, ундаа",
      "desc": "Ресторан, нарийн боов, ундаа"
    },
    "Furniture": {
      "title": "Тавилга",
      "desc": "Гэрийн тавилга, чимэглэл, ачаа тээш, аялал"
    },
    "Gift": {
      "title": "Бэлгийн карт",
      "desc": "App Store, Google Play, Netflix, Spotify"
    },
    "Groceries": {
      "title": "Хүнсний бүтээгдэхүүн",
      "desc": "Сүү, Жимс, Бэлэн хоол, Мах"
    },
    "Handcrafts": {
      "title": "Гар урлал",
      "desc": "Цуглуулга, будсан гутал, баримал, шилэн урлаг"
    },
    "Health": {
      "title": "Эрүүл мэнд",
      "desc": "Эмийн сан, Амьтны асаргаа, Эрүүл мэнд"
    },
    "Home": {
      "title": "Гэр ба Амьдрах",
      "desc": "Гал тогооны хэрэгсэл, аяга таваг, хоолны газар"
    },
    "Jewelry": {
      "title": "Үнэт эдлэл",
      "desc": "Хүзүүний зүүлт, бөгж, бугуйвч"
    },
    "Sports": {
      "title": "Спорт",
      "desc": "Дасгал, Кемп, Унадаг дугуй, Амралт"
    },
    "Education": {
      "title": "Онлайн курсууд",
      "desc": "Вэб хөгжүүлэлт, дизайн, бизнес"
    },
    "Toy": {
      "title": "Тоглоом",
      "desc": "Тоглоом, оньсого, үйл ажиллагааны дүрүүд"
    },
    "Other": {
      "title": "Бусад",
      "desc": "Бусад ажил мэргэжил..."
    }
  },
  "partners": {
    "title": "{name} Selldone-тэй хамтран ажиллаж байна",
    "subtitle": "дараагийн үеийн онлайн бизнесийг нээхэд.",
    "create_new_shop": "Шинэ дэлгүүр үүсгэ",
    "select_a_shop": "Дэлгүүр сонгох",
    "apply_deal_to": "{shop}-д тохиролцох",
    "notifications": {
      "success_apply": "Хэлэлцээрийг амжилттай идэвхжүүллээ!"
    },
    "subtitle_official": "Дараагийн үеийн онлайн бизнесийг нээх."
  },
  "name": "Тохируулах",
  "shop": {
    "title": "Миний дэлгүүрийг тохируул",
    "subtitle": "Эдгээр энгийн алхмуудыг гүйцэтгэснээр дараагийн түвшинд очно уу."
  },
  "open_website": "Миний вэбсайтыг нээ",
  "add_product": "Бүтээгдэхүүн нэмэх",
  "setup_shipping": "Хүргэлтийг тохируулах",
  "add_domain": "Домэйн нэмэх",
  "add_payment": "Төлбөрийн гарцтай холбогдоно уу",
  "product": {
    "step1": {
      "title": "Сонголт 1. Гараар нэмэх",
      "msg": "Та дэлгүүртээ биет бүтээгдэхүүн, виртуаль зүйл, файл, үйлчилгээг нэмж, борлуулж эхлэх боломжтой.",
      "action_on": "Эхний бүтээгдэхүүнээ нэмнэ үү",
      "action_off": "Илүү олон бүтээгдэхүүн нэмнэ үү",
      "category": "Ангилал бол бусадтай харьцуулахад таны онлайн худалдааны вэбсайтын шилдэг бүтээл юм. Ангилал нэмж, чирж, буулгах замаар бүх зүйлийг ангилж, цэгцлээрэй.",
      "add_category": "Ангилал нэмэх"
    },
    "step2": {
      "title": "Сонголт 2. Excel-ээр нэмэх",
      "msg": "1K, 10K зүйл гэх мэт олон бүтээгдэхүүнтэй юу? Нэг үйлдлээр бүгдийг импортлох гэж бүү санаа зов.",
      "import_excel": "Excel програмаар импортлох",
      "download_template": "Загвар татаж авах"
    },
    "step3": {
      "title": "Сонголт 3. Мэргэжилтнүүдийг ажилд авна",
      "msg": "100 гаруй бараа байгаа бөгөөд таны бүтээгдэхүүнийг нэмэх хүн хэрэгтэй байна уу? expert@selldone.com хаягаар хүсэлт илгээж, цаг товлох. Бид танд зориулж мэргэжилтнүүдийг ажилд авна. Энэ нь энгийн, тогтмол тарифтай, нэг зүйл тутамд ердөө 5.99 доллар, нэмэлт хувилбар бүрт 2.99 доллар байдаг."
    }
  },
  "shipping": {
    "step1": {
      "title": "Алхам 1. Байршлыг тохируулах",
      "msg": "Эхний алхамд агуулахаа тохируулна уу (тээвэрлэлтийн гарал үүсэл). Энэ мэдээллийг зай, тээврийн зардлыг тооцоолох, тээврийн үйлчилгээний бүсэд байгаа эсэхийг шалгахад ашигладаг.",
      "edit_warehouse": "Агуулахыг засах",
      "add_warehouse": "Агуулгаа нэмнэ үү"
    },
    "step2": {
      "title": "Алхам 2. Тээвэрлэлтийн аргуудыг идэвхжүүл",
      "msg": "Дэлгүүртээ дор хаяж нэг хүргэлтийн аргыг нэмнэ үү. Та жин, зай болон бусад үзүүлэлт дээр үндэслэн үнийг тогтоож болно. Тээвэрлэлтийн үйлчилгээ бүр дэмждэг багцын зай, жин, хэмжээг хязгаарлахаа бүү мартаарай.",
      "add_delivery": "Хүргэлтийн аргыг нэмнэ үү"
    }
  },
  "domain": {
    "step1": {
      "title": "Алхам 1. Домэйн худалдаж аваарай",
      "msg": "Хэрэв танд хувийн домэйн байхгүй бол namecheap.com гэх мэт вэбсайтаас өөрийн домэйныг худалдаж авах цаг болжээ."
    },
    "step2": {
      "title": "Алхам 2. SSL-г идэвхжүүлнэ үү",
      "msg": "Хэрэв та CDN болон SSL-ээр хангадаг Namecheap зэрэг үйлчилгээг ашигладаг бол домэйн дээрээ 1.CDN болон 2.SSL-г идэвхжүүлэхэд л хангалттай."
    },
    "step3": {
      "title": "Алхам 3. DNS бичлэгүүдийг тохируулна уу",
      "msg": "Баяр хүргэе, одоо таны хийх ёстой зүйл бол домэйн үйлчилгээ үзүүлэгчийнхээ DNS тохиргоог хийж, өөрийн акаунтад домэйн нэмэх явдал юм."
    }
  },
  "payment": {
    "step1": {
      "title": "Валютын үнэ тогтоох",
      "msg": "Та янз бүрийн валютаар мөнгө хүлээн авах боломжтой бөгөөд таны дэлгүүр үнэ тогтооход нэгээс олон валютыг дэмжих боломжтой. Дашрамд хэлэхэд, хэрэв та дэлгүүрийнхээ валютыг ам.доллараар тохируулсан бол хэрэглэгчид ам.доллар, евро, фунт стерлинг гэх мэт ямар ч валютаар төлбөрөө хийж, танаас худалдан авалт хийх боломжтой.",
      "manage_currencies": "Үнэ тогтоох валютыг удирдах"
    },
    "step2": {
      "title": "Мөнгө хүлээн авах",
      "msg": "Хүргэлт дээр бэлэн мөнгө, шууд мөнгө шилжүүлэх болон бусад боломжтой төлбөрийн хэрэгслийг дэлгүүртээ нэмнэ үү.",
      "online_title": "Онлайн төлбөрийн аргууд",
      "online_msg": "Төлбөрийг картаар, шинэ банкны програмууд, одоо худалдаж аваарай-дараа төл, болон бусад олон онлайн төлбөрийн хэрэгслээр хүлээн авна уу.",
      "add_online_gateway": "Онлайн төлбөрийн хэрэгсэл нэмнэ үү",
      "cod_title": "Хүргэлтийн төлбөрийг бэлэн мөнгөөр хийх арга",
      "cod_msg": "Захиалгыг хүргэсний дараа төлбөрийг хүлээн авна уу. Та хүргэлтийн төлбөрийг гараар баталгаажуулах боломжтой.",
      "cash_title": "Бэлэн мөнгөний төлбөрийн аргууд",
      "cash_msg": "Энэ төрлийн төлбөрийг Selldone® POS-д ашигладаг.",
      "dir_title": "Шууд төлбөрийн аргууд",
      "dir_msg": "Та төлбөрийг шууд мөнгө шилжүүлэх, банкны мөнгөн гуйвуулга болон бусад уламжлалт аргаар хүлээн авах боломжтой."
    },
    "step3": {
      "msg": "Selldone-г 30 секундын дотор ганц товшилтоор Stripe бүртгэлдээ холбоно уу. Одоогоор бид Stripe-ийн автомат тохиргооны процессыг дэмжиж байна. Гарцын таб руу очоод Stripe нэмээд \"Stripe <b>руу автоматаар холбогдох</b> \" товчийг дарна уу.",
      "my_gateways": "Миний төлбөрийн гарцууд"
    }
  },
  "intro_inline_help_message": "Энэ улаан тусламжийн товчийг хай. Энэ нь таныг Бизнес үйлдлийн систем дээрээ тэгээс эхлээд мэргэжилтэн болтол дадлага хийхэд тусална.",
  "overview": {
    "title": "Тойм",
    "subtitle": "Бизнесийн үйлдлийн системтэй танилцаж, энэ нь таны бизнест хэрхэн тусалж болохыг олж мэдээрэй."
  },
  "customize_theme": "Вэбсайтыг тохируулах",
  "setup_business": "Бизнесийг тохируулах",
  "customize": {
    "template": {
      "title": "Загварууд",
      "msg": "Манай урьдчилан бэлтгэсэн загваруудыг ашиглан дэлгүүрээ эхлүүлээрэй! Тус бүр өөрийн гэсэн өвөрмөц дизайнтай олон хуудас нэмж хялбархан төрөлжүүлээрэй."
    },
    "colors": {
      "title": "Өнгө ба зохион байгуулалт",
      "msg": "Таны алсын хараанд илүү нийцүүлэхийн тулд бүтээгдэхүүний хуудас, дэлгүүрийн байршлыг тохируулахыг хайж байна уу? Дэлгүүрийнхээ сэдвийг өөрчлөх хэсэгт орж, ид шидийн үйлдлийг хялбархан үзээрэй!"
    }
  },
  "business": {
    "step1": {
      "title": "Бизнес загвар",
      "msg": "Бизнес бүр өвөрмөц бөгөөд ихэвчлэн энгийн онлайн дэлгүүрээс илүү зүйлийг шаарддаг. Орлогынхоо загвараа тодорхойл, бид таны төлөө үлдсэн хэсгийг нь шийдвэрлэх болно."
    }
  },
  "migration": {
    "title": "Шилжилт хөдөлгөөн",
    "shopify": {
      "msg": "Shopify-аас Selldone руу саадгүй шилжинэ! Өөрийн онлайн дэлгүүрт хялбар шилжих, сайжруулсан функцууд, зардал багатай шийдлүүдийг сайхан өнгөрүүлээрэй."
    },
    "woocommerce": {
      "msg": "WooCommerce бүтээгдэхүүнээ хэдхэн товшилтоор Selldone руу саадгүй шилжүүлээрэй! Сайжруулсан гүйцэтгэл, мэдрэмжтэй дизайн, дээд түвшний хэрэглэгчийн дэмжлэгийг сайхан өнгөрүүлээрэй. Цахим худалдааны туршлагаа одоо шинэчил."
    }
  }
};