/*
 * Copyright (c) 2023. Selldone® Business OS™
 *
 * Author: M.Pajuhaan
 * Web: https://selldone.com
 * ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━
 *
 * All rights reserved. In the weave of time, where traditions and innovations intermingle, this content was crafted.
 * From the essence of thought, through the corridors of creativity, each word, and sentiment has been molded.
 * Not just to exist, but to inspire. Like an artist's stroke or a sculptor's chisel, every nuance is deliberate.
 * Our journey is not just about reaching a destination, but about creating a masterpiece.
 * Tread carefully, for you're treading on dreams.
 */

export default {
  categories: {
    Baby: {
      title: "बाळ, मुले आणि खेळणी",
      desc: "स्ट्रोलर, खेळणी, खेळ, कोडी, अ‍ॅक्शन फिगर्स",
    },
    Health: {
      title: "आरोग्य आणि सौंदर्य",
      desc: "फार्मसी, वेलनेस, सौंदर्यप्रसाधने, सुगंध",
    },
    Media: {
      title: "मीडिया आणि खेळ",
      desc: "व्हिडिओ गेम्स, चित्रपट, संगीत, पुस्तके",
    },
    Fashion: {
      title: "कपडे, दागिने आणि घड्याळे",
      desc: "कपडे, बूट, हार, अंगठी, बांगडी, घड्याळ",
    },
    Automotive: {
      title: "वाहनसंबंधी",
      desc: "कार अ‍ॅक्सेसरीज, साधने, देखभाल",
    },
    Electronics: {
      title: "इलेक्ट्रॉनिक्स",
      desc: "मोबाइल, दूरदर्शन, ऑडिओ उपकरणे, कॅमेरा",
    },
    Computers: {
      title: "संगणक",
      desc: "लॅपटॉप, डेस्कटॉप, अ‍ॅक्सेसरीज, सॉफ्टवेअर",
    },
    Household: {
      title: "घरगुती आवश्यक वस्तू",
      desc: "स्वच्छता साहित्य, स्नानगृह, कपडे धुणे",
    },
    Garden: {
      title: "बाग आणि साधने",
      desc: "बाहेरील फर्निचर, बागकामाची साधने, झाडे",
    },
    Food: {
      title: "अन्न आणि किराणा",
      desc: "दुग्धजन्य पदार्थ, फळे, तयार अन्न, मांस, पेय",
    },
    Handmade: {
      title: "हस्तनिर्मित",
      desc: "संग्रहणीय वस्तू, रंगवलेले बूट, शिल्पे, काचकला",
    },
    PetSupplies: {
      title: "पाळीव प्राण्यांचा पुरवठा",
      desc: "पाळीव प्राण्यांचे अन्न, खेळणी, काळजी",
    },
    Home: {
      title: "घर आणि राहणीमान",
      desc: "स्वयंपाकघर उपकरणे, घरगुती फर्निचर, सजावट",
    },
    Sports: {
      title: "क्रीडा आणि मैदानी",
      desc: "व्यायाम, कॅम्पिंग, सायकली, विरंगुळा",
    },
    Stationery: {
      title: "स्टेशनरी आणि कार्यालय",
      desc: "कार्यालयीन साहित्य, शालेय साहित्य, कागदी उत्पादने",
    },
    Books: {
      title: "पुस्तके",
      desc: "काल्पनिक, अ-काल्पनिक, शैक्षणिक, कॉमिक्स",
    },
    Marketplace: {
      title: "सर्वकाही मार्केटप्लेस",
      desc: "अनेक श्रेणींमधील विविध प्रकारची उत्पादने",
    },
    Other: {
      title: "इतर...",
      desc: "गिफ्ट कार्ड, डिजिटल उत्पादने, ऑनलाइन सेवा, काहीही",
    },
  },

  partners: {
    title: "{name} Selldone सोबत भागीदारी करत आहे",
    subtitle: "ऑनलाइन व्यवसायांची पुढची पिढी खुली करण्यासाठी.",
    subtitle_official: "ऑनलाइन व्यवसायांची पुढची पिढी खुली करा.",

    create_new_shop: "नवीन दुकान तयार करा",
    select_a_shop: "एक दुकान निवडा",
    apply_deal_to: "{shop} वर करार लागू करा",
    notifications: {
      success_apply: "डील यशस्वीरित्या सक्रिय केले!",
    },
  },

  name: "सेटअप",
  overview: {
    title: "आढावा",
    subtitle:
      "व्यवसाय ऑपरेटिंग सिस्टमची माहिती मिळवा आणि ते तुमच्या व्यवसायाला कशी मदत करू शकते ते जाणून घ्या.",
  },

  shop: {
    title: "माझे दुकान सेट करा",
    subtitle: "या सोप्या पायऱ्या पूर्ण करून पुढील स्तरावर जा.",
  },

  open_website: "माझी वेबसाइट उघडा",

  customize_theme: "वेबसाइट सानुकूलित करा",
  setup_business: "सेटअप व्यवसाय",
  add_product: "उत्पादन जोडा",
  setup_shipping: "शिपिंग सेट करा",
  add_domain: "डोमेन जोडा",
  add_payment: "पेमेंट गेटवेशी कनेक्ट करा",

  product: {
    step1: {
      title: "पर्याय 1. व्यक्तिचलितपणे जोडा",
      msg: "तुम्ही तुमच्या स्टोअरमध्ये भौतिक उत्पादने, आभासी वस्तू, फाइल्स आणि सेवा जोडू शकता आणि त्यांची विक्री सुरू करू शकता.",
      action_on: "तुमचे पहिले उत्पादन जोडा",
      action_off: "अधिक उत्पादने जोडा",
      category:
        "इतरांच्या तुलनेत श्रेण्या तुमच्या ऑनलाइन शॉपिंग वेबसाइटचा उत्कृष्ट नमुना आहेत. श्रेणी जोडून आणि ड्रॅग आणि ड्रॉपसह व्यवस्थापित करून सर्वकाही वर्गीकृत आणि व्यवस्थापित करा.",
      add_category: "श्रेणी जोडा",
    },
    step2: {
      title: "पर्याय 2. Excel द्वारे जोडा",
      msg: "1K, 10K आयटम सारखी अनेक उत्पादने आहेत? काळजी करू नका फक्त एका कृतीने सर्व आयात करा.",
      import_excel: "एक्सेल द्वारे आयात करा",
      download_template: "टेम्पलेट डाउनलोड करा",
    },
  },
  shipping: {
    step1: {
      title: "पायरी 1. स्थान सेट करा",
      msg: "पहिल्या टप्प्यावर, तुमचे कोठार (शिपिंगचे मूळ) सेट करा. ही माहिती अंतर, शिपिंग खर्च आणि शिपिंग सेवा क्षेत्रात असल्याचे तपासण्यासाठी वापरली जाते.",
      edit_warehouse: "कोठार संपादित करा",
      add_warehouse: "आपले कोठार जोडा",
    },
    step2: {
      title: "पायरी 2. शिपिंग पद्धती सक्रिय करा",
      msg: "तुमच्या स्टोअरमध्ये किमान एक शिपिंग पद्धत जोडा. तुम्ही वजन, अंतर आणि इतर पॅरामीटर्सवर आधारित किंमत सेट करू शकता. प्रत्येक शिपिंग सेवेला सपोर्ट करत असलेल्या पॅकेजच्या अंतर, वजन आणि आकारासाठी मर्यादा सेट करायला विसरू नका.",
      add_delivery: "शिपिंग पद्धती जोडा",
    },
  },

  domain: {
    buy_domain_step: {
      title: "पायरी 1. डोमेन खरेदी करा",
      msg: "तुमच्याकडे अद्याप तुमचे वैयक्तिक डोमेन नसल्यास, namecheap.com सारख्या वेबसाइटवरून तुमचे स्वतःचे डोमेन खरेदी करण्याची वेळ आली आहे.",
    },

    set_dns_step: {
      title: "पायरी 2. DNS रेकॉर्ड सेट करा",
      msg: "अभिनंदन, आता तुम्हाला तुमच्या डोमेन सेवा प्रदात्यात DNS कॉन्फिगर करून डोमेन तुमच्या खात्यात जोडायचे आहे.",
    },
  },

  payment: {
    step1: {
      title: "चलने किंमत",
      msg: "तुम्ही वेगवेगळ्या चलनांमध्ये पैसे स्वीकारू शकता आणि तुमचे दुकान किंमतीसाठी एकापेक्षा जास्त चलनांना समर्थन देऊ शकते. तसे, तुम्ही तुमचे स्टोअर चलन USD वर सेट केल्यास, ग्राहक तुमच्याकडून खरेदी करण्यासाठी USD, EUR, GBP इत्यादी कोणत्याही चलनांमध्ये पैसे देऊ शकतात.",
      manage_currencies: "किंमत चलने व्यवस्थापित करा",
    },
    step2: {
      title: "पैसे स्वीकारा",
      msg: "तुमच्या दुकानात कॅश ऑन डिलिव्हरी, डायरेक्ट मनी ट्रान्सफर आणि इतर उपलब्ध पेमेंट पद्धती जोडा.",
      online_title: "ऑनलाइन पेमेंट पद्धती",
      online_msg:
        "कार्ड, नवीन बँकिंग ऍप्लिकेशन्स, खरेदी करा-आता पे-नंतर आणि इतर अनेक ऑनलाइन पेमेंट पद्धतींद्वारे पेमेंट स्वीकारा.",
      add_online_gateway: "ऑनलाइन पेमेंट पद्धत जोडा",
      cod_title: "कॅश ऑन डिलिव्हरी पेमेंट पद्धत",
      cod_msg:
        "ऑर्डरच्या वितरणानंतर पेमेंट स्वीकारा. तुम्ही कॅश ऑन डिलिव्हरी पेमेंट मॅन्युअली कन्फर्म करू शकता.",
      cash_title: "रोख पेमेंट पद्धती",
      cash_msg: "या प्रकारचे पेमेंट Selldone® POS मध्ये वापरले जाते.",
      dir_title: "थेट पेमेंट पद्धती",
      dir_msg:
        "तुम्ही थेट मनी ट्रान्सफर, बँक मनी ट्रान्सफर आणि इतर पारंपारिक मार्गांनी पेमेंट स्वीकारू शकता.",
    },
    step3: {
      msg: "फक्त एका क्लिकने ३० सेकंदांत Selldone तुमच्या Stripe खात्याशी जोडा. सध्या आम्ही Stripe द्वारे स्वयंचलित कॉन्फिगरेशन प्रक्रियेला समर्थन देतो. तुमच्या गेटवे टॅबवर जा, Stripe जोडा आणि '<b>Stripe शी स्वयंचलितपणे जोडा</b>' बटणावर क्लिक करा.",
      my_gateways: "माझे पेमेंट गेटवे",
    },
  },


  /**
   * @see SShopOnboardingCustomization
   */
  customize: {
    tour:{
      title:'फेरी',
      subtitle:"इथे काय शक्य आहे आणि इतरत्र काय नाही ते शोधा.",
      /**
       * @see BShopOnboardingTour
       */
      avocado:{
        title:"Avocado - कोणतेही उत्पादन न जोडता विक्री करा",
        description: "Avocado वापरून तुम्ही पूर्वनिश्चित किंमत किंवा तपशीलांशिवाय सेवा किंवा उत्पादने देऊ शकता. ग्राहकांनी सेवा किंवा उत्पादने मागवण्यासाठी सानुकूल फॉर्म तयार करा. त्यांनी विनंती पाठवल्यानंतर तुम्ही किंमत ठरवू शकता आणि पेमेंट प्रक्रिया करू शकता. हा फॉर्म तुमच्या सोशल मीडियावर शेअर करा, ज्यामुळे ग्राहक वस्तू जोडू शकतात, प्रतिमा अपलोड करू शकतात आणि ऑर्डर सहज पाठवू शकतात.",
        action:'Avocado बद्दल वाचा',
      },
      marketplace:{
        title: "बहु-विक्रेता मार्केटप्लेस आणि स्वयंचलित पेआउट",
        description: "अनेक विक्रेते जोडून Selldone सह भरभराटीचे मार्केटप्लेस तयार करा. विक्रेते त्यांची उत्पादने सूचीबद्ध करू शकतात आणि तुम्ही प्रत्येक विक्रीसाठी कमिशन दर ठरवू शकता. ग्राहक खरेदी करताच विक्रेत्याला थेट पेमेंट मिळते, तो स्वतःच्या पॅनेलमधून ऑर्डर व्यवस्थापित करतो आणि तुम्हाला स्वयंचलित पेआउट वैशिष्ट्याद्वारे कमिशन मिळते.",
        action:'विक्रेत्यांचे स्वयंचलित पेआउट',
      },
      business_model:{
        title: "जटिल व्यवसाय मॉडेलला समर्थन",
        description:
            "Selldone सोपी आणि जटिल दोन्ही व्यवसाय मॉडेल समर्थित करते, त्यामुळे तुम्ही गरजेनुसार जुळवून घेऊ शकता. अतिरिक्त प्लगइन किंवा अ‍ॅप्स न बसवता सर्व काही पार्श्वभूमीत कॉन्फिगर करा, जेणेकरून बदल आणि कामकाज सुरळीत राहील.",
      },
      gift_shopping:{
        title: "उत्पादन स्थान निर्बंध आणि भेटवस्तू खरेदी",
        description:
            "अनेक देश, पोस्टल कोड आणि शहरे निर्दिष्ट करून प्रत्येक उत्पादनासाठी स्थान निर्बंध सेट करा. वैयक्तिक भेटवस्तू खरेदी अनुभव तयार करण्यासाठी किंवा रेस्टॉरंटसारख्या विशिष्ट ठिकाणांसाठी उत्पादन उपलब्धता मर्यादित करण्यासाठी हे वैशिष्ट्य उत्तम आहे.",

      }
    },

    template: {
      title: "टेम्पलेट्स",
      msg: "आमच्या पूर्व-निर्मित टेम्पलेट्ससह तुमचे दुकान किकस्टार्ट करा! एकाधिक पृष्ठे जोडून सहजपणे वैविध्य आणा, प्रत्येकाची स्वतःची अद्वितीय रचना आहे.",
      action:'सर्व टेम्पलेट पहा...'

    },

    colors: {
      title: "रंग आणि मांडणी",

      msg: "तुमची दृष्टी अधिक चांगल्या प्रकारे बसवण्यासाठी तुमचे उत्पादन पृष्ठ आणि शॉप लेआउट तयार करू इच्छित आहात? तुमच्या दुकानातील थीम कस्टमायझेशन विभागात जा आणि जादू सहजतेने उलगडताना पहा!",

      action:'रंग आणि थीम सानुकूलित करा'

    },

  },

  /**
   * @see ShopOnboardingSetupBusinessTab
   */
  business: {
    step1: {
      title: "व्यवसाय मॉडेल",
      msg: "प्रत्येक व्यवसाय अद्वितीय असतो आणि अनेकदा फक्त मूलभूत ऑनलाइन स्टोअरपेक्षा अधिक आवश्यक असते. तुमचे कमाईचे मॉडेल परिभाषित करा आणि आम्ही तुमच्यासाठी बाकीचे अखंडपणे हाताळू.",
    },
  },

  migration: {
    title: "स्थलांतर",
    shopify: {
      msg: "Shopify वरून अखंडपणे Selldone वर स्विच करा! तुमच्या ऑनलाइन स्टोअरसाठी सहज स्थलांतर, वर्धित वैशिष्ट्ये आणि किफायतशीर उपायांचा आनंद घ्या.",
    },
    woocommerce: {
      msg: "काही क्लिकमध्ये तुमची WooCommerce उत्पादने Selldone वर अखंडपणे स्थलांतरित करा! वर्धित कार्यप्रदर्शन, अंतर्ज्ञानी डिझाइन आणि उच्च-स्तरीय ग्राहक समर्थनाचा आनंद घ्या. तुमचा ई-कॉमर्स अनुभव आता अपग्रेड करा.",
    },
  },





};
