export default {
  "categories": {
    "Baby": {
      "title": "ကလေးအသုံးအဆောင်များ",
      "desc": "အစာကျွေးခြင်း၊ မီးဖွားခြင်း၊ တွန်းလှည်း"
    },
    "Beauty": {
      "title": "အလှအပ",
      "desc": "အလှကုန်၊ မွှေးရနံ့၊ ဆံပင်ထိန်းသိမ်းမှု"
    },
    "Blog": {
      "title": "ဘလော့",
      "desc": "အားကစားဘလော့ဂ်၊ သိပ္ပံဘလော့ဂ်၊ နည်းပညာဘလော့ဂ်"
    },
    "Fashion": {
      "title": "ဖက်ရှင်",
      "desc": "အဝတ်အစား၊ ဖိနပ်၊ နာရီ"
    },
    "Crypto": {
      "title": "Crypto",
      "desc": "Crypto-Currency၊ Blockchain၊ NFT"
    },
    "Electronics": {
      "title": "လျှပ်စစ်ပစ္စည်း",
      "desc": "မိုဘိုင်း၊ ဗီဒီယိုဂိမ်း၊ လက်ပ်တော့၊ တီဗီ"
    },
    "Food": {
      "title": "အစားအသောက်",
      "desc": "စားသောက်ဆိုင်များ၊ မုန့်တိုက်များ၊ အဖျော်ယမကာများ"
    },
    "Furniture": {
      "title": "ပရိဘောဂ",
      "desc": "အိမ်သုံးပရိဘောဂ၊ အပြင်အဆင်၊ ခရီးဆောင်အိတ်နှင့် ခရီးသွားခြင်း။"
    },
    "Gift": {
      "title": "လက်ဆောင်ကဒ်",
      "desc": "အက်ပ်စတိုး၊ Google Play၊ Netflix၊ Spotify"
    },
    "Groceries": {
      "title": "ကုန်စုံဆိုင်",
      "desc": "နို့ထွက်ပစ္စည်း၊ အသီးအနှံ၊ ပြင်ဆင်ထားသောအစားအစာ၊ အသား"
    },
    "Handcrafts": {
      "title": "လက်မှုပညာ",
      "desc": "စုဆောင်းနိုင်သော၊ ဆေးသုတ်ထားသောဖိနပ်များ၊ ပန်းပုများ၊ ဖန်ခွက်များ"
    },
    "Health": {
      "title": "ကျန်းမာရေး",
      "desc": "ဆေးဆိုင်၊ အိမ်မွေးတိရစ္ဆာန်စောင့်ရှောက်မှု၊ ကျန်းမာရေး"
    },
    "Home": {
      "title": "အိမ်နှင့် နေထိုင်မှု",
      "desc": "မီးဖိုချောင်သုံးပစ္စည်းများ၊ မီးဖိုချောင်သုံးပစ္စည်းများ၊ ထမင်းစားခန်း"
    },
    "Jewelry": {
      "title": "ရတနာ",
      "desc": "လည်ဆွဲ၊ လက်စွပ်၊ လက်ကောက်"
    },
    "Sports": {
      "title": "အားကစား",
      "desc": "လေ့ကျင့်ခန်း၊ စခန်းချခြင်း၊ စက်ဘီးစီးခြင်း၊ အပန်းဖြေခြင်း။"
    },
    "Education": {
      "title": "အွန်လိုင်းသင်တန်းများ",
      "desc": "ဝဘ်ဖွံ့ဖြိုးတိုးတက်ရေး၊ ဒီဇိုင်း၊ စီးပွားရေး"
    },
    "Toy": {
      "title": "အရုပ်",
      "desc": "ဂိမ်း၊ ပဟေဋ္ဌိ၊ လှုပ်ရှားမှုပုံများ"
    },
    "Other": {
      "title": "တခြား",
      "desc": "အခြားအလုပ်အကိုင်များ..."
    }
  },
  "partners": {
    "title": "{name} သည် Selldone နှင့် ပူးပေါင်းဆောင်ရွက်နေပါသည်။",
    "subtitle": "မျိုးဆက်သစ်အွန်လိုင်းစီးပွားရေးလုပ်ငန်းများကိုဖွင့်ခြင်းတွင်။",
    "create_new_shop": "ဆိုင်အသစ်တစ်ခုဖန်တီးပါ။",
    "select_a_shop": "ဆိုင်ကိုရွေးချယ်ပါ။",
    "apply_deal_to": "သဘောတူညီချက်ကို {shop} သို့ လျှောက်ထားပါ",
    "notifications": {
      "success_apply": "သဘောတူညီချက်ကို အောင်မြင်စွာ အသက်သွင်းလိုက်ပါ။"
    }
  },
  "name": "တည်ဆောက်သည်",
  "shop": {
    "title": "ကျွန်ုပ်၏ဆိုင်ကို စနစ်ထည့်သွင်းပါ။",
    "subtitle": "ဤရိုးရှင်းသောအဆင့်များကို ပြီးမြောက်ခြင်းဖြင့် နောက်တစ်ဆင့်သို့သွားပါ။"
  },
  "open_website": "ငါ့ဝဘ်ဆိုဒ်ကိုဖွင့်ပါ။",
  "add_product": "ထုတ်ကုန်ထည့်ပါ။",
  "setup_shipping": "ပို့ဆောင်မှုကို စနစ်ထည့်သွင်းပါ။",
  "add_domain": "Domain ထည့်ပါ။",
  "add_payment": "ငွေပေးချေမှုတံခါးပေါက်သို့ ချိတ်ဆက်ပါ။",
  "product": {
    "step1": {
      "title": "ရွေးချယ်မှု 1. ကိုယ်တိုင်ထည့်ပါ။",
      "msg": "သင်သည် ရုပ်ပိုင်းဆိုင်ရာထုတ်ကုန်များ၊ ပကတိပစ္စည်းများ၊ ဖိုင်များနှင့် ဝန်ဆောင်မှုများကို သင့်စတိုးတွင် ထည့်သွင်းနိုင်ပြီး ၎င်းတို့ကို စတင်ရောင်းချနိုင်သည်။",
      "action_on": "သင်၏ပထမဆုံးထုတ်ကုန်ကိုထည့်ပါ။",
      "action_off": "နောက်ထပ်ထုတ်ကုန်များထည့်ပါ။",
      "category": "အမျိုးအစားများသည် အခြားသူများနှင့် နှိုင်းယှဉ်ပါက သင့်အွန်လိုင်းစျေးဝယ်ဝဘ်ဆိုက်၏ လက်ရာဖြစ်သည်။ အမျိုးအစားများကို ပေါင်းထည့်ကာ ဖိဆွဲချ၍ စီမံခြင်းဖြင့် အရာအားလုံးကို အမျိုးအစားခွဲပြီး စီစဉ်ပါ။",
      "add_category": "အမျိုးအစားထည့်ပါ။"
    },
    "step2": {
      "title": "ရွေးချယ်မှု 2. Excel ဖြင့်ထည့်ပါ။",
      "msg": "1K၊ 10K ပစ္စည်းများကဲ့သို့ ထုတ်ကုန်များစွာ ရှိပါသလား။ လုပ်ဆောင်ချက်တစ်ခုတည်းဖြင့် အားလုံးကို မစိုးရိမ်ပါနှင့်။",
      "import_excel": "Excel ဖြင့်တင်သွင်းပါ။",
      "download_template": "နမူနာပုံစံကို ဒေါင်းလုဒ်လုပ်ပါ။"
    },
    "step3": {
      "title": "ရွေးချယ်မှု 3။ ကျွမ်းကျင်သူများကို ငှားရမ်းပါ။",
      "msg": "ပစ္စည်း 100 ကျော်ရှိပြီး သင့်ထုတ်ကုန်များကို ထည့်ရန် တစ်စုံတစ်ယောက် လိုအပ်ပါသလား။ expert@selldone.com သို့ တောင်းဆိုချက်တစ်ခု ပေးပို့ပြီး ရက်ချိန်းယူပါ။ သင့်အတွက် ကျွမ်းကျင်သူများကို ကျွန်ုပ်တို့ ငှားရမ်းထားသည်။ ၎င်းတွင် ပစ္စည်းတစ်ခုလျှင် 5.99$ နှင့် နောက်ထပ်မျိုးကွဲတစ်ခုလျှင် 2.99$ သာရှိသည်။"
    }
  },
  "shipping": {
    "step1": {
      "title": "အဆင့် 1. တည်နေရာကို သတ်မှတ်ပါ။",
      "msg": "ပထမအဆင့်တွင်၊ သင်၏ဂိုဒေါင် (ပို့ဆောင်မှု၏မူလအစ) ကို သတ်မှတ်ပါ။ ဤအချက်အလက်ကို အကွာအဝေး၊ ပို့ဆောင်ခကို တွက်ချက်ရန်နှင့် ပို့ဆောင်ရေးဝန်ဆောင်မှုဧရိယာတွင် ရှိနေရန် စစ်ဆေးရန် အသုံးပြုသည်။",
      "edit_warehouse": "ဂိုဒေါင်ကို တည်းဖြတ်ပါ။",
      "add_warehouse": "သင်၏ဂိုဒေါင်ကိုထည့်ပါ။"
    },
    "step2": {
      "title": "အဆင့် 2. ပို့ဆောင်ရေးနည်းလမ်းများကို အသက်သွင်းပါ။",
      "msg": "သင့်စတိုးသို့ အနည်းဆုံး ပို့ဆောင်ရေးနည်းလမ်းတစ်ခုကို ထည့်ပါ။ အလေးချိန်၊ အကွာအဝေးနှင့် အခြားကန့်သတ်ချက်များပေါ်မူတည်၍ စျေးနှုန်းသတ်မှတ်နိုင်သည်။ ပို့ဆောင်ရေးဝန်ဆောင်မှုတစ်ခုစီက ပံ့ပိုးပေးသော အကွာအဝေး၊ အလေးချိန်နှင့် အရွယ်အစားတို့ကို ကန့်သတ်ရန် မမေ့ပါနှင့်။",
      "add_delivery": "ပို့ဆောင်ရေးနည်းလမ်းများ ထည့်ပါ။"
    }
  },
  "domain": {
    "step1": {
      "title": "အဆင့် 1. ဒိုမိန်းတစ်ခုကို ဝယ်ပါ။",
      "msg": "သင့်တွင် ကိုယ်ပိုင်ဒိုမိန်းမရှိသေးပါက namecheap.com ကဲ့သို့သော ဝဘ်ဆိုဒ်များမှ သင့်ကိုယ်ပိုင်ဒိုမိန်းကို ဝယ်ယူရန် အချိန်တန်ပြီဖြစ်သည်။"
    },
    "step2": {
      "title": "အဆင့် 2. SSL ကိုဖွင့်ပါ။",
      "msg": "CDN နှင့် SSL တို့ကို ပံ့ပိုးပေးသော Namecheap ကဲ့သို့သော ဝန်ဆောင်မှုများကို သင်အသုံးပြုပါက၊ သင့်ဒိုမိန်းတွင် 1.CDN နှင့် 2.SSL ကို စတင်အသုံးပြုရန် လိုအပ်ပါသည်။"
    },
    "step3": {
      "title": "အဆင့် 3. DNS မှတ်တမ်းများကို သတ်မှတ်ပါ။",
      "msg": "ဂုဏ်ယူပါသည်၊ ယခု သင်လုပ်ရမည့်အရာမှာ သင့်ဒိုမိန်းဝန်ဆောင်မှုပေးသူတွင် DNS ကို ပုံစံသတ်မှတ်ပြီး သင့်အကောင့်သို့ ဒိုမိန်းကို ထည့်ပါ။"
    }
  },
  "payment": {
    "step1": {
      "title": "စျေးနှုန်းငွေကြေးများ",
      "msg": "သင်သည် မတူညီသောငွေကြေးများဖြင့် ငွေလက်ခံနိုင်ပြီး သင့်ဆိုင်သည် ဈေးနှုန်းအတွက် ငွေကြေးတစ်ခုထက်ပို၍ ပံ့ပိုးပေးနိုင်ပါသည်။ စကားမစပ်၊ သင်၏စတိုးဆိုင်သုံးငွေကို USD ဟုသတ်မှတ်ပါက၊ ဝယ်ယူသူများသည် သင့်ထံမှဝယ်ယူရန် USD၊ EUR၊ GBP အစရှိသည့် မည်သည့်ငွေကြေးဖြင့်မဆို ပေးချေနိုင်ပါသည်။",
      "manage_currencies": "စျေးနှုန်းငွေကြေးများကိုစီမံခန့်ခွဲ"
    },
    "step2": {
      "title": "ငွေလက်ခံပါ။",
      "msg": "ပေးပို့မှုတွင် ငွေသားထည့်ပါ၊ တိုက်ရိုက်ငွေလွှဲခြင်းနှင့် သင့်ဆိုင်ရှိ အခြားရရှိနိုင်သော ငွေပေးချေမှုနည်းလမ်းများ။",
      "online_title": "အွန်လိုင်းငွေပေးချေမှုနည်းလမ်းများ",
      "online_msg": "ကတ်များဖြင့် ငွေပေးချေမှု၊ ဘဏ်လုပ်ငန်း အက်ပ်လီကေးရှင်းအသစ်၊ ယခုငွေပေးချေ-နောက်ပိုင်းနှင့် အခြားအွန်လိုင်းငွေပေးချေမှုနည်းလမ်းများစွာကို လက်ခံပါ။",
      "add_online_gateway": "အွန်လိုင်းငွေပေးချေမှုနည်းလမ်းကို ထည့်ပါ။",
      "cod_title": "ပို့ဆောင်မှုတွင် ငွေသားပေးချေမှုနည်းလမ်း",
      "cod_msg": "အော်ဒါများပေးပို့ပြီးနောက်ငွေပေးချေမှုကိုလက်ခံပါ။ ပို့ဆောင်ခတွင် ငွေသားကို ကိုယ်တိုင်အတည်ပြုနိုင်သည်။",
      "cash_title": "ငွေပေးချေမှုနည်းလမ်းများ",
      "cash_msg": "ဤငွေပေးချေမှုအမျိုးအစားကို Selldone® POS တွင် အသုံးပြုပါသည်။",
      "dir_title": "တိုက်ရိုက်ငွေပေးချေမှုနည်းလမ်းများ",
      "dir_msg": "တိုက်ရိုက်ငွေလွှဲခြင်း၊ ဘဏ်ငွေလွှဲခြင်းနှင့် အခြားရိုးရာနည်းလမ်းများဖြင့် ငွေပေးချေမှုကို လက်ခံနိုင်သည်။"
    },
    "step3": {
      "msg": "စက္ကန့် 30 အတွင်း တစ်ချက်နှိပ်ရုံဖြင့် သင့် Stripe အကောင့်သို့ Selldone ကို ချိတ်ဆက်ပါ။ လောလောဆယ်တွင်၊ ကျွန်ုပ်တို့သည် Stripe မှ အလိုအလျောက်ဖွဲ့စည်းမှုလုပ်ငန်းစဉ်ကို ပံ့ပိုးပေးလျက်ရှိသည်။ သင့်ဂိတ်ဝ တက်ဘ်သို့ သွားပါ၊ Stripe ထည့်ပါ၊ နှင့် ' <b>Auto connect to Stripe</b> ' ခလုတ်ကို နှိပ်ပါ။",
      "my_gateways": "ကျွန်ုပ်၏ ငွေပေးချေမှုတံခါးများ"
    }
  },
  "intro_inline_help_message": "ဤအနီရောင်အကူအညီခလုတ်ကိုရှာပါ။ သင်၏ Business OS တွင် သုညမှ သင်ကိုယ်တိုင် လေ့ကျင့်ရန် ကူညီပေးသည်။"
};