/*
 * Copyright (c) 2023. Selldone® Business OS™
 *
 * Author: M.Pajuhaan
 * Web: https://selldone.com
 * ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━
 *
 * All rights reserved. In the weave of time, where traditions and innovations intermingle, this content was crafted.
 * From the essence of thought, through the corridors of creativity, each word, and sentiment has been molded.
 * Not just to exist, but to inspire. Like an artist's stroke or a sculptor's chisel, every nuance is deliberate.
 * Our journey is not just about reaching a destination, but about creating a masterpiece.
 * Tread carefully, for you're treading on dreams.
 */

export default {
  categories: {
    Baby: {
      title: "ကလေး၊ ကလေးများနှင့် ကစားစရာများ",
      desc: "ကလေးတွန်းလှည်း၊ ကစားစရာများ၊ ဂိမ်းများ၊ ပဟေဠိများ၊ အက်ရှင်ရုပ်တုများ",
    },
    Health: {
      title: "ကျန်းမာရေးနှင့် အလှအပ",
      desc: "ဆေးဆိုင်၊ ကျန်းမာရေးစောင့်ရှောက်မှု၊ အလှကုန်၊ မွှေးရနံ့",
    },
    Media: {
      title: "မီဒီယာနှင့် ဂိမ်းများ",
      desc: "ဗီဒီယိုဂိမ်းများ၊ ရုပ်ရှင်များ၊ ဂီတ၊ စာအုပ်များ",
    },
    Fashion: {
      title: "အဝတ်အစား၊ လက်ဝတ်ရတနာနှင့် နာရီများ",
      desc: "အဝတ်အစား၊ ဖိနပ်၊ လည်ဆွဲ၊ လက်စွပ်၊ လက်ကောက်၊ နာရီ",
    },
    Automotive: {
      title: "မော်တော်ယာဉ်ဆိုင်ရာ",
      desc: "ကားအပိုပစ္စည်းများ၊ ကိရိယာများ၊ ပြုပြင်ထိန်းသိမ်းမှု",
    },
    Electronics: {
      title: "အီလက်ထရွန်နစ်ပစ္စည်းများ",
      desc: "မိုဘိုင်း၊ ရုပ်မြင်သံကြား၊ အသံစက်ပစ္စည်းများ၊ ကင်မရာ",
    },
    Computers: {
      title: "ကွန်ပျူတာများ",
      desc: "လက်ပ်တော့၊ ဒက်စ်တော့၊ အပိုပစ္စည်းများ၊ ဆော့ဖ်ဝဲ",
    },
    Household: {
      title: "အိမ်သုံး မရှိမဖြစ်ပစ္စည်းများ",
      desc: "သန့်ရှင်းရေးပစ္စည်းများ၊ ရေချိုးခန်း၊ အဝတ်လျှော်",
    },
    Garden: {
      title: "ဥယျာဉ်နှင့် ကိရိယာများ",
      desc: "ပြင်ပပရိဘောဂ၊ ဥယျာဉ်ကိရိယာများ၊ အပင်များ",
    },
    Food: {
      title: "အစားအစာနှင့် ကုန်စုံ",
      desc: "နို့ထွက်ပစ္စည်း၊ သစ်သီး၊ အသင့်ပြင်အစားအစာ၊ အသား၊ အဖျော်ယမကာ",
    },
    Handmade: {
      title: "လက်လုပ်",
      desc: "စုဆောင်းနိုင်သောပစ္စည်းများ၊ ဆေးခြယ်ထားသောဖိနပ်များ၊ ရုပ်တုများ၊ မှန်အနုပညာ",
    },
    PetSupplies: {
      title: "အိမ်မွေးတိရစ္ဆာန်ပစ္စည်းများ",
      desc: "အိမ်မွေးတိရစ္ဆာန်အစာ၊ ကစားစရာ၊ စောင့်ရှောက်မှု",
    },
    Home: {
      title: "အိမ်နှင့် နေထိုင်မှု",
      desc: "မီးဖိုချောင်သုံးပစ္စည်းများ၊ အိမ်သုံးပရိဘောဂ၊ အလှဆင်",
    },
    Sports: {
      title: "အားကစားနှင့် ပြင်ပ",
      desc: "လေ့ကျင့်ခန်း၊ ကမ်းပင်း၊ စက်ဘီးများ၊ အပန်းဖြေ",
    },
    Stationery: {
      title: "စာရေးကိရိယာနှင့် ရုံး",
      desc: "ရုံးသုံးပစ္စည်းများ၊ ကျောင်းသုံးပစ္စည်းများ၊ စက္ကူထုတ်ကုန်များ",
    },
    Books: {
      title: "စာအုပ်များ",
      desc: "စိတ်ကူးယဉ်၊ စိတ်ကူးယဉ်မဟုတ်သော၊ ပညာရေး၊ ကာတွန်းစာအုပ်များ",
    },
    Marketplace: {
      title: "အရာအားလုံးအတွက် မားကက်ပလေ့စ်",
      desc: "အမျိုးအစားများစွာမှ ထုတ်ကုန်မျိုးစုံ",
    },
    Other: {
      title: "အခြား...",
      desc: "လက်ဆောင်ကတ်များ၊ ဒစ်ဂျစ်တယ်ထုတ်ကုန်များ၊ အွန်လိုင်းဝန်ဆောင်မှုများ၊ မည်သည့်အရာမဆို",
    },
  },

  partners: {
    title: "{name} သည် Selldone နှင့် မိတ်ဖက်လုပ်ဆောင်နေသည်",
    subtitle: "အွန်လိုင်းလုပ်ငန်းများ၏ နောက်မျိုးဆက်ကို ဖွင့်လှစ်ရာတွင်။",
    subtitle_official: "အွန်လိုင်းလုပ်ငန်းများ၏ နောက်မျိုးဆက်ကို ဖွင့်လှစ်ပါ။",

    create_new_shop: "ဆိုင်အသစ်တစ်ခုဖန်တီးပါ။",
    select_a_shop: "ဆိုင်ကိုရွေးချယ်ပါ။",
    apply_deal_to: "သဘောတူညီချက်ကို {shop} တွင် အသုံးပြုပါ",
    notifications: {
      success_apply: "သဘောတူညီချက်ကို အောင်မြင်စွာ အသက်သွင်းလိုက်ပါ။",
    },
  },

  name: "တည်ဆောက်သည်",
  overview: {
    title: "ခြုံငုံသုံးသပ်ချက်",
    subtitle:
      "လုပ်ငန်းလည်ပတ်မှုစနစ်အကြောင်း နားလည်မှုရယူပြီး ၎င်းက သင့်လုပ်ငန်းကို မည်သို့ကူညီနိုင်သည်ကို ရှာဖွေပါ။",
  },

  shop: {
    title: "ကျွန်ုပ်၏ဆိုင်ကို စနစ်ထည့်သွင်းပါ။",
    subtitle: "ဤရိုးရှင်းသောအဆင့်များကို ပြီးမြောက်ခြင်းဖြင့် နောက်တစ်ဆင့်သို့သွားပါ။",
  },

  open_website: "ငါ့ဝဘ်ဆိုဒ်ကိုဖွင့်ပါ။",

  customize_theme: "ဝဘ်ဆိုဒ်ကို စိတ်ကြိုက်လုပ်ပါ။",
  setup_business: "လုပ်ငန်းသတ်မှတ်ခြင်း။",
  add_product: "ထုတ်ကုန်ထည့်ပါ။",
  setup_shipping: "ပို့ဆောင်မှုကို စနစ်ထည့်သွင်းပါ။",
  add_domain: "ဒိုမိန်း ထည့်ပါ",
  add_payment: "ငွေပေးချေမှုတံခါးပေါက်သို့ ချိတ်ဆက်ပါ။",

  product: {
    step1: {
      title: "ရွေးချယ်မှု 1. ကိုယ်တိုင်ထည့်ပါ။",
      msg: "သင်သည် ရုပ်ပိုင်းဆိုင်ရာထုတ်ကုန်များ၊ ပကတိပစ္စည်းများ၊ ဖိုင်များနှင့် ဝန်ဆောင်မှုများကို သင့်စတိုးတွင် ထည့်သွင်းနိုင်ပြီး ၎င်းတို့ကို စတင်ရောင်းချနိုင်သည်။",
      action_on: "သင်၏ပထမဆုံးထုတ်ကုန်ကိုထည့်ပါ။",
      action_off: "နောက်ထပ်ထုတ်ကုန်များထည့်ပါ။",
      category:
        "အမျိုးအစားများသည် အခြားသူများနှင့် နှိုင်းယှဉ်ပါက သင့်အွန်လိုင်းစျေးဝယ်ဝဘ်ဆိုက်၏ လက်ရာဖြစ်သည်။ အမျိုးအစားများကို ပေါင်းထည့်ကာ ဖိဆွဲချ၍ စီမံခြင်းဖြင့် အရာအားလုံးကို အမျိုးအစားခွဲပြီး စီစဉ်ပါ။",
      add_category: "အမျိုးအစားထည့်ပါ။",
    },
    step2: {
      title: "ရွေးချယ်မှု 2. Excel ဖြင့်ထည့်ပါ။",
      msg: "1K၊ 10K ပစ္စည်းများကဲ့သို့ ထုတ်ကုန်များစွာ ရှိပါသလား။ လုပ်ဆောင်ချက်တစ်ခုတည်းဖြင့် အားလုံးကို မစိုးရိမ်ပါနှင့်။",
      import_excel: "Excel ဖြင့်တင်သွင်းပါ။",
      download_template: "နမူနာပုံစံကို ဒေါင်းလုဒ်လုပ်ပါ။",
    },
  },
  shipping: {
    step1: {
      title: "အဆင့် 1. တည်နေရာကို သတ်မှတ်ပါ။",
      msg: "ပထမအဆင့်တွင်၊ သင်၏ဂိုဒေါင် (ပို့ဆောင်မှု၏မူလအစ) ကို သတ်မှတ်ပါ။ ဤအချက်အလက်ကို အကွာအဝေး၊ ပို့ဆောင်ခကို တွက်ချက်ရန်နှင့် ပို့ဆောင်ရေးဝန်ဆောင်မှုဧရိယာတွင် ရှိနေရန် စစ်ဆေးရန် အသုံးပြုသည်။",
      edit_warehouse: "ဂိုဒေါင်ကို တည်းဖြတ်ပါ။",
      add_warehouse: "သင်၏ဂိုဒေါင်ကိုထည့်ပါ။",
    },
    step2: {
      title: "အဆင့် 2. ပို့ဆောင်ရေးနည်းလမ်းများကို အသက်သွင်းပါ။",
      msg: "သင့်စတိုးသို့ အနည်းဆုံး ပို့ဆောင်ရေးနည်းလမ်းတစ်ခုကို ထည့်ပါ။ အလေးချိန်၊ အကွာအဝေးနှင့် အခြားကန့်သတ်ချက်များပေါ်မူတည်၍ စျေးနှုန်းသတ်မှတ်နိုင်သည်။ ပို့ဆောင်ရေးဝန်ဆောင်မှုတစ်ခုစီက ပံ့ပိုးပေးသော အကွာအဝေး၊ အလေးချိန်နှင့် အရွယ်အစားတို့ကို ကန့်သတ်ရန် မမေ့ပါနှင့်။",
      add_delivery: "ပို့ဆောင်ရေးနည်းလမ်းများ ထည့်ပါ။",
    },
  },

  domain: {
    buy_domain_step: {
      title: "အဆင့် 1. ဒိုမိန်းတစ်ခုကို ဝယ်ပါ။",
      msg: "သင့်တွင် ကိုယ်ပိုင်ဒိုမိန်းမရှိသေးပါက namecheap.com ကဲ့သို့သော ဝဘ်ဆိုဒ်များမှ သင့်ကိုယ်ပိုင်ဒိုမိန်းကို ဝယ်ယူရန် အချိန်တန်ပြီဖြစ်သည်။",
    },

    set_dns_step: {
      title: "အဆင့် ၂။ DNS မှတ်တမ်းများကို သတ်မှတ်ပါ",
      msg: "ဂုဏ်ယူပါသည်၊ ယခု သင့်ဒိုမိန်းဝန်ဆောင်မှုပေးသူတွင် DNS ကို ပြင်ဆင်ပြီး ဒိုမိန်းကို သင့်အကောင့်ထဲသို့ ထည့်ရန်သာ လိုပါသည်။",
    },
  },

  payment: {
    step1: {
      title: "စျေးနှုန်းငွေကြေးများ",
      msg: "သင်သည် မတူညီသောငွေကြေးများဖြင့် ငွေလက်ခံနိုင်ပြီး သင့်ဆိုင်သည် ဈေးနှုန်းအတွက် ငွေကြေးတစ်ခုထက်ပို၍ ပံ့ပိုးပေးနိုင်ပါသည်။ စကားမစပ်၊ သင်၏စတိုးဆိုင်သုံးငွေကို USD ဟုသတ်မှတ်ပါက၊ ဝယ်ယူသူများသည် သင့်ထံမှဝယ်ယူရန် USD၊ EUR၊ GBP အစရှိသည့် မည်သည့်ငွေကြေးဖြင့်မဆို ပေးချေနိုင်ပါသည်။",
      manage_currencies: "စျေးနှုန်းငွေကြေးများကိုစီမံခန့်ခွဲ",
    },
    step2: {
      title: "ငွေလက်ခံပါ။",
      msg: "ပေးပို့မှုတွင် ငွေသားထည့်ပါ၊ တိုက်ရိုက်ငွေလွှဲခြင်းနှင့် သင့်ဆိုင်ရှိ အခြားရရှိနိုင်သော ငွေပေးချေမှုနည်းလမ်းများ။",
      online_title: "အွန်လိုင်းငွေပေးချေမှုနည်းလမ်းများ",
      online_msg:
        "ကတ်များဖြင့် ငွေပေးချေမှု၊ ဘဏ်လုပ်ငန်း အက်ပ်လီကေးရှင်းအသစ်၊ ယခုငွေပေးချေ-နောက်ပိုင်းနှင့် အခြားအွန်လိုင်းငွေပေးချေမှုနည်းလမ်းများစွာကို လက်ခံပါ။",
      add_online_gateway: "အွန်လိုင်းငွေပေးချေမှုနည်းလမ်းကို ထည့်ပါ။",
      cod_title: "ပို့ဆောင်မှုတွင် ငွေသားပေးချေမှုနည်းလမ်း",
      cod_msg:
        "အော်ဒါများပေးပို့ပြီးနောက်ငွေပေးချေမှုကိုလက်ခံပါ။ ပို့ဆောင်ခတွင် ငွေသားကို ကိုယ်တိုင်အတည်ပြုနိုင်သည်။",
      cash_title: "ငွေပေးချေမှုနည်းလမ်းများ",
      cash_msg: "ဤငွေပေးချေမှုအမျိုးအစားကို Selldone® POS တွင် အသုံးပြုပါသည်။",
      dir_title: "တိုက်ရိုက်ငွေပေးချေမှုနည်းလမ်းများ",
      dir_msg:
        "တိုက်ရိုက်ငွေလွှဲခြင်း၊ ဘဏ်ငွေလွှဲခြင်းနှင့် အခြားရိုးရာနည်းလမ်းများဖြင့် ငွေပေးချေမှုကို လက်ခံနိုင်သည်။",
    },
    step3: {
      msg: "စက္ကန့် 30 အတွင်း တစ်ချက်နှိပ်ရုံဖြင့် Selldone ကို သင့် Stripe အကောင့်နှင့် ချိတ်ဆက်ပါ။ လက်ရှိတွင် Stripe မှတစ်ဆင့် အလိုအလျောက် ပြင်ဆင်သတ်မှတ်ခြင်းလုပ်ငန်းစဉ်ကို ကျွန်ုပ်တို့ ထောက်ပံ့နေပါသည်။ သင့် ဂိတ်ဝေး တက်ဘ်သို့ သွားပြီး Stripe ထည့်ကာ '<b>Stripe သို့ အလိုအလျောက် ချိတ်ဆက်ပါ</b>' ခလုတ်ကို နှိပ်ပါ။",
      my_gateways: "ကျွန်ုပ်၏ ငွေပေးချေမှုတံခါးများ",
    },
  },


  /**
   * @see SShopOnboardingCustomization
   */
  customize: {
    tour:{
      title:'လေ့လာရေး',
      subtitle:"အခြားနေရာတွင် မရှိနိုင်သော အရာများကို ဤနေရာတွင် ရှာဖွေပါ။",
      /**
       * @see BShopOnboardingTour
       */
      avocado:{
        title:"Avocado - မည်သည့်ထုတ်ကုန်မှ မထည့်ဘဲ ရောင်းချပါ",
        description: "Avocado ဖြင့် ကြိုတင်သတ်မှတ်ထားသော စျေးနှုန်း သို့မဟုတ် အသေးစိတ်အချက်အလက်မရှိဘဲ ဝန်ဆောင်မှုများ သို့မဟုတ် ထုတ်ကုန်များကို ပေးနိုင်သည်။ သင့်ဖောက်သည်များက ဝန်ဆောင်မှုများ သို့မဟုတ် ထုတ်ကုန်များကို တောင်းဆိုနိုင်ရန် စိတ်ကြိုက်ဖောင်တစ်ခု ဖန်တီးပါ။ သူတို့ တောင်းဆိုချက် ပေးပို့ပြီးပါက သင်က စျေးနှုန်း သတ်မှတ်ပြီး ငွေပေးချေမှုကို ဆောင်ရွက်နိုင်သည်။ ဖောင်ကို သင့်လူမှုမီဒီယာတွင် မျှဝေပါ၊ ဖောက်သည်များသည် ပစ္စည်းများ ထည့်ရန်၊ ပုံများ တင်ရန်၊ အမှာစာများ ပေးရန် လွယ်ကူပါမည်။",
        action:'Avocado အကြောင်း ဖတ်ပါ',
      },
      marketplace:{
        title: "ရောင်းချသူများစွာပါ မားကက်ပလေ့စ်နှင့် အလိုအလျောက် ငွေပေးချေမှု",
        description: "ရောင်းချသူများစွာ ထည့်သွင်းခြင်းဖြင့် Selldone တွင် တိုးတက်သော မားကက်ပလေ့စ်တစ်ခု တည်ဆောက်ပါ။ ရောင်းချသူများသည် ၎င်းတို့၏ထုတ်ကုန်များကို စာရင်းပြုနိုင်ပြီး သင်က ရောင်းချမှုတစ်ခုစီအတွက် ကော်မရှင်နှုန်း သတ်မှတ်နိုင်သည်။ ဖောက်သည် ဝယ်ယူသည့်အခါ ရောင်းချသူသည် ငွေပေးချေမှုကို တိုက်ရိုက်လက်ခံကာ သီးသန့်ပ্যানနယ်မှ အမှာစာကို စီမံပြီး သင်က အလိုအလျောက်ငွေပေးချေမှုလုပ်ဆောင်ချက်မှ ကော်မရှင် ရရှိပါသည်။",
        action:'ရောင်းချသူများအတွက် အလိုအလျောက် ငွေပေးချေမှု',
      },
      business_model:{
        title: "ရှုပ်ထွေးသော လုပ်ငန်းပုံစံများကို ထောက်ပံ့ပါ",
        description:
            "Selldone သည် ရိုးရှင်းသောနှင့် ရှုပ်ထွေးသော လုပ်ငန်းပုံစံများကို ထောက်ပံ့သောကြောင့် လိုအပ်သလို ကိုက်ညီပြောင်းလဲနိုင်သည်။ ထပ်ဆောင်း ပလပ်ဂင် သို့မဟုတ် အက်ပ် မတပ်ဆင်ဘဲ နောက်ကွယ်တွင် အားလုံးကို ပြင်ဆင်ထားနိုင်ပြီး ပြောင်းလဲမှုနှင့် လုပ်ငန်းဆောင်ရွက်မှုများကို ချောမွေ့စေသည်။",
      },
      gift_shopping:{
        title: "ထုတ်ကုန်တည်နေရာ ကန့်သတ်ချက်နှင့် လက်ဆောင်ဝယ်ယူခြင်း",
        description:
            "နိုင်ငံများ၊ စာတိုက်ကုဒ်များနှင့် မြို့များစွာကို သတ်မှတ်ကာ ထုတ်ကုန်တစ်ခုစီအတွက် တည်နေရာကန့်သတ်ချက်များ ထားပါ။ ပုဂ္ဂိုလ်ရေး လက်ဆောင်ဝယ်ယူမှု အတွေ့အကြုံ ဖန်တီးရန် သို့မဟုတ် စားသောက်ဆိုင်များကဲ့သို့ သတ်မှတ်နေရာများအတွက် ထုတ်ကုန်ရရှိနိုင်မှု ကန့်သတ်ရန် အထူးသင့်တော်သည်။",

      }
    },

    template: {
      title: "ပုံစံများ",
      msg: "ကျွန်ုပ်တို့၏ ကြိုတင်တည်ဆောက်ထားသော ပုံစံများဖြင့် သင့်ဆိုင်ကို စတင်လိုက်ပါ။ စာမျက်နှာများစွာကို ပေါင်းထည့်ခြင်းဖြင့် လွယ်ကူစွာ ကွဲပြားနိုင်ပြီး တစ်ခုစီသည် ၎င်း၏ကိုယ်ပိုင်ထူးခြားသော ဒီဇိုင်းကို ကြွားဝါသည်။",
      action:'တမ်းပလိတ်အားလုံး ကြည့်ပါ...'

    },

    colors: {
      title: "အရောင်များနှင့် အပြင်အဆင်",

      msg: "သင့်အမြင်နှင့် ပိုမိုကိုက်ညီစေရန် သင့်ထုတ်ကုန်စာမျက်နှာနှင့် ဆိုင်အပြင်အဆင်ကို အံဝင်ခွင်ကျဖြစ်စေရန် ရှာဖွေနေပါသလား။ သင့်ဆိုင်ရှိ အပြင်အဆင် စိတ်ကြိုက်ပြင်ဆင်မှုအပိုင်းသို့ ဝင်ရောက်ပြီး မှော်အတတ်ကို စိုက်ထုတ်ကြည့်ရှုလိုက်ပါ။",

      action:'အရောင်များနှင့် သီးမ်ကို စိတ်ကြိုက်ပြင်ဆင်ပါ'

    },

  },

  /**
   * @see ShopOnboardingSetupBusinessTab
   */
  business: {
    step1: {
      title: "စီးပွားရေးပုံစံ",
      msg: "လုပ်ငန်းတိုင်းသည် တစ်မူထူးခြားပြီး အခြေခံအွန်လိုင်းစတိုးတစ်ခုထက်ပို၍ လိုအပ်သည်။ သင့်ဝင်ငွေပုံစံကို သတ်မှတ်ပါ၊ ကျန်အရာအားလုံးကို သင့်အတွက် ချောမွေ့စွာ ဆောင်ရွက်ပေးပါမည်။",
    },
  },

  migration: {
    title: "ရွှေ့ပြောင်းခြင်း။",
    shopify: {
      msg: "Shopify မှ ချောမွေ့စွာ Selldone သို့ ပြောင်းပါ။ သင့်အွန်လိုင်းစတိုးအတွက် လွယ်ကူသောရွှေ့ပြောင်းမှု၊ ပိုမိုကောင်းမွန်သောဝန်ဆောင်မှုများနှင့် ကုန်ကျစရိတ်သက်သာသော ဖြေရှင်းနည်းများကို ခံစားလိုက်ပါ။",
    },
    woocommerce: {
      msg: "ကလစ်အနည်းငယ်ဖြင့် သင်၏ WooCommerce ထုတ်ကုန်များကို Selldone သို့ ချောမွေ့စွာ ရွှေ့ပြောင်းပါ။ ပိုမိုကောင်းမွန်သော စွမ်းဆောင်ရည်၊ နားလည်လွယ်သော ဒီဇိုင်းနှင့် ထိပ်တန်းဖောက်သည်ပံ့ပိုးမှုကို ခံစားပါ။ သင်၏ အီး-ကူးသန်းရောင်းဝယ်ရေး အတွေ့အကြုံကို ယခုပဲ အဆင့်မြှင့်ပါ။",
    },
  },





};
