/*
 * Copyright (c) 2023. Selldone® Business OS™
 *
 * Author: M.Pajuhaan
 * Web: https://selldone.com
 * ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━
 *
 * All rights reserved. In the weave of time, where traditions and innovations intermingle, this content was crafted.
 * From the essence of thought, through the corridors of creativity, each word, and sentiment has been molded.
 * Not just to exist, but to inspire. Like an artist's stroke or a sculptor's chisel, every nuance is deliberate.
 * Our journey is not just about reaching a destination, but about creating a masterpiece.
 * Tread carefully, for you're treading on dreams.
 */

export default {
  categories: {
    Baby: {
      title: "शिशु, बालबालिका र खेलौना",
      desc: "स्ट्रोलर, खेलौना, खेल, पजल, एक्सन फिगर",
    },
    Health: {
      title: "स्वास्थ्य र सौन्दर्य",
      desc: "फार्मेसी, स्वास्थ्य-कल्याण, कस्मेटिक, सुगन्ध",
    },
    Media: {
      title: "मिडिया र खेल",
      desc: "भिडियो गेम, चलचित्र, संगीत, पुस्तकहरू",
    },
    Fashion: {
      title: "लुगा, गहना र घडीहरू",
      desc: "लुगा, जुत्ता, हार, औंठी, ब्रेसलेट, घडी",
    },
    Automotive: {
      title: "अटोमोटिभ",
      desc: "कारका सामान, उपकरण, मर्मतसम्भार",
    },
    Electronics: {
      title: "इलेक्ट्रोनिक्स",
      desc: "मोबाइल, टेलिभिजन, अडियो उपकरण, क्यामेरा",
    },
    Computers: {
      title: "कम्प्युटरहरू",
      desc: "ल्यापटप, डेस्कटप, सामान, सफ्टवेयर",
    },
    Household: {
      title: "घरायसी आवश्यक वस्तुहरू",
      desc: "सफाइ सामग्री, बाथरूम, धुलाई",
    },
    Garden: {
      title: "बगैंचा र उपकरण",
      desc: "बाहिरी फर्निचर, बगैंचाका उपकरण, बिरुवा",
    },
    Food: {
      title: "खाद्य र किराना",
      desc: "दुग्ध पदार्थ, फलफूल, तयार खाना, मासु, पेय पदार्थ",
    },
    Handmade: {
      title: "हस्तनिर्मित",
      desc: "संग्रहणीय वस्तु, रंगिएका जुत्ता, मूर्ति, काँच कला",
    },
    PetSupplies: {
      title: "पाल्तु जनावरका सामग्री",
      desc: "पाल्तु खाना, पाल्तु खेलौना, पाल्तु हेरचाह",
    },
    Home: {
      title: "घर र जीवनशैली",
      desc: "भान्साका उपकरण, घरका फर्निचर, सजावट",
    },
    Sports: {
      title: "खेलकुद र बाहिरी गतिविधि",
      desc: "व्यायाम, क्याम्पिङ, साइकल, मनोरञ्जन",
    },
    Stationery: {
      title: "स्टेशनरी र कार्यालय",
      desc: "कार्यालय सामग्री, विद्यालय सामग्री, कागज उत्पादन",
    },
    Books: {
      title: "पुस्तकहरू",
      desc: "कथा, गैर-कथा, शैक्षिक, कमिक्स",
    },
    Marketplace: {
      title: "सबै कुराको बजार",
      desc: "विभिन्न श्रेणीबाट उत्पादनहरूको विस्तृत विविधता",
    },
    Other: {
      title: "अन्य...",
      desc: "उपहार कार्ड, डिजिटल उत्पादन, अनलाइन सेवा, जे पनि",
    },
  },

  partners: {
    title: "{name} Selldone सँग साझेदारी गर्दैछ",
    subtitle: "अनलाइन व्यवसायहरूको अर्को पुस्ता खोल्नका लागि।",
    subtitle_official: "अनलाइन व्यवसायहरूको अर्को पुस्ता खोल्नुहोस्।",

    create_new_shop: "नयाँ पसल बनाउनुहोस्",
    select_a_shop: "पसल चयन गर्नुहोस्",
    apply_deal_to: "सम्झौता {shop} मा लागू गर्नुहोस्",
    notifications: {
      success_apply: "सम्झौता सफलतापूर्वक सक्रिय भयो!",
    },
  },

  name: "सेटअप",
  overview: {
    title: "अवलोकन",
    subtitle:
      "व्यवसाय सञ्चालन प्रणालीबारे जानकारी प्राप्त गर्नुहोस् र यसले तपाईंको व्यवसायलाई कसरी सहयोग गर्न सक्छ पत्ता लगाउनुहोस्।",
  },

  shop: {
    title: "मेरो पसल सेटअप गर्नुहोस्",
    subtitle: "यी सरल चरणहरू पूरा गरेर अर्को स्तरमा जानुहोस्।",
  },

  open_website: "मेरो वेबसाइट खोल्नुहोस्",

  customize_theme: "वेबसाइट अनुकूलित गर्नुहोस्",
  setup_business: "व्यापार सेटअप गर्नुहोस्",
  add_product: "उत्पादन थप्नुहोस्",
  setup_shipping: "शिपिंग सेटअप",
  add_domain: "डोमेन थप्नुहोस्",
  add_payment: "भुक्तानी गेटवेमा जडान गर्नुहोस्",

  product: {
    step1: {
      title: "विकल्प १. म्यानुअल रूपमा थप्नुहोस्",
      msg: "तपाईंले आफ्नो स्टोरमा भौतिक उत्पादनहरू, भर्चुअल वस्तुहरू, फाइलहरू र सेवाहरू थप्न सक्नुहुन्छ र तिनीहरूलाई बेच्न सुरु गर्न सक्नुहुन्छ।",
      action_on: "आफ्नो पहिलो उत्पादन थप्नुहोस्",
      action_off: "थप उत्पादनहरू थप्नुहोस्",
      category:
        "कोटिहरू अरूको तुलनामा तपाईंको अनलाइन किनमेल वेबसाइटको उत्कृष्ट कृति हुन्। कोटिहरू थपेर र ड्र्याग र ड्रपको साथ प्रबन्ध गरेर सबै चीजहरू वर्गीकृत र व्यवस्थित गर्नुहोस्।",
      add_category: "श्रेणी थप्नुहोस्",
    },
    step2: {
      title: "विकल्प 2. Excel द्वारा थप्नुहोस्",
      msg: "1K, 10K वस्तुहरू जस्ता धेरै उत्पादनहरू छन्? चिन्ता नगर्नुहोस् सबै एक कार्य द्वारा आयात गर्नुहोस्।",
      import_excel: "एक्सेल द्वारा आयात गर्नुहोस्",
      download_template: "टेम्प्लेट डाउनलोड गर्नुहोस्",
    },
  },
  shipping: {
    step1: {
      title: "चरण 1. स्थान सेट गर्नुहोस्",
      msg: "पहिलो चरणमा, आफ्नो गोदाम (ढुवानीको उत्पत्ति) सेट गर्नुहोस्। यो जानकारी दूरी, ढुवानी लागत, र ढुवानी सेवा क्षेत्रमा हुन जाँच गर्न प्रयोग गरिन्छ।",
      edit_warehouse: "गोदाम सम्पादन गर्नुहोस्",
      add_warehouse: "आफ्नो गोदाम थप्नुहोस्",
    },
    step2: {
      title: "चरण 2. ढुवानी विधिहरू सक्रिय गर्नुहोस्",
      msg: "आफ्नो स्टोरमा कम्तिमा एउटा ढुवानी विधि थप्नुहोस्। तपाईं वजन, दूरी, र अन्य प्यारामिटरहरूमा आधारित मूल्य निर्धारण गर्न सक्नुहुन्छ। प्रत्येक ढुवानी सेवाले समर्थन गर्ने प्याकेजहरूको दूरी, वजन, र आकारको लागि सीमाहरू सेट गर्न नबिर्सनुहोस्।",
      add_delivery: "ढुवानी विधिहरू थप्नुहोस्",
    },
  },

  domain: {
    buy_domain_step: {
      title: "चरण 1. डोमेन किन्नुहोस्",
      msg: "यदि तपाइँसँग अझै तपाइँको व्यक्तिगत डोमेन छैन भने, यो namecheap.com जस्ता वेबसाइटहरूबाट तपाइँको आफ्नै डोमेन खरिद गर्ने समय हो।",
    },

    set_dns_step: {
      title: "चरण २. DNS रेकर्डहरू सेट गर्नुहोस्",
      msg: "बधाई छ, अब तपाईंले आफ्नो डोमेन सेवा प्रदायकमा DNS कन्फिगर गरेर डोमेनलाई आफ्नो खातामा थप्नु मात्र बाँकी छ।",
    },
  },

  payment: {
    step1: {
      title: "मूल्य निर्धारण मुद्राहरू",
      msg: "तपाईं विभिन्न मुद्राहरूमा पैसा स्वीकार गर्न सक्नुहुन्छ, र तपाईंको पसलले मूल्य निर्धारणको लागि एक भन्दा बढी मुद्रा समर्थन गर्न सक्छ। वैसे, यदि तपाईंले आफ्नो स्टोर मुद्रा USD मा सेट गर्नुभयो भने, ग्राहकहरूले तपाईंबाट खरिद गर्न USD, EUR, GBP, आदि जस्ता कुनै पनि मुद्राहरूमा भुक्तानी गर्न सक्छन्।",
      manage_currencies: "मूल्य निर्धारण मुद्राहरू प्रबन्ध गर्नुहोस्",
    },
    step2: {
      title: "पैसा स्वीकार गर्नुहोस्",
      msg: "डेलिभरीमा नगद, प्रत्यक्ष पैसा स्थानान्तरण, र तपाईंको पसलमा उपलब्ध अन्य भुक्तानी विधिहरू थप्नुहोस्।",
      online_title: "अनलाइन भुक्तानी विधिहरू",
      online_msg:
        "कार्डहरू, नयाँ बैंकिङ अनुप्रयोगहरू, किन्नुहोस्-अहिले-पछी-भुक्तान गर्नुहोस्, र धेरै अन्य अनलाइन भुक्तानी विधिहरूद्वारा भुक्तानी स्वीकार गर्नुहोस्।",
      add_online_gateway: "अनलाइन भुक्तानी विधि थप्नुहोस्",
      cod_title: "वितरण भुक्तानी विधि मा नगद",
      cod_msg:
        "अर्डरको डेलिभरी पछि भुक्तानी स्वीकार गर्नुहोस्। तपाईंले म्यानुअल रूपमा डेलिभरी भुक्तानीहरूमा नगद पुष्टि गर्न सक्नुहुन्छ।",
      cash_title: "नगद भुक्तानी विधिहरू",
      cash_msg: "यस प्रकारको भुक्तानी Selldone® POS मा प्रयोग गरिन्छ।",
      dir_title: "प्रत्यक्ष भुक्तानी विधिहरू",
      dir_msg:
        "तपाईं प्रत्यक्ष पैसा स्थानान्तरण, बैंक पैसा स्थानान्तरण, र अन्य परम्परागत तरिकाहरू द्वारा भुक्तानी स्वीकार गर्न सक्नुहुन्छ।",
    },
    step3: {
      msg: "केवल एक क्लिकमा ३० सेकेन्डभित्र Selldone लाई आफ्नो Stripe खातासँग जडान गर्नुहोस्। हाल हामी Stripe मार्फत स्वचालित कन्फिगरेसन प्रक्रियालाई समर्थन गर्छौं। आफ्नो गेटवे ट्याबमा जानुहोस्, Stripe थप्नुहोस्, र '<b>Stripe सँग स्वचालित रूपमा जडान गर्नुहोस्</b>' बटनमा क्लिक गर्नुहोस्।",
      my_gateways: "मेरो भुक्तानी गेटवे",
    },
  },


  /**
   * @see SShopOnboardingCustomization
   */
  customize: {
    tour:{
      title:'परिचय यात्रा',
      subtitle:"यहाँ के सम्भावनाहरू पत्ता लगाउनुहोस्, जुन अरू कतै उपलब्ध छैनन्।",
      /**
       * @see BShopOnboardingTour
       */
      avocado:{
        title:"Avocado - कुनै उत्पादन नथपी बेच्नुहोस्",
        description: "Avocado मार्फत तपाईं पूर्वनिर्धारित मूल्य वा विवरण बिना सेवा वा उत्पादन प्रस्ताव गर्न सक्नुहुन्छ। ग्राहकहरूले सेवा वा उत्पादन माग गर्न मिल्ने अनुकूल फारम बनाउनुहोस्। उनीहरूले अनुरोध पठाएपछि तपाईं मूल्य सेट गरेर भुक्तानी प्रक्रिया गर्न सक्नुहुन्छ। फारम आफ्नो सामाजिक सञ्जालमा साझा गर्नुहोस्, जसले ग्राहकलाई वस्तु थप्न, छवि अपलोड गर्न र अर्डर सजिलै पठाउन दिन्छ।",
        action:'Avocado बारे पढ्नुहोस्',
      },
      marketplace:{
        title: "बहु-विक्रेता बजार र स्वचालित भुक्तानी",
        description: "धेरै विक्रेता थपेर Selldone सँग फस्टाउँदो बजार बनाउनुहोस्। विक्रेताहरूले आफ्ना उत्पादन सूचीबद्ध गर्न सक्छन्, र तपाईं प्रत्येक बिक्रीका लागि कमिसन दर सेट गर्न सक्नुहुन्छ। ग्राहकले खरिद गर्दा विक्रेताले भुक्तानी सिधै पाउँछ, आफ्नो प्यानलबाट अर्डर व्यवस्थापन गर्छ, र तपाईं स्वचालित भुक्तानी सुविधामार्फत कमिसन कमाउनुहुन्छ।",
        action:'विक्रेताहरूको स्वचालित भुक्तानी',
      },
      business_model:{
        title: "जटिल व्यवसाय मोडेलहरूको समर्थन",
        description:
            "Selldone ले सरल र जटिल दुवै व्यवसाय मोडेल समर्थन गर्छ, जसले तपाईंलाई आवश्यकताअनुसार अनुकूल हुन दिन्छ। अतिरिक्त प्लगइन वा एप स्थापना नगरी पृष्ठभूमिमा सबै कुरा कन्फिगर गर्नुहोस्, ताकि रूपान्तरण र सञ्चालन सहज रहोस्।",
      },
      gift_shopping:{
        title: "उत्पादन स्थान प्रतिबन्ध र उपहार किनमेल",
        description:
            "धेरै देश, पोस्टल कोड र शहर निर्दिष्ट गरेर प्रत्येक उत्पादनका लागि स्थान प्रतिबन्ध सेट गर्नुहोस्। यो सुविधा व्यक्तिगत उपहार किनमेल अनुभव बनाउन वा रेस्टुरेन्टजस्ता विशेष स्थानमा उत्पादन उपलब्धता सीमित गर्न उपयुक्त छ।",

      }
    },

    template: {
      title: "टेम्प्लेटहरू",
      msg: "हाम्रो पूर्व-निर्मित टेम्प्लेटहरूको साथ आफ्नो पसल किकस्टार्ट गर्नुहोस्! धेरै पृष्ठहरू थपेर सजिलै विविधीकरण गर्नुहोस्, प्रत्येकले आफ्नै अद्वितीय डिजाइनको घमण्ड गर्दै।",
      action:'सबै टेम्प्लेट हेर्नुहोस्...'

    },

    colors: {
      title: "रंग र लेआउट",

      msg: "तपाईको उत्पादन पृष्ठ र पसल लेआउटलाई तपाईको दृष्टिमा राम्रोसँग फिट गर्न खोज्दै हुनुहुन्छ? तपाईंको पसलको विषयवस्तु अनुकूलन खण्डमा डुब्नुहोस् र जादुलाई सहज रूपमा प्रकट भएको हेर्नुहोस्!",

      action:'रङ र थिम अनुकूलित गर्नुहोस्'

    },

  },

  /**
   * @see ShopOnboardingSetupBusinessTab
   */
  business: {
    step1: {
      title: "व्यापार मोडेल",
      msg: "प्रत्येक व्यवसाय अद्वितीय छ, र प्राय: आधारभूत अनलाइन स्टोर भन्दा बढी चाहिन्छ। तपाईंको राजस्व मोडेल परिभाषित गर्नुहोस्, र हामी निर्बाध रूपमा तपाईंको लागि बाँकी ह्यान्डल गर्नेछौं।",
    },
  },

  migration: {
    title: "माइग्रेसन",
    shopify: {
      msg: "Shopify बाट निर्बाध रूपमा Selldone मा स्विच गर्नुहोस्! आफ्नो अनलाइन स्टोरको लागि सहज माइग्रेसन, परिष्कृत सुविधाहरू, र लागत-प्रभावी समाधानहरूको आनन्द लिनुहोस्।",
    },
    woocommerce: {
      msg: "सिमलेस रूपमा तपाइँको WooCommerce उत्पादनहरू Selldone मा केहि क्लिकहरूमा माइग्रेट गर्नुहोस्! परिष्कृत प्रदर्शन, सहज डिजाइन, र शीर्ष-स्तरीय ग्राहक समर्थनको आनन्द लिनुहोस्। अब तपाईंको ई-वाणिज्य अनुभव अपग्रेड गर्नुहोस्।",
    },
  },





};
