export default {
  "categories": {
    "Baby": {
      "title": "ଶିଶୁ ଯୋଗାଣ |",
      "desc": "ଖାଇବା, ମାତୃତ୍ୱ, ଷ୍ଟ୍ରୋଲର୍ |"
    },
    "Beauty": {
      "title": "ସ Beauty ନ୍ଦର୍ଯ୍ୟ",
      "desc": "କସମେଟିକ୍, ସୁଗନ୍ଧ, କେଶ ଯତ୍ନ |"
    },
    "Blog": {
      "title": "ବ୍ଲଗ୍",
      "desc": "କ୍ରୀଡା ବ୍ଲଗ୍, ବିଜ୍ଞାନ ବ୍ଲଗ୍, ଟେକ୍ନୋଲୋଜି ବ୍ଲଗ୍ |"
    },
    "Fashion": {
      "title": "ଫ୍ୟାଶନ୍",
      "desc": "ପୋଷାକ, ଜୋତା, ଦେଖ |"
    },
    "Crypto": {
      "title": "କ୍ରିପ୍ଟୋ",
      "desc": "କ୍ରିପ୍ଟୋ-ମୁଦ୍ରା, ବ୍ଲକ୍ ଚେନ୍, NFT |"
    },
    "Electronics": {
      "title": "ଇଲେକ୍ଟ୍ରୋନିକ୍ସ",
      "desc": "ମୋବାଇଲ୍, ଭିଡିଓ ଗେମ୍, ଲାପଟପ୍, ଟିଭି |"
    },
    "Food": {
      "title": "ଖାଦ୍ୟ ଏବଂ ପାନୀୟ",
      "desc": "ରେଷ୍ଟୁରାଣ୍ଟ, ବେକେରୀ, ପାନୀୟ |"
    },
    "Furniture": {
      "title": "ଆସବାବପତ୍ର",
      "desc": "ଘର ଆସବାବପତ୍ର, ସାଜସଜ୍ଜା, ଲଗେଜ୍ ଏବଂ ଭ୍ରମଣ |"
    },
    "Gift": {
      "title": "ଉପହାର କାର୍ଡ |",
      "desc": "ଆପ୍ ଷ୍ଟୋର୍, ଗୁଗୁଲ୍ ପ୍ଲେ, ନେଟଫ୍ଲିକ୍ସ, ସ୍ପୋଟିଫ୍ |"
    },
    "Groceries": {
      "title": "ଖାଦ୍ୟ ସାମଗ୍ରୀ",
      "desc": "ଦୁଗ୍ଧ, ଫଳ, ପ୍ରସ୍ତୁତ ଖାଦ୍ୟ, ମାଂସ |"
    },
    "Handcrafts": {
      "title": "ହସ୍ତଶିଳ୍ପ",
      "desc": "ସଂଗୃହିତ, ଚିତ୍ରିତ ଜୋତା, ମୂର୍ତ୍ତି, ଗ୍ଲାସ୍ ଆର୍ଟ |"
    },
    "Health": {
      "title": "ସ୍ୱାସ୍ଥ୍ୟ",
      "desc": "ଫାର୍ମାସି, ଗୃହପାଳିତ ପଶୁ ଯତ୍ନ, ସୁସ୍ଥତା |"
    },
    "Home": {
      "title": "ଘର ଏବଂ ରହିବା",
      "desc": "ରୋଷେଇ ଉପକରଣ, ରୋଷେଇ ସାମଗ୍ରୀ, ଭୋଜନ |"
    },
    "Jewelry": {
      "title": "ଅଳଙ୍କାର |",
      "desc": "କଣ୍ l େଇ, ରିଙ୍ଗ, ବ୍ରେସଲେଟ୍ |"
    },
    "Sports": {
      "title": "କ୍ରୀଡା",
      "desc": "ବ୍ୟାୟାମ, କ୍ୟାମ୍ପିଂ, ବାଇକ୍, ମନୋରଞ୍ଜନ |"
    },
    "Education": {
      "title": "ଅନଲାଇନ୍ ପାଠ୍ୟକ୍ରମ",
      "desc": "ୱେବ୍ ବିକାଶ, ଡିଜାଇନ୍, ବ୍ୟବସାୟ |"
    },
    "Toy": {
      "title": "ଖେଳନା",
      "desc": "ଖେଳ, ପଜଲ୍, ଆକ୍ସନ୍ ଫିଗର୍ସ |"
    },
    "Other": {
      "title": "ଅନ୍ୟମାନେ |",
      "desc": "ଅନ୍ୟାନ୍ୟ ବୃତ୍ତି ..."
    }
  },
  "partners": {
    "title": "{ନାମ S ସେଲଡୋନ୍ ସହିତ ସହଭାଗୀତା କରୁଛି |",
    "subtitle": "ଅନଲାଇନ୍ ବ୍ୟବସାୟର ପରବର୍ତ୍ତୀ ପି generation ଼ିର ଅନଲକ୍ କରିବାରେ |",
    "create_new_shop": "ଏକ ନୂତନ ଦୋକାନ ସୃଷ୍ଟି କରନ୍ତୁ |",
    "select_a_shop": "ଏକ ଦୋକାନ ବାଛନ୍ତୁ |",
    "apply_deal_to": "{ଦୋକାନରେ ଡିଲ୍ ପ୍ରୟୋଗ କରନ୍ତୁ |",
    "notifications": {
      "success_apply": "ସଫଳତାର ସହିତ କାରବାର କରନ୍ତୁ!"
    },
    "subtitle_official": "ଅନଲାଇନ୍ ବ୍ୟବସାୟର ପରବର୍ତ୍ତୀ ପି generation ିକୁ ଅନଲକ୍ କରନ୍ତୁ |"
  },
  "name": "ସେଟଅପ୍ |",
  "shop": {
    "title": "ମୋର ଦୋକାନ ସେଟ୍ଅପ୍ କରନ୍ତୁ |",
    "subtitle": "ଏହି ସରଳ ପଦକ୍ଷେପଗୁଡ଼ିକୁ ସମାପ୍ତ କରି ପରବର୍ତ୍ତୀ ସ୍ତରକୁ ଯାଆନ୍ତୁ |"
  },
  "open_website": "ମୋ ୱେବସାଇଟ୍ ଖୋଲ |",
  "add_product": "ଉତ୍ପାଦ ଯୋଡନ୍ତୁ |",
  "setup_shipping": "ସେଟଅପ୍ ସିପିଂ |",
  "add_domain": "ଡୋମେନ୍ ଯୋଡନ୍ତୁ |",
  "add_payment": "ଏକ ଦେୟ ଗେଟୱେ ସହିତ ସଂଯୋଗ କରନ୍ତୁ |",
  "product": {
    "step1": {
      "title": "ବିକଳ୍ପ 1. ହସ୍ତକୃତ ଭାବରେ ଯୋଗ କରନ୍ତୁ |",
      "msg": "ଆପଣ ନିଜ ଷ୍ଟୋର୍‌ରେ ଶାରୀରିକ ଉତ୍ପାଦ, ଭର୍ଚୁଆଲ୍ ଆଇଟମ୍, ଫାଇଲ୍, ଏବଂ ସେବା ଯୋଗ କରିପାରିବେ ଏବଂ ସେଗୁଡିକୁ ବିକ୍ରୟ କରିବା ଆରମ୍ଭ କରିପାରିବେ |",
      "action_on": "ତୁମର ପ୍ରଥମ ଉତ୍ପାଦ ଯୋଡ |",
      "action_off": "ଅଧିକ ଉତ୍ପାଦ ଯୋଡନ୍ତୁ |",
      "category": "ଅନ୍ୟମାନଙ୍କ ତୁଳନାରେ ବର୍ଗଗୁଡ଼ିକ ହେଉଛି ଆପଣଙ୍କର ଅନଲାଇନ୍ ସପିଂ ୱେବସାଇଟ୍ ର ମାଷ୍ଟରପିସ୍ ╏ ବର୍ଗଗୁଡିକ ଯୋଡିବା ଏବଂ ଡ୍ରାଗ୍ ଏବଂ ଡ୍ରପ୍ ସହିତ ପରିଚାଳନା କରି ସବୁକିଛି ବର୍ଗୀକୃତ ଏବଂ ବ୍ୟବହୃତ କର |",
      "add_category": "ବର୍ଗ ଯୋଡନ୍ତୁ |"
    },
    "step2": {
      "title": "ବିକଳ୍ପ 2. Excel ଦ୍ୱାରା ଯୋଡନ୍ତୁ |",
      "msg": "1K, 10K ଆଇଟମ୍ ପରି ଅନେକ ଉତ୍ପାଦ ଅଛି କି? କେବଳ ଗୋଟିଏ କାର୍ଯ୍ୟ ଦ୍ୱାରା ସମସ୍ତଙ୍କୁ ଆମଦାନୀ କରିବାକୁ ଚିନ୍ତା କର ନାହିଁ |",
      "import_excel": "Excel ଦ୍ୱାରା ଆମଦାନୀ କରନ୍ତୁ |",
      "download_template": "ଟେମ୍ପଲେଟ୍ ଡାଉନଲୋଡ୍ କରନ୍ତୁ |"
    },
    "step3": {
      "title": "ବିକଳ୍ପ 3. ବିଶେଷଜ୍ଞ ନିଯୁକ୍ତ କରନ୍ତୁ |",
      "msg": "100 ରୁ ଅଧିକ ଆଇଟମ୍ ଅଛି ଏବଂ ଆପଣଙ୍କର ଉତ୍ପାଦ ଯୋଡିବାକୁ କେହି ଆବଶ୍ୟକ କରନ୍ତି କି? expert@selldone.com କୁ ଏକ ଅନୁରୋଧ ପଠାନ୍ତୁ, ଏବଂ ଏକ ନିଯୁକ୍ତି ବୁକ୍ କରନ୍ତୁ ╏ ଆମେ ଆପଣଙ୍କ ପାଇଁ ବିଶେଷଜ୍ଞ ନିଯୁକ୍ତ କରୁ ╏ ଏହାର ଏକ ସରଳ ଫ୍ଲାଟ ରେଟ୍ ଅଛି, ଆଇଟମ୍ ପିଛା ମାତ୍ର 5.99 $ ଏବଂ ଅତିରିକ୍ତ ପ୍ରକାର ପାଇଁ 2.99 $ |"
    }
  },
  "shipping": {
    "step1": {
      "title": "ପଦାଙ୍କ 1. ଅବସ୍ଥାନ ସେଟ୍ କରନ୍ତୁ |",
      "msg": "ପ୍ରଥମ ସୋପାନରେ, ଆପଣଙ୍କର ଗୋଦାମ (ସିପିଂର ଉତ୍ପତ୍ତି) ସେଟ୍ କରନ୍ତୁ ╏ ଦୂରତା, ସିପିଂ ମୂଲ୍ୟ, ଏବଂ ସିପିଂ ସେବା କ୍ଷେତ୍ରରେ ରହିବାକୁ ଯାଞ୍ଚ କରିବାକୁ ଏହି ସୂଚନା ବ୍ୟବହୃତ ହୁଏ |",
      "edit_warehouse": "ଗୋଦାମ ସଂପାଦନ କରନ୍ତୁ |",
      "add_warehouse": "ତୁମର ଗୋଦାମକୁ ଯୋଡ |"
    },
    "step2": {
      "title": "ପଦାଙ୍କ 2. ସିପିଂ ପଦ୍ଧତିକୁ ସକ୍ରିୟ କରନ୍ତୁ |",
      "msg": "ଆପଣଙ୍କ ଷ୍ଟୋରରେ ଅତି କମରେ ଗୋଟିଏ ସିପିଂ ପଦ୍ଧତି ଯୋଡନ୍ତୁ ╏ ଓଜନ, ଦୂରତା ଏବଂ ଅନ୍ୟାନ୍ୟ ପାରାମିଟର ଉପରେ ଆଧାର କରି ଆପଣ ମୂଲ୍ୟ ନିର୍ଧାରଣ କରିପାରିବେ ╏ ଦୂରତା, ଓଜନ, ଏବଂ ପ୍ୟାକେଜଗୁଡ଼ିକର ଆକାର ପାଇଁ ସୀମା ନିର୍ଦ୍ଧାରଣ କରିବାକୁ ଭୁଲନ୍ତୁ ନାହିଁ ଯାହା ପ୍ରତ୍ୟେକ ସିପିଂ ସେବା ସମର୍ଥନ କରେ |",
      "add_delivery": "ସିପିଂ ପଦ୍ଧତି ଯୋଡନ୍ତୁ |"
    }
  },
  "domain": {
    "step1": {
      "title": "ପଦାଙ୍କ 1. ଏକ ଡୋମେନ୍ କିଣନ୍ତୁ |",
      "msg": "ଯଦି ଆପଣଙ୍କର ଏପର୍ଯ୍ୟନ୍ତ ଆପଣଙ୍କର ବ୍ୟକ୍ତିଗତ ଡୋମେନ୍ ନାହିଁ, ତେବେ namecheap.com ପରି ୱେବସାଇଟରୁ ଆପଣଙ୍କର ନିଜ ଡୋମେନ୍ କିଣିବାର ସମୟ ଆସିଛି |"
    },
    "step2": {
      "title": "ପଦାଙ୍କ 2. SSL ସକ୍ଷମ କରନ୍ତୁ |",
      "msg": "ଯଦି ଆପଣ Namecheap ପରି ସେବା ବ୍ୟବହାର କରନ୍ତି ଯାହାକି CDN ଏବଂ SSL ପ୍ରଦାନ କରେ, ତେବେ ଆପଣଙ୍କୁ କେବଳ ଆପଣଙ୍କ ଡୋମେନରେ 1.CDN ଏବଂ 2.SSL ସକ୍ରିୟ କରିବାକୁ ପଡିବ |"
    },
    "step3": {
      "title": "ପଦାଙ୍କ 3. DNS ରେକର୍ଡଗୁଡିକ ସେଟ୍ କରନ୍ତୁ |",
      "msg": "ଅଭିନନ୍ଦନ, ବର୍ତ୍ତମାନ ତୁମକୁ କେବଳ ତୁମର ଡୋମେନ୍ ସେବା ପ୍ରଦାନକାରୀରେ DNS ବିନ୍ୟାସ କରିବା ଏବଂ ତୁମର ଖାତାରେ ଡୋମେନ୍ ଯୋଡିବା ଦରକାର |"
    }
  },
  "payment": {
    "step1": {
      "title": "ମୂଲ୍ୟ ମୁଦ୍ରା",
      "msg": "ଆପଣ ବିଭିନ୍ନ ମୁଦ୍ରାରେ ଟଙ୍କା ଗ୍ରହଣ କରିପାରିବେ, ଏବଂ ଆପଣଙ୍କର ଦୋକାନ ମୂଲ୍ୟ ପାଇଁ ଏକରୁ ଅଧିକ ମୁଦ୍ରାକୁ ସମର୍ଥନ କରିପାରିବ ╏ ବାସ୍ତବରେ, ଯଦି ତୁମେ ତୁମର ଷ୍ଟୋର ମୁଦ୍ରାକୁ USD ରେ ସେଟ୍ କର, ଗ୍ରାହକମାନେ ତୁମଠାରୁ କିଣିବା ପାଇଁ USD, EUR, GBP ଇତ୍ୟାଦି ଯେକ any ଣସି ମୁଦ୍ରାରେ ପେମେଣ୍ଟ କରିପାରିବେ |",
      "manage_currencies": "ମୂଲ୍ୟ ମୁଦ୍ରା ପରିଚାଳନା କରନ୍ତୁ |"
    },
    "step2": {
      "title": "ଟଙ୍କା ଗ୍ରହଣ କରନ୍ତୁ",
      "msg": "ଆପଣଙ୍କ ଦୋକାନରେ ବିତରଣ, ପ୍ରତ୍ୟକ୍ଷ ଟଙ୍କା ସ୍ଥାନାନ୍ତର ଏବଂ ଅନ୍ୟାନ୍ୟ ଉପଲବ୍ଧ ଦେୟ ପଦ୍ଧତି ଉପରେ ନଗଦ ଯୋଗ କରନ୍ତୁ |",
      "online_title": "ଅନଲାଇନ୍ ଦେୟ ପଦ୍ଧତି |",
      "online_msg": "କାର୍ଡ, ନୂତନ ବ୍ୟାଙ୍କିଙ୍ଗ୍ ଆପ୍ଲିକେସନ୍, କ୍ରୟ-ବର୍ତ୍ତମାନ-ପେ-ପରେ ଏବଂ ଅନ୍ୟାନ୍ୟ ଅନଲାଇନ୍ ପେମେଣ୍ଟ ପଦ୍ଧତି ଦ୍ୱାରା ଦେୟ ଗ୍ରହଣ କରନ୍ତୁ |",
      "add_online_gateway": "ଏକ ଅନଲାଇନ୍ ଦେୟ ପଦ୍ଧତି ଯୋଡନ୍ତୁ |",
      "cod_title": "ବିତରଣ ଦେୟ ପଦ୍ଧତି ଉପରେ ନଗଦ |",
      "cod_msg": "ଅର୍ଡର ବିତରଣ ପରେ ଦେୟ ଗ୍ରହଣ କରନ୍ତୁ ╏ ଆପଣ ହସ୍ତତନ୍ତ ବିତରଣ ଦେୟ ଉପରେ ନଗଦ ନିଶ୍ଚିତ କରିପାରିବେ |",
      "cash_title": "ନଗଦ ଦେୟ ପଦ୍ଧତି |",
      "cash_msg": "ସେଲଡୋନ® POS ରେ ଏହି ପ୍ରକାର ଦେୟ ବ୍ୟବହୃତ ହୁଏ |",
      "dir_title": "ସିଧାସଳଖ ଦେୟ ପଦ୍ଧତି |",
      "dir_msg": "ସିଧାସଳଖ ଟଙ୍କା ସ୍ଥାନାନ୍ତର, ବ୍ୟାଙ୍କ ଟଙ୍କା ସ୍ଥାନାନ୍ତର ଏବଂ ଅନ୍ୟାନ୍ୟ ପାରମ୍ପାରିକ ଉପାୟରେ ଆପଣ ଦେୟ ଗ୍ରହଣ କରିପାରିବେ |"
    },
    "step3": {
      "msg": "30 ସେକେଣ୍ଡରେ କେବଳ ଗୋଟିଏ କ୍ଲିକ୍ ସହିତ ସେଲଡୋନକୁ ଆପଣଙ୍କର ଷ୍ଟ୍ରାଇପ୍ ଆକାଉଣ୍ଟ ସହିତ ସଂଯୋଗ କରନ୍ତୁ ╏ ସମ୍ପ୍ରତି, ଆମେ ଷ୍ଟ୍ରାଇପ୍ ଦ୍ୱାରା ଅଟୋ ବିନ୍ୟାସ ପ୍ରକ୍ରିୟାକୁ ସମର୍ଥନ କରୁଛୁ ╏ ତୁମର ଗେଟୱେ ଟ୍ୟାବକୁ ଯାଅ, ଷ୍ଟ୍ରାଇପ୍ ଯୋଡ, ଏବଂ ' <b>ଷ୍ଟ୍ରାଇପ୍ ସହିତ ଅଟୋ ସଂଯୋଗ</b> ' ବଟନ୍ କ୍ଲିକ୍ କର |",
      "my_gateways": "ମୋର ଦେୟ ଗେଟୱେ |"
    }
  },
  "intro_inline_help_message": "ଏହି ଲାଲ୍ ସାହାଯ୍ୟ ବଟନ୍ ଖୋଜ ╏ ଏହା ଆପଣଙ୍କୁ ଶୂନରୁ ଆପଣଙ୍କ ବ୍ୟବସାୟ OS ରେ ବିଶେଷଜ୍ଞ ପର୍ଯ୍ୟନ୍ତ ଅଭ୍ୟାସ କରିବାରେ ସାହାଯ୍ୟ କରେ |",
  "overview": {
    "title": "ସମୀକ୍ଷା",
    "subtitle": "ବ୍ୟବସାୟ OS ବିଷୟରେ ଜ୍ଞାନ ହାସଲ କରନ୍ତୁ ଏବଂ ଏହା ଆପଣଙ୍କର ବ୍ୟବସାୟକୁ କିପରି ସାହାଯ୍ୟ କରିପାରିବ ଆବିଷ୍କାର କରନ୍ତୁ |"
  },
  "customize_theme": "ୱେବସାଇଟ୍ କଷ୍ଟୋମାଇଜ୍ କରନ୍ତୁ |",
  "setup_business": "ବ୍ୟବସାୟ ସେଟଅପ୍ |",
  "customize": {
    "template": {
      "title": "ଟେମ୍ପଲେଟ୍ |",
      "msg": "ଆମର ପୂର୍ବ ନିର୍ମିତ ଟେମ୍ପଲେଟ୍ ସହିତ ତୁମର ଦୋକାନକୁ କିକଷ୍ଟାର୍ଟ କର! ଏକାଧିକ ପୃଷ୍ଠା ଯୋଗ କରି ସହଜରେ ବିବିଧ କରନ୍ତୁ, ପ୍ରତ୍ୟେକ ନିଜ ନିଜର ସ୍ୱତନ୍ତ୍ର ଡିଜାଇନ୍ ପାଇଁ ଗର୍ବ କରନ୍ତି |"
    },
    "colors": {
      "title": "ରଙ୍ଗ ଏବଂ ଲେଆଉଟ୍ |",
      "msg": "ତୁମର ଦୃଷ୍ଟିକୋଣକୁ ଭଲ ଭାବରେ ଫିଟ୍ କରିବା ପାଇଁ ତୁମର ଉତ୍ପାଦ ପୃଷ୍ଠା ଏବଂ ଦୋକାନ ଲେଆଉଟ୍ ସଜାଡ଼ିବାକୁ ଚାହୁଁଛ? ତୁମ ଦୋକାନରେ ଥିମ୍ କଷ୍ଟୋମାଇଜେସନ୍ ବିଭାଗରେ ବୁଡ଼ି ଯାଅ ଏବଂ ଯାଦୁକୁ ଅନାବଶ୍ୟକ ଭାବରେ ଦେଖ!"
    }
  },
  "business": {
    "step1": {
      "title": "ବ୍ୟବସାୟ ମଡେଲ୍ |",
      "msg": "ପ୍ରତ୍ୟେକ ବ୍ୟବସାୟ ଅନନ୍ୟ, ଏବଂ ପ୍ରାୟତ just କେବଳ ଏକ ମ online ଳିକ ଅନ୍ଲାଇନ୍ ଷ୍ଟୋର୍ ଠାରୁ ଅଧିକ ଆବଶ୍ୟକ କରେ ╏ ତୁମର ରାଜସ୍ୱ ମଡେଲକୁ ବ୍ୟାଖ୍ୟା କର, ଏବଂ ଆମେ ତୁମ ପାଇଁ ବାକି ସବୁକୁ ନିରନ୍ତର ଭାବରେ ପରିଚାଳନା କରିବୁ |"
    }
  },
  "migration": {
    "title": "ସ୍ଥାନାନ୍ତରଣ",
    "shopify": {
      "msg": "Shopify ରୁ Selldone କୁ ନିରବଚ୍ଛିନ୍ନ ଭାବରେ ସୁଇଚ୍ କରନ୍ତୁ! ଆପଣଙ୍କର ଅନଲାଇନ୍ ଷ୍ଟୋର୍ ପାଇଁ ଅଯଥା ସ୍ଥାନାନ୍ତରଣ, ବର୍ଦ୍ଧିତ ବ features ଶିଷ୍ଟ୍ୟ ଏବଂ ବ୍ୟୟ-ପ୍ରଭାବଶାଳୀ ସମାଧାନ ଉପଭୋଗ କରନ୍ତୁ |"
    },
    "woocommerce": {
      "msg": "ତୁମର WooCommerce ଉତ୍ପାଦଗୁଡିକୁ ଅଳ୍ପ କିଛି କ୍ଲିକରେ ସେଲଡୋନକୁ ସ୍ଥାନାନ୍ତର କରନ୍ତୁ! ଉନ୍ନତ କାର୍ଯ୍ୟଦକ୍ଷତା, ଅନ୍ତର୍ନିହିତ ଡିଜାଇନ୍, ଏବଂ ଶୀର୍ଷ ସ୍ତରର ଗ୍ରାହକ ସମର୍ଥନ ଉପଭୋଗ କରନ୍ତୁ ╏ ବର୍ତ୍ତମାନ ଆପଣଙ୍କର ଇ-ବାଣିଜ୍ୟ ଅଭିଜ୍ଞତାକୁ ଅପଗ୍ରେଡ୍ କରନ୍ତୁ |"
    }
  }
};