/*
 * Copyright (c) 2023. Selldone® Business OS™
 *
 * Author: M.Pajuhaan
 * Web: https://selldone.com
 * ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━
 *
 * All rights reserved. In the weave of time, where traditions and innovations intermingle, this content was crafted.
 * From the essence of thought, through the corridors of creativity, each word, and sentiment has been molded.
 * Not just to exist, but to inspire. Like an artist's stroke or a sculptor's chisel, every nuance is deliberate.
 * Our journey is not just about reaching a destination, but about creating a masterpiece.
 * Tread carefully, for you're treading on dreams.
 */

export default {
  categories: {
    Baby: {
      title: "ଶିଶୁ, ପିଲା ଓ ଖେଳନା",
      desc: "ଷ୍ଟ୍ରୋଲର୍, ଖେଳନା, ଖେଳ, ପଜଲ୍, ଆକ୍ସନ୍ ଫିଗର୍",
    },
    Health: {
      title: "ସ୍ୱାସ୍ଥ୍ୟ ଓ ସୌନ୍ଦର୍ଯ୍ୟ",
      desc: "ଔଷଧାଳୟ, ସୁସ୍ଥତା, କସମେଟିକ୍, ସୁଗନ୍ଧ",
    },
    Media: {
      title: "ମିଡିଆ ଓ ଖେଳ",
      desc: "ଭିଡିଓ ଗେମ୍, ସିନେମା, ସଙ୍ଗୀତ, ପୁସ୍ତକ",
    },
    Fashion: {
      title: "ପୋଷାକ, ଗହଣା ଓ ଘଡ଼ି",
      desc: "ପୋଷାକ, ଜୁତା, ହାର, ଆଂଠି, ବାହୁଡ଼ି, ଘଡ଼ି",
    },
    Automotive: {
      title: "ଯାନବାହନ ସମ୍ବନ୍ଧୀୟ",
      desc: "କାର୍ ଆକ୍ସେସରୀ, ଟୁଲ୍, ରକ୍ଷାବେକ୍ଷଣ",
    },
    Electronics: {
      title: "ଇଲେକ୍ଟ୍ରୋନିକ୍ସ",
      desc: "ମୋବାଇଲ୍, ଟେଲିଭିଜନ୍, ଅଡିଓ ଡିଭାଇସ୍, କ୍ୟାମେରା",
    },
    Computers: {
      title: "କମ୍ପ୍ୟୁଟର",
      desc: "ଲ୍ୟାପଟପ୍, ଡେସ୍କଟପ୍, ଆକ୍ସେସରୀ, ସଫ୍ଟୱେର୍",
    },
    Household: {
      title: "ଘରୋଇ ଆବଶ୍ୟକ ସାମଗ୍ରୀ",
      desc: "ସଫାସୁଥା ସାମଗ୍ରୀ, ବାଥରୁମ୍, କପଡ଼ା ଧୋଇବା",
    },
    Garden: {
      title: "ବଗିଚା ଓ ଟୁଲ୍",
      desc: "ବାହାର ଫର୍ଣ୍ଣିଚର୍, ବଗିଚା ଟୁଲ୍, ଗଛପଲା",
    },
    Food: {
      title: "ଖାଦ୍ୟ ଓ କିରାଣା",
      desc: "ଦୁଗ୍ଧଜାତ, ଫଳ, ପ୍ରସ୍ତୁତ ଖାଦ୍ୟ, ମାଂସ, ପାନୀୟ",
    },
    Handmade: {
      title: "ହସ୍ତନିର୍ମିତ",
      desc: "ସଂଗ୍ରହଣୀୟ ସାମଗ୍ରୀ, ରଙ୍ଗିତ ଜୁତା, ମୂର୍ତ୍ତି, କାଚ କଳା",
    },
    PetSupplies: {
      title: "ପାଳତୁ ପ୍ରାଣୀ ସାମଗ୍ରୀ",
      desc: "ପାଳତୁ ଖାଦ୍ୟ, ଖେଳନା, ଯତ୍ନ",
    },
    Home: {
      title: "ଘର ଓ ଜୀବନଶୈଳୀ",
      desc: "ରସୋଇ ଉପକରଣ, ଘରୋଇ ଫର୍ଣ୍ଣିଚର୍, ସଜାବଟ",
    },
    Sports: {
      title: "କ୍ରୀଡ଼ା ଓ ବାହାର",
      desc: "ବ୍ୟାୟାମ, କ୍ୟାମ୍ପିଙ୍ଗ୍, ସାଇକେଲ୍, ବିନୋଦନ",
    },
    Stationery: {
      title: "ଷ୍ଟେସନେରୀ ଓ କାର୍ଯ୍ୟାଳୟ",
      desc: "କାର୍ଯ୍ୟାଳୟ ସାମଗ୍ରୀ, ବିଦ୍ୟାଳୟ ସାମଗ୍ରୀ, କାଗଜ ଉତ୍ପାଦ",
    },
    Books: {
      title: "ପୁସ୍ତକ",
      desc: "କଳ୍ପନାସାହିତ୍ୟ, ଅକଳ୍ପନା, ଶିକ୍ଷାମୂଳକ, କମିକ୍ସ",
    },
    Marketplace: {
      title: "ସବୁକିଛିର ମାର୍କେଟପ୍ଲେସ୍",
      desc: "ବହୁ କ୍ୟାଟେଗୋରୀରୁ ବ୍ୟାପକ ପ୍ରକାରର ଉତ୍ପାଦ",
    },
    Other: {
      title: "ଅନ୍ୟାନ୍ୟ...",
      desc: "ଗିଫ୍ଟ କାର୍ଡ, ଡିଜିଟାଲ୍ ଉତ୍ପାଦ, ଅନଲାଇନ୍ ସେବା, ଯେକୌଣସି",
    },
  },

  partners: {
    title: "{name} Selldone ସହିତ ସହଭାଗୀତା କରୁଛି",
    subtitle: "ଅନଲାଇନ୍ ବ୍ୟବସାୟର ପରବର୍ତ୍ତୀ ପିଢ଼ିକୁ ଉଦ୍ଘାଟନ କରିବାରେ।",
    subtitle_official: "ଅନଲାଇନ୍ ବ୍ୟବସାୟର ପରବର୍ତ୍ତୀ ପିଢ଼ିକୁ ଉଦ୍ଘାଟନ କରନ୍ତୁ।",

    create_new_shop: "ଏକ ନୂତନ ଦୋକାନ ସୃଷ୍ଟି କରନ୍ତୁ |",
    select_a_shop: "ଏକ ଦୋକାନ ବାଛନ୍ତୁ |",
    apply_deal_to: "ଡିଲ୍‌ଟି {shop} ଉପରେ ଲାଗୁ କରନ୍ତୁ",
    notifications: {
      success_apply: "ସଫଳତାର ସହିତ କାରବାର କରନ୍ତୁ!",
    },
  },

  name: "ସେଟଅପ୍ |",
  overview: {
    title: "ସମୀକ୍ଷା",
    subtitle:
      "ବ୍ୟବସାୟ ଅପରେଟିଙ୍ଗ୍ ସିଷ୍ଟମ୍ ବିଷୟରେ ଅନ୍ତର୍ଦୃଷ୍ଟି ପାଆନ୍ତୁ ଏବଂ ଏହା ଆପଣଙ୍କ ବ୍ୟବସାୟକୁ କିପରି ସହାୟତା କରିପାରେ ଜାଣନ୍ତୁ।",
  },

  shop: {
    title: "ମୋର ଦୋକାନ ସେଟ୍ଅପ୍ କରନ୍ତୁ |",
    subtitle: "ଏହି ସରଳ ପଦକ୍ଷେପଗୁଡ଼ିକୁ ସମାପ୍ତ କରି ପରବର୍ତ୍ତୀ ସ୍ତରକୁ ଯାଆନ୍ତୁ |",
  },

  open_website: "ମୋ ୱେବସାଇଟ୍ ଖୋଲ |",

  customize_theme: "ୱେବସାଇଟ୍ କଷ୍ଟୋମାଇଜ୍ କରନ୍ତୁ |",
  setup_business: "ବ୍ୟବସାୟ ସେଟଅପ୍ |",
  add_product: "ଉତ୍ପାଦ ଯୋଡନ୍ତୁ |",
  setup_shipping: "ସେଟଅପ୍ ସିପିଂ |",
  add_domain: "ଡୋମେନ୍ ଯୋଡନ୍ତୁ |",
  add_payment: "ଏକ ଦେୟ ଗେଟୱେ ସହିତ ସଂଯୋଗ କରନ୍ତୁ |",

  product: {
    step1: {
      title: "ବିକଳ୍ପ 1. ହସ୍ତକୃତ ଭାବରେ ଯୋଗ କରନ୍ତୁ |",
      msg: "ଆପଣ ନିଜ ଷ୍ଟୋର୍‌ରେ ଶାରୀରିକ ଉତ୍ପାଦ, ଭର୍ଚୁଆଲ୍ ଆଇଟମ୍, ଫାଇଲ୍, ଏବଂ ସେବା ଯୋଗ କରିପାରିବେ ଏବଂ ସେଗୁଡିକୁ ବିକ୍ରୟ କରିବା ଆରମ୍ଭ କରିପାରିବେ |",
      action_on: "ତୁମର ପ୍ରଥମ ଉତ୍ପାଦ ଯୋଡ |",
      action_off: "ଅଧିକ ଉତ୍ପାଦ ଯୋଡନ୍ତୁ |",
      category:
        "ଅନ୍ୟମାନଙ୍କ ତୁଳନାରେ ବର୍ଗଗୁଡ଼ିକ ହେଉଛି ଆପଣଙ୍କର ଅନଲାଇନ୍ ସପିଂ ୱେବସାଇଟ୍ ର ମାଷ୍ଟରପିସ୍ ╏ ବର୍ଗଗୁଡିକ ଯୋଡିବା ଏବଂ ଡ୍ରାଗ୍ ଏବଂ ଡ୍ରପ୍ ସହିତ ପରିଚାଳନା କରି ସବୁକିଛି ବର୍ଗୀକୃତ ଏବଂ ବ୍ୟବହୃତ କର |",
      add_category: "ବର୍ଗ ଯୋଡନ୍ତୁ |",
    },
    step2: {
      title: "ବିକଳ୍ପ 2. Excel ଦ୍ୱାରା ଯୋଡନ୍ତୁ |",
      msg: "1K, 10K ଆଇଟମ୍ ପରି ଅନେକ ଉତ୍ପାଦ ଅଛି କି? କେବଳ ଗୋଟିଏ କାର୍ଯ୍ୟ ଦ୍ୱାରା ସମସ୍ତଙ୍କୁ ଆମଦାନୀ କରିବାକୁ ଚିନ୍ତା କର ନାହିଁ |",
      import_excel: "Excel ଦ୍ୱାରା ଆମଦାନୀ କରନ୍ତୁ |",
      download_template: "ଟେମ୍ପଲେଟ୍ ଡାଉନଲୋଡ୍ କରନ୍ତୁ |",
    },
  },
  shipping: {
    step1: {
      title: "ପଦାଙ୍କ 1. ଅବସ୍ଥାନ ସେଟ୍ କରନ୍ତୁ |",
      msg: "ପ୍ରଥମ ସୋପାନରେ, ଆପଣଙ୍କର ଗୋଦାମ (ସିପିଂର ଉତ୍ପତ୍ତି) ସେଟ୍ କରନ୍ତୁ ╏ ଦୂରତା, ସିପିଂ ମୂଲ୍ୟ, ଏବଂ ସିପିଂ ସେବା କ୍ଷେତ୍ରରେ ରହିବାକୁ ଯାଞ୍ଚ କରିବାକୁ ଏହି ସୂଚନା ବ୍ୟବହୃତ ହୁଏ |",
      edit_warehouse: "ଗୋଦାମ ସଂପାଦନ କରନ୍ତୁ |",
      add_warehouse: "ତୁମର ଗୋଦାମକୁ ଯୋଡ |",
    },
    step2: {
      title: "ପଦାଙ୍କ 2. ସିପିଂ ପଦ୍ଧତିକୁ ସକ୍ରିୟ କରନ୍ତୁ |",
      msg: "ଆପଣଙ୍କ ଷ୍ଟୋରରେ ଅତି କମରେ ଗୋଟିଏ ସିପିଂ ପଦ୍ଧତି ଯୋଡନ୍ତୁ ╏ ଓଜନ, ଦୂରତା ଏବଂ ଅନ୍ୟାନ୍ୟ ପାରାମିଟର ଉପରେ ଆଧାର କରି ଆପଣ ମୂଲ୍ୟ ନିର୍ଧାରଣ କରିପାରିବେ ╏ ଦୂରତା, ଓଜନ, ଏବଂ ପ୍ୟାକେଜଗୁଡ଼ିକର ଆକାର ପାଇଁ ସୀମା ନିର୍ଦ୍ଧାରଣ କରିବାକୁ ଭୁଲନ୍ତୁ ନାହିଁ ଯାହା ପ୍ରତ୍ୟେକ ସିପିଂ ସେବା ସମର୍ଥନ କରେ |",
      add_delivery: "ସିପିଂ ପଦ୍ଧତି ଯୋଡନ୍ତୁ |",
    },
  },

  domain: {
    buy_domain_step: {
      title: "ପଦାଙ୍କ 1. ଏକ ଡୋମେନ୍ କିଣନ୍ତୁ |",
      msg: "ଯଦି ଆପଣଙ୍କର ଏପର୍ଯ୍ୟନ୍ତ ଆପଣଙ୍କର ବ୍ୟକ୍ତିଗତ ଡୋମେନ୍ ନାହିଁ, ତେବେ namecheap.com ପରି ୱେବସାଇଟରୁ ଆପଣଙ୍କର ନିଜ ଡୋମେନ୍ କିଣିବାର ସମୟ ଆସିଛି |",
    },

    set_dns_step: {
      title: "ପଦକ୍ଷେପ 2. DNS ରେକର୍ଡ ସେଟ୍ କରନ୍ତୁ",
      msg: "ଅଭିନନ୍ଦନ, ଏବେ ଆପଣଙ୍କୁ କେବଳ ଡୋମେନ୍ ସେବା ପ୍ରଦାତାରେ DNS କନଫିଗର୍ କରି ଡୋମେନ୍‌ଟିକୁ ଆପଣଙ୍କ ଖାତାରେ ଯୋଡ଼ିବାକୁ ପଡ଼ିବ।",
    },
  },

  payment: {
    step1: {
      title: "ମୂଲ୍ୟ ମୁଦ୍ରା",
      msg: "ଆପଣ ବିଭିନ୍ନ ମୁଦ୍ରାରେ ଟଙ୍କା ଗ୍ରହଣ କରିପାରିବେ, ଏବଂ ଆପଣଙ୍କ ଦୋକାନ ମୂଲ୍ୟ ନିର୍ଦ୍ଧାରଣ ପାଇଁ ଏକାଧିକ ମୁଦ୍ରାକୁ ସମର୍ଥନ କରିପାରିବ। ଉଦାହରଣ ସ୍ୱରୂପ, ଯଦି ଆପଣ ଷ୍ଟୋର୍ ମୁଦ୍ରାକୁ USD କରନ୍ତି, ଗ୍ରାହକମାନେ ଆପଣଙ୍କୁ କିଣିବା ପାଇଁ USD, EUR, GBP ଇତ୍ୟାଦି ମୁଦ୍ରାରେ ଦେୟ ଦେଇପାରିବେ।",
      manage_currencies: "ମୂଲ୍ୟ ମୁଦ୍ରା ପରିଚାଳନା କରନ୍ତୁ |",
    },
    step2: {
      title: "ଟଙ୍କା ଗ୍ରହଣ କରନ୍ତୁ",
      msg: "ଆପଣଙ୍କ ଦୋକାନରେ ବିତରଣ, ପ୍ରତ୍ୟକ୍ଷ ଟଙ୍କା ସ୍ଥାନାନ୍ତର ଏବଂ ଅନ୍ୟାନ୍ୟ ଉପଲବ୍ଧ ଦେୟ ପଦ୍ଧତି ଉପରେ ନଗଦ ଯୋଗ କରନ୍ତୁ |",
      online_title: "ଅନଲାଇନ୍ ଦେୟ ପଦ୍ଧତି |",
      online_msg:
        "କାର୍ଡ, ନୂତନ ବ୍ୟାଙ୍କିଙ୍ଗ୍ ଆପ୍ଲିକେସନ୍, କ୍ରୟ-ବର୍ତ୍ତମାନ-ପେ-ପରେ ଏବଂ ଅନ୍ୟାନ୍ୟ ଅନଲାଇନ୍ ପେମେଣ୍ଟ ପଦ୍ଧତି ଦ୍ୱାରା ଦେୟ ଗ୍ରହଣ କରନ୍ତୁ |",
      add_online_gateway: "ଏକ ଅନଲାଇନ୍ ଦେୟ ପଦ୍ଧତି ଯୋଡନ୍ତୁ |",
      cod_title: "ବିତରଣ ଦେୟ ପଦ୍ଧତି ଉପରେ ନଗଦ |",
      cod_msg:
        "ଅର୍ଡର ବିତରଣ ପରେ ଦେୟ ଗ୍ରହଣ କରନ୍ତୁ ╏ ଆପଣ ହସ୍ତତନ୍ତ ବିତରଣ ଦେୟ ଉପରେ ନଗଦ ନିଶ୍ଚିତ କରିପାରିବେ |",
      cash_title: "ନଗଦ ଦେୟ ପଦ୍ଧତି |",
      cash_msg: "ଏହି ପ୍ରକାରର ପେମେଣ୍ଟ Selldone® POS ରେ ବ୍ୟବହୃତ ହୁଏ।",
      dir_title: "ସିଧାସଳଖ ଦେୟ ପଦ୍ଧତି |",
      dir_msg:
        "ସିଧାସଳଖ ଟଙ୍କା ସ୍ଥାନାନ୍ତର, ବ୍ୟାଙ୍କ ଟଙ୍କା ସ୍ଥାନାନ୍ତର ଏବଂ ଅନ୍ୟାନ୍ୟ ପାରମ୍ପାରିକ ଉପାୟରେ ଆପଣ ଦେୟ ଗ୍ରହଣ କରିପାରିବେ |",
    },
    step3: {
      msg: "ମାତ୍ର ଗୋଟିଏ କ୍ଲିକ୍‌ରେ 30 ସେକେଣ୍ଡ ମଧ୍ୟରେ Selldone କୁ ଆପଣଙ୍କ Stripe ଖାତା ସହିତ ସଂଯୋଗ କରନ୍ତୁ। ବର୍ତ୍ତମାନ ଆମେ Stripe ଦ୍ୱାରା ସ୍ୱୟଂଚାଳିତ କନଫିଗରେସନ୍ ପ୍ରକ୍ରିୟାକୁ ସମର୍ଥନ କରୁଛୁ। ଆପଣଙ୍କ ପେମେଣ୍ଟ ଗେଟୱେ ଟ୍ୟାବକୁ ଯାଆନ୍ତୁ, Stripe ଯୋଡନ୍ତୁ, ଏବଂ '<b>Stripe ସହିତ ସ୍ୱୟଂଚାଳିତ ଭାବେ ସଂଯୋଗ କରନ୍ତୁ</b>' ବଟନ୍ କ୍ଲିକ୍ କରନ୍ତୁ।",
      my_gateways: "ମୋର ଦେୟ ଗେଟୱେ |",
    },
  },


  /**
   * @see SShopOnboardingCustomization
   */
  customize: {
    tour:{
      title:'ପରିଚୟ ଭ୍ରମଣ',
      subtitle:"ଏଠାରେ ଯାହା ସମ୍ଭବ, ଅନ୍ୟ କୋଥାଓ ନୁହେଁ—ସେଥିକୁ ଜାଣନ୍ତୁ।",
      /**
       * @see BShopOnboardingTour
       */
      avocado:{
        title:"Avocado - କୌଣସି ଉତ୍ପାଦ ଯୋଡ଼ିବା ବିନା ବିକ୍ରି କରନ୍ତୁ",
        description: "Avocado ସହିତ, ଆପଣ ପୂର୍ବ ନିର୍ଦ୍ଧାରିତ ମୂଲ୍ୟ କିମ୍ବା ବିବରଣୀ ବିନା ସେବା କିମ୍ବା ଉତ୍ପାଦ ଦେଇପାରିବେ। ଗ୍ରାହକମାନେ ସେବା କିମ୍ବା ଉତ୍ପାଦ ଅନୁରୋଧ କରିବାକୁ ଏକ କଷ୍ଟମ୍ ଫର୍ମ ସୃଷ୍ଟି କରନ୍ତୁ। ସେମାନେ ଅନୁରୋଧ ପଠାଇଲେ ଆପଣ ମୂଲ୍ୟ ଧାର୍ଯ୍ୟ କରି ପେମେଣ୍ଟ ପ୍ରୋସେସ୍ କରିପାରିବେ। ଫର୍ମଟି ସୋସିଆଲ୍ ମିଡିଆରେ ସେୟାର୍ କରନ୍ତୁ, ଯାହାଦ୍ୱାରା ଗ୍ରାହକମାନେ ଆଇଟମ୍ ଯୋଡ଼ିବା, ଛବି ଅପଲୋଡ୍ କରିବା ଏବଂ ଅର୍ଡର୍ ସହଜରେ ପଠାଇବାର ସୁବିଧା ପାଇବେ।",
        action:'Avocado ବିଷୟରେ ପଢ଼ନ୍ତୁ',
      },
      marketplace:{
        title: "ବହୁ-ବିକ୍ରେତା ମାର୍କେଟପ୍ଲେସ୍ ଏବଂ ସ୍ୱୟଂଚାଳିତ ପେଆଉଟ୍",
        description: "ଅନେକ ବିକ୍ରେତା ଯୋଡ଼ି Selldone ସହିତ ଏକ ସଫଳ ମାର୍କେଟପ୍ଲେସ୍ ଗଢ଼ନ୍ତୁ। ବିକ୍ରେତାମାନେ ନିଜ ଉତ୍ପାଦ ତାଲିକାଭୁକ୍ତ କରିପାରିବେ ଏବଂ ଆପଣ ପ୍ରତ୍ୟେକ ବିକ୍ରି ପାଇଁ କମିଶନ୍ ହାର ସେଟ୍ କରିପାରିବେ। ଗ୍ରାହକ କିଣିଲେ ବିକ୍ରେତା ସିଧାସଳଖ ପେମେଣ୍ଟ ପାଆନ୍ତି, ନିଜ ପ୍ୟାନେଲ୍‌ରୁ ଅର୍ଡର୍ ପରିଚାଳନା କରନ୍ତି, ଏବଂ ଆପଣ ସ୍ୱୟଂଚାଳିତ ପେଆଉଟ୍ ସୁବିଧାରୁ କମିଶନ୍ ଅର୍ଜନ କରନ୍ତି।",
        action:'ବିକ୍ରେତାଙ୍କ ସ୍ୱୟଂଚାଳିତ ପେଆଉଟ୍',
      },
      business_model:{
        title: "ଜଟିଳ ବ୍ୟବସାୟ ମଡେଲ୍‌ଗୁଡ଼ିକୁ ସମର୍ଥନ",
        description:
            "Selldone ସରଳ ଏବଂ ଜଟିଳ ଦୁଇ ପ୍ରକାର ବ୍ୟବସାୟ ମଡେଲ୍‌କୁ ସମର୍ଥନ କରେ, ତେଣୁ ଆପଣ ଆବଶ୍ୟକତା ଅନୁଯାୟୀ ଅନୁକୂଳ ହୋଇପାରିବେ। ଅତିରିକ୍ତ ପ୍ଲଗଇନ୍ କିମ୍ବା ଆପ୍ ଇନଷ୍ଟଲ୍ ନକରି ପଛପଟରୁ ସବୁକିଛି କନଫିଗର୍ କରନ୍ତୁ, ଯାହା ମାଧ୍ୟମରେ ପରିବର୍ତ୍ତନ ଏବଂ କାର୍ଯ୍ୟ ସ୍ମୂଥ୍ ରହେ।",
      },
      gift_shopping:{
        title: "ଉତ୍ପାଦ ସ୍ଥାନ ସୀମା ଏବଂ ଉପହାର କିଣା",
        description:
            "ଅନେକ ଦେଶ, ପୋଷ୍ଟାଲ୍ କୋଡ୍ ଏବଂ ସହର ନିର୍ଦ୍ଧାରଣ କରି ପ୍ରତ୍ୟେକ ଉତ୍ପାଦ ପାଇଁ ସ୍ଥାନ ସୀମା ସେଟ୍ କରନ୍ତୁ। ବ୍ୟକ୍ତିଗତ ଉପହାର କିଣା ଅନୁଭବ ତିଆରି କରିବା କିମ୍ବା ରେଷ୍ଟୁରାଣ୍ଟ ପରି ନିର୍ଦ୍ଦିଷ୍ଟ ସ୍ଥାନରେ ଉତ୍ପାଦ ଉପଲବ୍ଧତା ସୀମିତ କରିବା ପାଇଁ ଏହା ଉତ୍ତମ।",

      }
    },

    template: {
      title: "ଟେମ୍ପଲେଟ୍ |",
      msg: "ଆମର ପୂର୍ବ ନିର୍ମିତ ଟେମ୍ପଲେଟ୍ ସହିତ ତୁମର ଦୋକାନକୁ କିକଷ୍ଟାର୍ଟ କର! ଏକାଧିକ ପୃଷ୍ଠା ଯୋଗ କରି ସହଜରେ ବିବିଧ କରନ୍ତୁ, ପ୍ରତ୍ୟେକ ନିଜ ନିଜର ସ୍ୱତନ୍ତ୍ର ଡିଜାଇନ୍ ପାଇଁ ଗର୍ବ କରନ୍ତି |",
      action:'ସମସ୍ତ ଟେମ୍ପଲେଟ୍ ଦେଖନ୍ତୁ...'

    },

    colors: {
      title: "ରଙ୍ଗ ଏବଂ ଲେଆଉଟ୍ |",

      msg: "ତୁମର ଦୃଷ୍ଟିକୋଣକୁ ଭଲ ଭାବରେ ଫିଟ୍ କରିବା ପାଇଁ ତୁମର ଉତ୍ପାଦ ପୃଷ୍ଠା ଏବଂ ଦୋକାନ ଲେଆଉଟ୍ ସଜାଡ଼ିବାକୁ ଚାହୁଁଛ? ତୁମ ଦୋକାନରେ ଥିମ୍ କଷ୍ଟୋମାଇଜେସନ୍ ବିଭାଗରେ ବୁଡ଼ି ଯାଅ ଏବଂ ଯାଦୁକୁ ଅନାବଶ୍ୟକ ଭାବରେ ଦେଖ!",

      action:'ରଙ୍ଗ ଓ ଥିମ୍ କଷ୍ଟମାଇଜ୍ କରନ୍ତୁ'

    },

  },

  /**
   * @see ShopOnboardingSetupBusinessTab
   */
  business: {
    step1: {
      title: "ବ୍ୟବସାୟ ମଡେଲ୍ |",
      msg: "ପ୍ରତ୍ୟେକ ବ୍ୟବସାୟ ଅନନ୍ୟ, ଏବଂ ପ୍ରାୟତଃ କେବଳ ସାଧାରଣ ଅନଲାଇନ୍ ଷ୍ଟୋର୍‌ଠାରୁ ଅଧିକ ଆବଶ୍ୟକ କରେ। ଆପଣଙ୍କ ଆୟ ମଡେଲ୍ ବ୍ୟାଖ୍ୟା କରନ୍ତୁ, ଅବଶିଷ୍ଟ କାମ ଆମେ ଆପଣଙ୍କ ପାଇଁ ସହଜରେ ପରିଚାଳନା କରିବୁ।",
    },
  },

  migration: {
    title: "ସ୍ଥାନାନ୍ତରଣ",
    shopify: {
      msg: "Shopify ରୁ ସହଜରେ Selldone କୁ ସ୍ଥାନାନ୍ତର କରନ୍ତୁ! ଆପଣଙ୍କ ଅନଲାଇନ୍ ଷ୍ଟୋର୍ ପାଇଁ ସରଳ ସ୍ଥାନାନ୍ତରଣ, ଉନ୍ନତ ବୈଶିଷ୍ଟ୍ୟ ଏବଂ ଲାଗତ-କାର୍ଯ୍ୟକାରୀ ସମାଧାନ ଉପଭୋଗ କରନ୍ତୁ।",
    },
    woocommerce: {
      msg: "ମାତ୍ର କିଛି କ୍ଲିକ୍‌ରେ ଆପଣଙ୍କ WooCommerce ଉତ୍ପାଦଗୁଡ଼ିକୁ Selldone କୁ ସହଜରେ ସ୍ଥାନାନ୍ତର କରନ୍ତୁ! ଉନ୍ନତ କାର୍ଯ୍ୟଦକ୍ଷତା, ସହଜ ଡିଜାଇନ୍ ଏବଂ ଶ୍ରେଷ୍ଠ ଗ୍ରାହକ ସମର୍ଥନ ଉପଭୋଗ କରନ୍ତୁ। ଆପଣଙ୍କ ଇ-କମର୍ସ ଅନୁଭବକୁ ଏବେ ଅପଗ୍ରେଡ୍ କରନ୍ତୁ।",
    },
  },





};
