export default {
  "categories": {
    "Baby": {
      "title": "ਬੇਬੀ ਸਪਲਾਈ",
      "desc": "ਖੁਆਉਣਾ, ਜਣੇਪਾ, ਸਟਰੌਲਰ"
    },
    "Beauty": {
      "title": "ਸੁੰਦਰਤਾ",
      "desc": "ਕਾਸਮੈਟਿਕ, ਸੁਗੰਧ, ਵਾਲਾਂ ਦੀ ਦੇਖਭਾਲ"
    },
    "Blog": {
      "title": "ਬਲੌਗ",
      "desc": "ਸਪੋਰਟਸ ਬਲੌਗ, ਸਾਇੰਸ ਬਲੌਗ, ਤਕਨਾਲੋਜੀ ਬਲੌਗ"
    },
    "Fashion": {
      "title": "ਫੈਸ਼ਨ",
      "desc": "ਕੱਪੜੇ, ਜੁੱਤੇ, ਘੜੀ"
    },
    "Crypto": {
      "title": "ਕ੍ਰਿਪਟੋ",
      "desc": "ਕ੍ਰਿਪਟੋ-ਮੁਦਰਾ, ਬਲਾਕਚੈਨ, NFT"
    },
    "Electronics": {
      "title": "ਇਲੈਕਟ੍ਰਾਨਿਕਸ",
      "desc": "ਮੋਬਾਈਲ, ਵੀਡੀਓ ਗੇਮ, ਲੈਪਟਾਪ, ਟੀ.ਵੀ"
    },
    "Food": {
      "title": "ਭੋਜਨ ਅਤੇ ਪੀਣ",
      "desc": "ਰੈਸਟੋਰੈਂਟ, ਬੇਕਰੀ, ਪੀਣ ਵਾਲੇ ਪਦਾਰਥ"
    },
    "Furniture": {
      "title": "ਫਰਨੀਚਰ",
      "desc": "ਘਰ ਦਾ ਫਰਨੀਚਰ, ਸਜਾਵਟ, ਸਮਾਨ ਅਤੇ ਯਾਤਰਾ"
    },
    "Gift": {
      "title": "ਗਿਫ਼ਟ ਕਾਰਡ",
      "desc": "ਐਪ ਸਟੋਰ, Google Play, Netflix, Spotify"
    },
    "Groceries": {
      "title": "ਕਰਿਆਨੇ",
      "desc": "ਡੇਅਰੀ, ਫਲ, ਤਿਆਰ ਭੋਜਨ, ਮੀਟ"
    },
    "Handcrafts": {
      "title": "ਦਸਤਕਾਰੀ",
      "desc": "ਸੰਗ੍ਰਹਿਯੋਗ, ਪੇਂਟ ਕੀਤੇ ਜੁੱਤੇ, ਮੂਰਤੀਆਂ, ਗਲਾਸ ਆਰਟ"
    },
    "Health": {
      "title": "ਸਿਹਤ",
      "desc": "ਫਾਰਮੇਸੀ, ਪਾਲਤੂ ਜਾਨਵਰਾਂ ਦੀ ਦੇਖਭਾਲ, ਤੰਦਰੁਸਤੀ"
    },
    "Home": {
      "title": "ਘਰ ਅਤੇ ਰਹਿਣ",
      "desc": "ਰਸੋਈ ਦੇ ਉਪਕਰਣ, ਕੁੱਕਵੇਅਰ, ਡਾਇਨਿੰਗ"
    },
    "Jewelry": {
      "title": "ਗਹਿਣੇ",
      "desc": "ਹਾਰ, ਮੁੰਦਰੀ, ਬਰੇਸਲੇਟ"
    },
    "Sports": {
      "title": "ਖੇਡਾਂ",
      "desc": "ਕਸਰਤ, ਕੈਂਪਿੰਗ, ਬਾਈਕ, ਮਨੋਰੰਜਨ"
    },
    "Education": {
      "title": "ਔਨਲਾਈਨ ਕੋਰਸ",
      "desc": "ਵੈੱਬ ਵਿਕਾਸ, ਡਿਜ਼ਾਈਨ, ਵਪਾਰ"
    },
    "Toy": {
      "title": "ਖਿਡੌਣਾ",
      "desc": "ਖੇਡ, ਬੁਝਾਰਤ, ਐਕਸ਼ਨ ਅੰਕੜੇ"
    },
    "Other": {
      "title": "ਹੋਰ",
      "desc": "ਹੋਰ ਕਿੱਤੇ..."
    }
  },
  "partners": {
    "title": "{name} Selldone ਨਾਲ ਸਾਂਝੇਦਾਰੀ ਕਰ ਰਿਹਾ ਹੈ",
    "subtitle": "ਆਨਲਾਈਨ ਕਾਰੋਬਾਰਾਂ ਦੀ ਅਗਲੀ ਪੀੜ੍ਹੀ ਨੂੰ ਅਨਲੌਕ ਕਰਨ ਵਿੱਚ।",
    "create_new_shop": "ਇੱਕ ਨਵੀਂ ਦੁਕਾਨ ਬਣਾਓ",
    "select_a_shop": "ਇੱਕ ਦੁਕਾਨ ਚੁਣੋ",
    "apply_deal_to": "{shop} 'ਤੇ ਸੌਦਾ ਲਾਗੂ ਕਰੋ",
    "notifications": {
      "success_apply": "ਸੌਦਾ ਸਫਲਤਾਪੂਰਵਕ ਕਿਰਿਆਸ਼ੀਲ ਕੀਤਾ ਗਿਆ!"
    }
  },
  "name": "ਸਥਾਪਨਾ ਕਰਨਾ",
  "shop": {
    "title": "ਮੇਰੀ ਦੁਕਾਨ ਸੈੱਟਅੱਪ ਕਰੋ",
    "subtitle": "ਇਹਨਾਂ ਸਧਾਰਨ ਕਦਮਾਂ ਨੂੰ ਪੂਰਾ ਕਰਕੇ ਅਗਲੇ ਪੱਧਰ 'ਤੇ ਜਾਓ।"
  },
  "open_website": "ਮੇਰੀ ਵੈੱਬਸਾਈਟ ਖੋਲ੍ਹੋ",
  "add_product": "ਉਤਪਾਦ ਸ਼ਾਮਲ ਕਰੋ",
  "setup_shipping": "ਸ਼ਿਪਿੰਗ ਸੈੱਟਅੱਪ ਕਰੋ",
  "add_domain": "ਡੋਮੇਨ ਸ਼ਾਮਲ ਕਰੋ",
  "add_payment": "ਇੱਕ ਭੁਗਤਾਨ ਗੇਟਵੇ ਨਾਲ ਜੁੜੋ",
  "product": {
    "step1": {
      "title": "ਵਿਕਲਪ 1. ਹੱਥੀਂ ਸ਼ਾਮਲ ਕਰੋ",
      "msg": "ਤੁਸੀਂ ਆਪਣੇ ਸਟੋਰ ਵਿੱਚ ਭੌਤਿਕ ਉਤਪਾਦਾਂ, ਵਰਚੁਅਲ ਆਈਟਮਾਂ, ਫਾਈਲਾਂ ਅਤੇ ਸੇਵਾਵਾਂ ਨੂੰ ਜੋੜ ਸਕਦੇ ਹੋ ਅਤੇ ਉਹਨਾਂ ਨੂੰ ਵੇਚਣਾ ਸ਼ੁਰੂ ਕਰ ਸਕਦੇ ਹੋ।",
      "action_on": "ਆਪਣਾ ਪਹਿਲਾ ਉਤਪਾਦ ਸ਼ਾਮਲ ਕਰੋ",
      "action_off": "ਹੋਰ ਉਤਪਾਦ ਸ਼ਾਮਲ ਕਰੋ",
      "category": "ਸ਼੍ਰੇਣੀਆਂ ਦੂਜਿਆਂ ਦੀ ਤੁਲਨਾ ਵਿੱਚ ਤੁਹਾਡੀ ਔਨਲਾਈਨ ਖਰੀਦਦਾਰੀ ਵੈਬਸਾਈਟ ਦਾ ਮਾਸਟਰਪੀਸ ਹਨ। ਸ਼੍ਰੇਣੀਆਂ ਜੋੜ ਕੇ ਅਤੇ ਡਰੈਗ ਐਂਡ ਡ੍ਰੌਪ ਨਾਲ ਪ੍ਰਬੰਧਨ ਕਰਕੇ ਹਰ ਚੀਜ਼ ਨੂੰ ਸ਼੍ਰੇਣੀਬੱਧ ਅਤੇ ਵਿਵਸਥਿਤ ਕਰੋ।",
      "add_category": "ਸ਼੍ਰੇਣੀ ਸ਼ਾਮਲ ਕਰੋ"
    },
    "step2": {
      "title": "ਵਿਕਲਪ 2. ਐਕਸਲ ਦੁਆਰਾ ਸ਼ਾਮਲ ਕਰੋ",
      "msg": "ਕੀ ਤੁਹਾਡੇ ਕੋਲ ਬਹੁਤ ਸਾਰੇ ਉਤਪਾਦ ਹਨ, ਜਿਵੇਂ ਕਿ 1K, 10K ਆਈਟਮਾਂ? ਚਿੰਤਾ ਨਾ ਕਰੋ ਸਿਰਫ ਇੱਕ ਕਾਰਵਾਈ ਦੁਆਰਾ ਸਭ ਨੂੰ ਆਯਾਤ ਕਰੋ.",
      "import_excel": "ਐਕਸਲ ਦੁਆਰਾ ਆਯਾਤ ਕਰੋ",
      "download_template": "ਟੈਂਪਲੇਟ ਡਾਊਨਲੋਡ ਕਰੋ"
    },
    "step3": {
      "title": "ਵਿਕਲਪ 3. ਮਾਹਿਰਾਂ ਨੂੰ ਹਾਇਰ ਕਰੋ",
      "msg": "ਕੀ ਤੁਹਾਡੇ ਕੋਲ 100 ਤੋਂ ਵੱਧ ਆਈਟਮਾਂ ਹਨ ਅਤੇ ਤੁਹਾਡੇ ਉਤਪਾਦਾਂ ਨੂੰ ਸ਼ਾਮਲ ਕਰਨ ਲਈ ਕਿਸੇ ਦੀ ਲੋੜ ਹੈ? expert@selldone.com ਨੂੰ ਬੇਨਤੀ ਭੇਜੋ, ਅਤੇ ਮੁਲਾਕਾਤ ਬੁੱਕ ਕਰੋ। ਅਸੀਂ ਤੁਹਾਡੇ ਲਈ ਮਾਹਰਾਂ ਨੂੰ ਨਿਯੁਕਤ ਕਰਦੇ ਹਾਂ। ਇਸਦਾ ਇੱਕ ਸਧਾਰਨ ਫਲੈਟ ਰੇਟ ਹੈ, ਸਿਰਫ਼ 5.99$ ਪ੍ਰਤੀ ਆਈਟਮ ਅਤੇ 2.99$ ਪ੍ਰਤੀ ਵਾਧੂ ਰੂਪ।"
    }
  },
  "shipping": {
    "step1": {
      "title": "ਕਦਮ 1. ਟਿਕਾਣਾ ਸੈੱਟ ਕਰੋ",
      "msg": "ਪਹਿਲੇ ਪੜਾਅ 'ਤੇ, ਆਪਣਾ ਵੇਅਰਹਾਊਸ (ਸ਼ਿਪਿੰਗ ਦਾ ਮੂਲ) ਸੈੱਟ ਕਰੋ। ਇਸ ਜਾਣਕਾਰੀ ਦੀ ਵਰਤੋਂ ਦੂਰੀ, ਸ਼ਿਪਿੰਗ ਦੀ ਲਾਗਤ, ਅਤੇ ਸ਼ਿਪਿੰਗ ਸੇਵਾ ਖੇਤਰ ਵਿੱਚ ਹੋਣ ਦੀ ਜਾਂਚ ਕਰਨ ਲਈ ਕੀਤੀ ਜਾਂਦੀ ਹੈ।",
      "edit_warehouse": "ਵੇਅਰਹਾਊਸ ਦਾ ਸੰਪਾਦਨ ਕਰੋ",
      "add_warehouse": "ਆਪਣਾ ਗੋਦਾਮ ਸ਼ਾਮਲ ਕਰੋ"
    },
    "step2": {
      "title": "ਕਦਮ 2. ਸ਼ਿਪਿੰਗ ਵਿਧੀਆਂ ਨੂੰ ਸਰਗਰਮ ਕਰੋ",
      "msg": "ਆਪਣੇ ਸਟੋਰ ਵਿੱਚ ਘੱਟੋ-ਘੱਟ ਇੱਕ ਸ਼ਿਪਿੰਗ ਵਿਧੀ ਸ਼ਾਮਲ ਕਰੋ। ਤੁਸੀਂ ਭਾਰ, ਦੂਰੀ ਅਤੇ ਹੋਰ ਮਾਪਦੰਡਾਂ ਦੇ ਆਧਾਰ 'ਤੇ ਕੀਮਤ ਨਿਰਧਾਰਤ ਕਰ ਸਕਦੇ ਹੋ। ਹਰੇਕ ਸ਼ਿਪਿੰਗ ਸੇਵਾ ਦਾ ਸਮਰਥਨ ਕਰਨ ਵਾਲੇ ਪੈਕੇਜਾਂ ਦੀ ਦੂਰੀ, ਭਾਰ ਅਤੇ ਆਕਾਰ ਲਈ ਸੀਮਾਵਾਂ ਨਿਰਧਾਰਤ ਕਰਨਾ ਨਾ ਭੁੱਲੋ।",
      "add_delivery": "ਸ਼ਿਪਿੰਗ ਢੰਗ ਸ਼ਾਮਲ ਕਰੋ"
    }
  },
  "domain": {
    "step1": {
      "title": "ਕਦਮ 1. ਇੱਕ ਡੋਮੇਨ ਖਰੀਦੋ",
      "msg": "ਜੇਕਰ ਤੁਹਾਡੇ ਕੋਲ ਅਜੇ ਤੱਕ ਆਪਣਾ ਨਿੱਜੀ ਡੋਮੇਨ ਨਹੀਂ ਹੈ, ਤਾਂ ਇਹ namecheap.com ਵਰਗੀਆਂ ਵੈੱਬਸਾਈਟਾਂ ਤੋਂ ਆਪਣਾ ਖੁਦ ਦਾ ਡੋਮੇਨ ਖਰੀਦਣ ਦਾ ਸਮਾਂ ਹੈ।"
    },
    "step2": {
      "title": "ਕਦਮ 2. SSL ਨੂੰ ਸਮਰੱਥ ਬਣਾਓ",
      "msg": "ਜੇਕਰ ਤੁਸੀਂ Namecheap ਵਰਗੀਆਂ ਸੇਵਾਵਾਂ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹੋ ਜੋ CDN ਅਤੇ SSL ਪ੍ਰਦਾਨ ਕਰਦੀ ਹੈ, ਤਾਂ ਤੁਹਾਨੂੰ ਸਿਰਫ਼ ਆਪਣੇ ਡੋਮੇਨ 'ਤੇ 1.CDN ਅਤੇ 2.SSL ਨੂੰ ਕਿਰਿਆਸ਼ੀਲ ਕਰਨ ਦੀ ਲੋੜ ਹੈ।"
    },
    "step3": {
      "title": "ਕਦਮ 3. DNS ਰਿਕਾਰਡ ਸੈੱਟ ਕਰੋ",
      "msg": "ਵਧਾਈਆਂ, ਹੁਣ ਤੁਹਾਨੂੰ ਬਸ ਆਪਣੇ ਡੋਮੇਨ ਸੇਵਾ ਪ੍ਰਦਾਤਾ ਵਿੱਚ DNS ਨੂੰ ਕੌਂਫਿਗਰ ਕਰਨਾ ਹੈ ਅਤੇ ਡੋਮੇਨ ਨੂੰ ਆਪਣੇ ਖਾਤੇ ਵਿੱਚ ਜੋੜਨਾ ਹੈ।"
    }
  },
  "payment": {
    "step1": {
      "title": "ਮੁਦਰਾਵਾਂ ਦੀ ਕੀਮਤ",
      "msg": "ਤੁਸੀਂ ਵੱਖ-ਵੱਖ ਮੁਦਰਾਵਾਂ ਵਿੱਚ ਪੈਸੇ ਸਵੀਕਾਰ ਕਰ ਸਕਦੇ ਹੋ, ਅਤੇ ਤੁਹਾਡੀ ਦੁਕਾਨ ਕੀਮਤ ਲਈ ਇੱਕ ਤੋਂ ਵੱਧ ਮੁਦਰਾ ਦਾ ਸਮਰਥਨ ਕਰ ਸਕਦੀ ਹੈ। ਵੈਸੇ, ਜੇਕਰ ਤੁਸੀਂ ਆਪਣੀ ਸਟੋਰ ਦੀ ਮੁਦਰਾ USD 'ਤੇ ਸੈੱਟ ਕਰਦੇ ਹੋ, ਤਾਂ ਗਾਹਕ ਤੁਹਾਡੇ ਤੋਂ ਖਰੀਦਣ ਲਈ USD, EUR, GBP, ਆਦਿ ਵਰਗੀਆਂ ਕਿਸੇ ਵੀ ਮੁਦਰਾਵਾਂ ਵਿੱਚ ਭੁਗਤਾਨ ਕਰ ਸਕਦੇ ਹਨ।",
      "manage_currencies": "ਕੀਮਤ ਮੁਦਰਾਵਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ"
    },
    "step2": {
      "title": "ਪੈਸੇ ਸਵੀਕਾਰ ਕਰੋ",
      "msg": "ਆਪਣੀ ਦੁਕਾਨ ਵਿੱਚ ਡਿਲੀਵਰੀ 'ਤੇ ਨਕਦ, ਸਿੱਧੇ ਪੈਸੇ ਟ੍ਰਾਂਸਫਰ, ਅਤੇ ਹੋਰ ਉਪਲਬਧ ਭੁਗਤਾਨ ਵਿਧੀਆਂ ਸ਼ਾਮਲ ਕਰੋ।",
      "online_title": "ਔਨਲਾਈਨ ਭੁਗਤਾਨ ਵਿਧੀਆਂ",
      "online_msg": "ਕਾਰਡਾਂ, ਨਵੀਆਂ ਬੈਂਕਿੰਗ ਐਪਲੀਕੇਸ਼ਨਾਂ, ਖਰੀਦੋ-ਹੁਣ-ਭੁਗਤਾਨ-ਬਾਅਦ ਵਿੱਚ, ਅਤੇ ਕਈ ਹੋਰ ਔਨਲਾਈਨ ਭੁਗਤਾਨ ਵਿਧੀਆਂ ਦੁਆਰਾ ਭੁਗਤਾਨ ਸਵੀਕਾਰ ਕਰੋ।",
      "add_online_gateway": "ਇੱਕ ਔਨਲਾਈਨ ਭੁਗਤਾਨ ਵਿਧੀ ਸ਼ਾਮਲ ਕਰੋ",
      "cod_title": "ਡਿਲੀਵਰੀ ਭੁਗਤਾਨ ਵਿਧੀ 'ਤੇ ਨਕਦ",
      "cod_msg": "ਆਰਡਰ ਦੀ ਡਿਲਿਵਰੀ ਤੋਂ ਬਾਅਦ ਭੁਗਤਾਨ ਸਵੀਕਾਰ ਕਰੋ। ਤੁਸੀਂ ਹੱਥੀਂ ਡਿਲੀਵਰੀ ਭੁਗਤਾਨਾਂ 'ਤੇ ਨਕਦੀ ਦੀ ਪੁਸ਼ਟੀ ਕਰ ਸਕਦੇ ਹੋ।",
      "cash_title": "ਨਕਦ ਭੁਗਤਾਨ ਵਿਧੀਆਂ",
      "cash_msg": "ਇਸ ਕਿਸਮ ਦਾ ਭੁਗਤਾਨ Selldone® POS ਵਿੱਚ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ।",
      "dir_title": "ਸਿੱਧੀ ਭੁਗਤਾਨ ਵਿਧੀਆਂ",
      "dir_msg": "ਤੁਸੀਂ ਸਿੱਧੇ ਪੈਸੇ ਟ੍ਰਾਂਸਫਰ, ਬੈਂਕ ਮਨੀ ਟ੍ਰਾਂਸਫਰ, ਅਤੇ ਹੋਰ ਰਵਾਇਤੀ ਤਰੀਕਿਆਂ ਨਾਲ ਭੁਗਤਾਨ ਸਵੀਕਾਰ ਕਰ ਸਕਦੇ ਹੋ।"
    },
    "step3": {
      "msg": "30 ਸਕਿੰਟਾਂ ਵਿੱਚ ਸਿਰਫ਼ ਇੱਕ ਕਲਿੱਕ ਨਾਲ Selldone ਨੂੰ ਆਪਣੇ ਸਟ੍ਰਾਈਪ ਖਾਤੇ ਨਾਲ ਕਨੈਕਟ ਕਰੋ। ਵਰਤਮਾਨ ਵਿੱਚ, ਅਸੀਂ ਸਟ੍ਰਾਈਪ ਦੁਆਰਾ ਆਟੋ ਕੌਂਫਿਗਰੇਸ਼ਨ ਪ੍ਰਕਿਰਿਆ ਦਾ ਸਮਰਥਨ ਕਰ ਰਹੇ ਹਾਂ। ਆਪਣੇ ਗੇਟਵੇ ਟੈਬ 'ਤੇ ਜਾਓ, ਸਟ੍ਰਾਈਪ ਸ਼ਾਮਲ ਕਰੋ, ਅਤੇ ' <b>ਆਟੋ ਕਨੈਕਟ ਟੂ ਸਟ੍ਰਾਈਪ</b> ' ਬਟਨ 'ਤੇ ਕਲਿੱਕ ਕਰੋ।",
      "my_gateways": "ਮੇਰੇ ਭੁਗਤਾਨ ਗੇਟਵੇ"
    }
  },
  "intro_inline_help_message": "ਇਸ ਲਾਲ ਮਦਦ ਬਟਨ ਨੂੰ ਲੱਭੋ। ਇਹ ਤੁਹਾਡੇ ਕਾਰੋਬਾਰੀ OS ਵਿੱਚ ਆਪਣੇ ਆਪ ਨੂੰ ਜ਼ੀਰੋ ਤੋਂ ਮਾਹਰ ਤੱਕ ਅਭਿਆਸ ਕਰਨ ਵਿੱਚ ਤੁਹਾਡੀ ਮਦਦ ਕਰਦਾ ਹੈ।"
};