export default {
  "categories": {
    "Baby": {
      "title": "د ماشوم سامان",
      "desc": "تغذیه کول، زیږون، سټرلر"
    },
    "Beauty": {
      "title": "ښکلا",
      "desc": "کاسمیټیک، بوی، د ویښتو پاملرنه"
    },
    "Blog": {
      "title": "بلاګ",
      "desc": "د سپورت بلاګ، ساینس بلاګ، ټیکنالوژي بلاګ"
    },
    "Fashion": {
      "title": "فیشن",
      "desc": "جامې، بوټان، څار"
    },
    "Crypto": {
      "title": "کریپټو",
      "desc": "کریپټو اسعارو، بلاکچین، NFT"
    },
    "Electronics": {
      "title": "الکترونیکی",
      "desc": "موبایل، ویډیو ګیم، لپ ټاپ، تلویزیون"
    },
    "Food": {
      "title": "خواړه او څښاک",
      "desc": "رستورانتونه، بیکري، مشروبات"
    },
    "Furniture": {
      "title": "فرنیچر",
      "desc": "د کور فرنیچر، سینګار، سامان او سفر"
    },
    "Gift": {
      "title": "د ډالۍ کارت",
      "desc": "د اپل سټور، ګوګل پلی، Netflix، Spotify"
    },
    "Groceries": {
      "title": "دخوراکي توکو",
      "desc": "لبنيات، ميوه، چمتو شوي خواړه، غوښه"
    },
    "Handcrafts": {
      "title": "لاسي صنایع",
      "desc": "د راټولولو وړ، رنګ شوي بوټان، مجسمې، د شیشې هنر"
    },
    "Health": {
      "title": "روغتیا",
      "desc": "درملتون، د څارویو پاملرنه، روغتیا"
    },
    "Home": {
      "title": "کور او ژوند",
      "desc": "د پخلنځي سامان، د پخلنځي، ډوډۍ"
    },
    "Jewelry": {
      "title": "زیورات",
      "desc": "هار، حلقه، زنګون"
    },
    "Sports": {
      "title": "سپورت",
      "desc": "تمرین، کیمپینګ، بایسکل، تفریح"
    },
    "Education": {
      "title": "آنلاین کورسونه",
      "desc": "د ویب پراختیا، ډیزاین، سوداګرۍ"
    },
    "Toy": {
      "title": "لوبی",
      "desc": "لوبه، پزل، د عمل ارقام"
    },
    "Other": {
      "title": "نور",
      "desc": "نور مسلکونه..."
    }
  },
  "partners": {
    "title": "{name} د Selldone سره ملګرتیا کوي",
    "subtitle": "د آنلاین سوداګرۍ راتلونکي نسل خلاصولو کې.",
    "create_new_shop": "یو نوی هټۍ جوړه کړئ",
    "select_a_shop": "یو هټۍ غوره کړئ",
    "apply_deal_to": "په {shop} کې معامله وکړئ",
    "notifications": {
      "success_apply": "معامله په بریالیتوب سره فعاله شوه!"
    }
  },
  "name": "چمتو کول",
  "shop": {
    "title": "زما هټۍ جوړه کړه",
    "subtitle": "د دې ساده ګامونو په بشپړولو سره بلې کچې ته لاړشئ."
  },
  "open_website": "زما ویب پاڼه پرانیزئ",
  "add_product": "محصول اضافه کړئ",
  "setup_shipping": "د بار وړلو تنظیم کول",
  "add_domain": "ډومین اضافه کړئ",
  "add_payment": "د تادیې دروازې سره وصل شئ",
  "product": {
    "step1": {
      "title": "اختیار 1. په لاسي ډول اضافه کړئ",
      "msg": "تاسو کولی شئ خپل پلورنځي ته فزیکي محصولات ، مجازی توکي ، فایلونه او خدمات اضافه کړئ او پلور یې پیل کړئ.",
      "action_on": "خپل لومړی محصول اضافه کړئ",
      "action_off": "نور محصولات اضافه کړئ",
      "category": "کټګورۍ د نورو په پرتله ستاسو د آنلاین پیرود ویب پاڼې غوره نمونه ده. د کټګوریو په اضافه کولو او د ډریګ او ډراپ سره اداره کولو سره هرڅه کټګوري او تنظیم کړئ.",
      "add_category": "کټګورۍ اضافه کړئ"
    },
    "step2": {
      "title": "اختیار 2. د Excel لخوا اضافه کړئ",
      "msg": "ډیری محصولات لرئ، لکه 1K، 10K توکي؟ اندیښنه مه کوئ ټول یوازې د یو عمل له لارې وارد کړئ.",
      "import_excel": "د Excel لخوا وارد کړئ",
      "download_template": "ټیمپلیټ ډاونلوډ کړئ"
    },
    "step3": {
      "title": "3 اختیار. متخصصین استخدام کړئ",
      "msg": "له 100 څخه ډیر توکي لرئ او یو څوک ته اړتیا لرئ چې ستاسو محصولات اضافه کړي؟ ماهر@selldone.com ته غوښتنه واستوئ، او د ملاقات وخت وټاکئ. موږ ستاسو لپاره متخصصین استخدام کوو. دا یو ساده فلیټ نرخ لري، یوازې 5.99 $ هر توکي او 2.99 $ هر اضافي ډولونه."
    }
  },
  "shipping": {
    "step1": {
      "title": "مرحله 1. ځای ټاکل",
      "msg": "په لومړي ګام کې، خپل ګودام (د بار وړلو اصل) تنظیم کړئ. دا معلومات د فاصلې محاسبه کولو لپاره کارول کیږي، د بار وړلو لګښت، او د بار وړلو خدماتو ساحه کې د چک کولو لپاره.",
      "edit_warehouse": "د ګودام ترمیم",
      "add_warehouse": "خپل ګودام اضافه کړئ"
    },
    "step2": {
      "title": "مرحله 2. د بار وړلو میتودونه فعال کړئ",
      "msg": "خپل پلورنځي ته لږترلږه د بار وړلو میتود اضافه کړئ. تاسو کولی شئ د وزن، فاصلې او نورو پیرامیټونو پراساس قیمت تنظیم کړئ. مه هیروئ چې د فاصلې ، وزن او کڅوړو اندازې لپاره محدودیتونه تنظیم کړئ چې هر بار وړلو خدمت یې ملاتړ کوي.",
      "add_delivery": "د بار وړلو میتودونه اضافه کړئ"
    }
  },
  "domain": {
    "step1": {
      "title": "مرحله 1. یو ډومین واخلئ",
      "msg": "که تاسو تراوسه خپل شخصي ډومین نلرئ، نو دا وخت دی چې خپل ډومین د ویب پاڼې لکه namecheap.com څخه واخلئ."
    },
    "step2": {
      "title": "ګام 2. SSL فعال کړئ",
      "msg": "که تاسو د Namecheap په څیر خدمتونه کاروئ چې CDN او SSL چمتو کوي، تاسو اړتیا لرئ په خپل ډومین کې 1.CDN او 2.SSL فعال کړئ."
    },
    "step3": {
      "title": "مرحله 3. د DNS ریکارډونه تنظیم کړئ",
      "msg": "مبارکۍ، اوس ټول هغه څه چې تاسو یې باید وکړئ د خپل ډومین خدمت چمتو کونکي کې DNS تنظیم کړئ او خپل حساب ته ډومین اضافه کړئ."
    }
  },
  "payment": {
    "step1": {
      "title": "د اسعارو قیمت",
      "msg": "تاسو کولی شئ په مختلفو اسعارو کې پیسې ومنئ، او ستاسو هټۍ کولی شي د قیمت لپاره له یو څخه زیات اسعارو ملاتړ وکړي. په هرصورت، که تاسو د خپل پلورنځي اسعارو USD ته وټاکئ، پیرودونکي کولی شي په هر ډول اسعارو لکه USD، EUR، GBP، او داسې نور تادیه کړي، ترڅو له تاسو څخه واخلي.",
      "manage_currencies": "د قیمتونو اسعارو اداره کول"
    },
    "step2": {
      "title": "پیسې قبول کړئ",
      "msg": "په خپل پلورنځي کې د تحویلي نغدي ، مستقیم پیسو لیږد ، او د تادیې نورې موجودې میتودونه اضافه کړئ.",
      "online_title": "د آنلاین تادیې میتودونه",
      "online_msg": "د کارتونو له لارې تادیه قبول کړئ، د نوي بانکي غوښتنلیکونو، پیرود-اوس تادیه-وروسته، او ډیری نور آنلاین تادیه میتودونه.",
      "add_online_gateway": "د آنلاین تادیې طریقه اضافه کړئ",
      "cod_title": "د تحویلي تادیې طریقه نغدي",
      "cod_msg": "د سپارلو وروسته تادیه قبول کړئ. تاسو کولی شئ په لاسي ډول د تحویلي تادیاتو نغدي تایید کړئ.",
      "cash_title": "د نغدو پیسو ورکولو طریقې",
      "cash_msg": "دا ډول تادیه په Selldone® POS کې کارول کیږي.",
      "dir_title": "د مستقیم تادیاتو میتودونه",
      "dir_msg": "تاسو کولی شئ د مستقیم پیسو لیږد، د بانک پیسو لیږد، او نورو دودیزو لارو تادیه قبول کړئ."
    },
    "step3": {
      "msg": "په 30 ثانیو کې یوازې په یوه کلیک سره خپل سټریپ حساب ته سیلډون وصل کړئ. اوس مهال، موږ د سټریپ لخوا د اتوماتیک ترتیب کولو پروسې ملاتړ کوو. خپل د ګیټ وے ټب ته لاړ شئ، پټه اضافه کړئ، او د پټې سره د <b>اتوماتیک نښلول</b> تڼۍ کلیک وکړئ.",
      "my_gateways": "زما د تادیاتو دروازې"
    }
  },
  "intro_inline_help_message": "د دې سور مرستې تڼۍ وګورئ. دا تاسو سره مرسته کوي چې خپل ځان په خپل سوداګرۍ OS کې له صفر څخه متخصص ته تمرین کړئ."
};