/*
 * Copyright (c) 2023. Selldone® Business OS™
 *
 * Author: M.Pajuhaan
 * Web: https://selldone.com
 * ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━
 *
 * All rights reserved. In the weave of time, where traditions and innovations intermingle, this content was crafted.
 * From the essence of thought, through the corridors of creativity, each word, and sentiment has been molded.
 * Not just to exist, but to inspire. Like an artist's stroke or a sculptor's chisel, every nuance is deliberate.
 * Our journey is not just about reaching a destination, but about creating a masterpiece.
 * Tread carefully, for you're treading on dreams.
 */

export default {
  categories: {
    Baby: {
      title: "Товары для младенцев, детей и игрушки",
      desc: "Коляски, игрушки, игры, пазлы, фигурки героев",
    },
    Health: {
      title: "Здоровье и красота",
      desc: "Аптека, оздоровление, косметика, парфюмерия",
    },
    Media: {
      title: "Медиа и игры",
      desc: "Видеоигры, фильмы, музыка, книги",
    },
    Fashion: {
      title: "Одежда, украшения и часы",
      desc: "Одежда, обувь, ожерелья, кольца, браслеты, часы",
    },
    Automotive: {
      title: "Автотовары",
      desc: "Автомобильные аксессуары, инструменты, обслуживание",
    },
    Electronics: {
      title: "Электроника",
      desc: "Мобильные устройства, телевизоры, аудиоустройства, камеры",
    },
    Computers: {
      title: "Компьютеры",
      desc: "Ноутбуки, настольные компьютеры, аксессуары, программное обеспечение",
    },
    Household: {
      title: "Товары первой необходимости для дома",
      desc: "Средства для уборки, ванная, стирка",
    },
    Garden: {
      title: "Сад и инструменты",
      desc: "Уличная мебель, садовые инструменты, растения",
    },
    Food: {
      title: "Еда и продукты",
      desc: "Молочные продукты, фрукты, готовая еда, мясо, напитки",
    },
    Handmade: {
      title: "Ручная работа",
      desc: "Коллекционные товары, расписная обувь, скульптуры, искусство из стекла",
    },
    PetSupplies: {
      title: "Товары для питомцев",
      desc: "Корм для питомцев, игрушки, уход за питомцами",
    },
    Home: {
      title: "Дом и быт",
      desc: "Кухонная техника, мебель для дома, декор",
    },
    Sports: {
      title: "Спорт и отдых на природе",
      desc: "Тренировки, кемпинг, велосипеды, отдых",
    },
    Stationery: {
      title: "Канцелярия и офис",
      desc: "Офисные принадлежности, школьные принадлежности, бумажная продукция",
    },
    Books: {
      title: "Книги",
      desc: "Художественная литература, нон-фикшн, учебные книги, комиксы",
    },
    Marketplace: {
      title: "Маркетплейс для всего",
      desc: "Широкий выбор товаров из разных категорий",
    },
    Other: {
      title: "Другое...",
      desc: "Подарочные карты, цифровые товары, онлайн-сервисы, что угодно",
    },
  },

  partners: {
    title: "{name} сотрудничает с Selldone",
    subtitle: "в раскрытии нового поколения онлайн-бизнеса.",
    subtitle_official: "Откройте новое поколение онлайн-бизнеса.",

    create_new_shop: "Создать новый магазин",
    select_a_shop: "Выберите магазин",
    apply_deal_to: "Применить предложение к {shop}",
    notifications: {
      success_apply: "Сделка успешно активирована!",
    },
  },

  name: "Настраивать",
  overview: {
    title: "Обзор",
    subtitle:
      "Получите представление о бизнес-операционной системе и узнайте, как она может помочь вашему бизнесу.",
  },

  shop: {
    title: "Настроить мой магазин",
    subtitle: "Перейдите на следующий уровень, выполнив эти простые шаги.",
  },

  open_website: "открыть мой сайт",

  customize_theme: "Настроить веб-сайт",
  setup_business: "Настройка бизнеса",
  add_product: "Добавить продукт",
  setup_shipping: "Настройка доставки",
  add_domain: "Добавить домен",
  add_payment: "Подключиться к платежному шлюзу",

  product: {
    step1: {
      title: "Вариант 1. Добавить вручную",
      msg: "Вы можете добавить физические товары, виртуальные предметы, файлы и услуги в свой магазин и начать продавать их.",
      action_on: "Добавьте свой первый продукт",
      action_off: "Добавить больше продуктов",
      category:
        "Категории — это шедевр вашего интернет-магазина по сравнению с другими. Распределяйте все по категориям и упорядочивайте, добавляя категории и управляя с помощью перетаскивания.",
      add_category: "Добавить категорию",
    },
    step2: {
      title: "Вариант 2. Добавить через Excel",
      msg: "У вас есть много продуктов, например, 1K, 10K товаров? Не волнуйтесь, импортируйте все одним действием.",
      import_excel: "Импорт в Excel",
      download_template: "Скачать шаблон",
    },
  },
  shipping: {
    step1: {
      title: "Шаг 1. Установите местоположение",
      msg: "На первом шаге задайте свой склад (место отправления). Эта информация используется для расчета расстояния, стоимости доставки и проверки нахождения в зоне обслуживания доставки.",
      edit_warehouse: "Изменить склад",
      add_warehouse: "Добавьте свой склад",
    },
    step2: {
      title: "Шаг 2. Активируйте способы доставки",
      msg: "Добавьте в свой магазин хотя бы один способ доставки. Вы можете установить цену на основе веса, расстояния и других параметров. Не забудьте установить ограничения на расстояние, вес и размер посылок, которые поддерживает каждая служба доставки.",
      add_delivery: "Добавьте способы доставки",
    },
  },

  domain: {
    buy_domain_step: {
      title: "Шаг 1. Купить домен",
      msg: "Если у вас еще нет личного домена, пришло время купить его на таких сайтах, как namecheap.com.",
    },

    set_dns_step: {
      title: "Шаг 2. Настройте записи DNS",
      msg: "Поздравляем! Теперь вам нужно только настроить DNS у поставщика услуг домена и добавить домен в свой аккаунт.",
    },
  },

  payment: {
    step1: {
      title: "Ценовые валюты",
      msg: "Вы можете принимать деньги в разных валютах, и ваш магазин может поддерживать более одной валюты для ценообразования. Кстати, если вы установите валюту своего магазина в доллары США, клиенты могут платить в любой валюте, такой как доллары США, евро, фунты стерлингов и т. д., чтобы покупать у вас.",
      manage_currencies: "Управление валютами ценообразования",
    },
    step2: {
      title: "Принимать деньги",
      msg: "Добавьте наложенный платеж, прямой денежный перевод и другие доступные способы оплаты в вашем магазине.",
      online_title: "Способы оплаты онлайн",
      online_msg:
        "Принимайте оплату картами, новые банковские приложения, «купи сейчас — плати потом» и многие другие способы онлайн-платежей.",
      add_online_gateway: "Добавить способ онлайн-оплаты",
      cod_title: "Способ оплаты наложенным платежом",
      cod_msg:
        "Принимайте оплату после доставки заказов. Вы можете подтвердить оплату наложенным платежом вручную.",
      cash_title: "Способы оплаты наличными",
      cash_msg: "Этот тип оплаты используется в Selldone® POS.",
      dir_title: "Прямые способы оплаты",
      dir_msg:
        "Вы можете принимать оплату прямым денежным переводом, банковским переводом и другими традиционными способами.",
    },
    step3: {
      msg: "Подключите Selldone к своему аккаунту Stripe одним кликом за 30 секунд. Сейчас мы поддерживаем процесс автоматической настройки через Stripe. Перейдите на вкладку шлюзов, добавьте Stripe и нажмите кнопку «<b>Автоматически подключить к Stripe</b>».",
      my_gateways: "Мои платежные шлюзы",
    },
  },


  /**
   * @see SShopOnboardingCustomization
   */
  customize: {
    tour:{
      title:'Тур',
      subtitle:"Откройте для себя то, что возможно здесь и чего больше нигде нет.",
      /**
       * @see BShopOnboardingTour
       */
      avocado:{
        title:"Авокадо - продаем без добавления какого-либо продукта",
        description: "С помощью Avocado вы можете предлагать услуги или продукты без предопределенных цен или деталей. Создайте пользовательскую форму для своих клиентов, чтобы запрашивать услуги или продукты. После того, как они отправят свой запрос, вы сможете установить цену и обработать платеж. Поделитесь формой в своих социальных сетях, что позволит клиентам добавлять товары, загружать изображения и легко отправлять заказы.",
        action:'Читайте об авокадо',
      },
      marketplace:{
        title: "Торговая площадка с несколькими поставщиками и автоматическая выплата",
        description: "Создайте процветающую торговую площадку с Selldone, добавив нескольких поставщиков. Поставщики могут выставлять свои продукты, а вы можете устанавливать комиссионную ставку за каждую продажу. Когда клиент совершает покупку, поставщик получает оплату напрямую, управляет заказом через свою специальную панель, а вы получаете комиссию через функцию автоматической выплаты.",
        action:'Автоматические выплаты продавцам',
      },
      business_model:{
        title: "Поддержка сложных бизнес-моделей",
        description:
            "Selldone поддерживает как простые, так и сложные бизнес-модели, позволяя вам адаптироваться по мере необходимости. Настройте все за кулисами без установки дополнительных плагинов или приложений, гарантируя плавные переходы и операции.",
      },
      gift_shopping:{
        title: "Ограничение на местонахождение продукта и покупка подарков",
        description:
            "Установите ограничения по местоположению для каждого продукта, указав несколько стран, почтовых индексов и городов. Эта функция идеально подходит для создания персонализированного опыта покупки подарков или ограничения доступности продукта определенными местами, например, для ресторанов.",

      }
    },

    template: {
      title: "Шаблоны",
      msg: "Начните свой магазин с помощью наших готовых шаблонов! Легко разнообразьте, добавив несколько страниц, каждая из которых имеет свой уникальный дизайн.",
      action:'Просмотреть все шаблоны...'

    },

    colors: {
      title: "Цвета и макет",

      msg: "Хотите адаптировать страницу продукта и макет магазина, чтобы они лучше соответствовали вашему видению? Погрузитесь в раздел настройки тем в своем магазине и наблюдайте, как волшебство разворачивается без особых усилий!",

      action:'Настройте цвета и тему'

    },

  },

  /**
   * @see ShopOnboardingSetupBusinessTab
   */
  business: {
    step1: {
      title: "Бизнес модель",
      msg: "Каждый бизнес уникален и часто требует большего, чем просто интернет-магазин. Определите свою модель дохода, а все остальное мы сделаем за вас.",
    },
  },

  migration: {
    title: "Миграция",
    shopify: {
      msg: "Легко переходите на Selldone из Shopify! Наслаждайтесь легкой миграцией, расширенными функциями и экономичными решениями для вашего интернет-магазина.",
    },
    woocommerce: {
      msg: "Легко перенесите свои продукты WooCommerce в Selldone всего за несколько кликов! Наслаждайтесь повышенной производительностью, интуитивно понятным дизайном и первоклассной поддержкой клиентов. Обновите свой опыт электронной коммерции прямо сейчас.",
    },
  },





};
