export default {
  "categories": {
    "Baby": {
      "title": "Детские товары",
      "desc": "Кормление, Для Беременных, Коляска"
    },
    "Beauty": {
      "title": "Красота",
      "desc": "Косметика, Аромат, Уход за волосами"
    },
    "Blog": {
      "title": "Блог",
      "desc": "Спортивный блог, научный блог, технологический блог"
    },
    "Fashion": {
      "title": "Мода",
      "desc": "Одежда, Обувь, Часы"
    },
    "Crypto": {
      "title": "Крипто",
      "desc": "Криптовалюта, Блокчейн, NFT"
    },
    "Electronics": {
      "title": "Электроника",
      "desc": "Мобильный телефон, видеоигра, ноутбук, телевизор"
    },
    "Food": {
      "title": "Еда, напиток",
      "desc": "Рестораны, пекарня, напитки"
    },
    "Furniture": {
      "title": "Мебель",
      "desc": "Мебель для дома, декор, багаж и путешествия"
    },
    "Gift": {
      "title": "Подарочная карта",
      "desc": "Магазин приложений, Google Play, Нетфликс, Spotify"
    },
    "Groceries": {
      "title": "продукты",
      "desc": "Молочные продукты, Фрукты, Готовая пища, Мясо"
    },
    "Handcrafts": {
      "title": "Ремесла",
      "desc": "Коллекционное, Расписная обувь, Скульптуры, Изделия из стекла"
    },
    "Health": {
      "title": "Здоровье",
      "desc": "Аптека, Уход за животными, Велнес"
    },
    "Home": {
      "title": "Дом и жизнь",
      "desc": "Кухонная техника, Кухонная утварь, Столовая"
    },
    "Jewelry": {
      "title": "Ювелирные изделия",
      "desc": "Ожерелье, кольцо, браслет"
    },
    "Sports": {
      "title": "Спортивный",
      "desc": "Упражнения, Кемпинг, Велосипеды, Отдых"
    },
    "Education": {
      "title": "Онлайн-курсы",
      "desc": "Веб-разработка, Дизайн, Бизнес"
    },
    "Toy": {
      "title": "Игрушка",
      "desc": "Игра, Головоломка, Фигурки"
    },
    "Other": {
      "title": "Другой",
      "desc": "Другие занятия..."
    }
  },
  "partners": {
    "title": "{name} сотрудничает с Selldone",
    "subtitle": "в открытии нового поколения онлайн-бизнеса.",
    "create_new_shop": "Создать новый магазин",
    "select_a_shop": "Выберите магазин",
    "apply_deal_to": "Применить сделку к {shop}",
    "notifications": {
      "success_apply": "Сделка успешно активирована!"
    },
    "subtitle_official": "Откройте для себя новое поколение онлайн-бизнеса."
  },
  "name": "Настраивать",
  "shop": {
    "title": "Настроить мой магазин",
    "subtitle": "Перейдите на следующий уровень, выполнив эти простые шаги."
  },
  "open_website": "открыть мой сайт",
  "add_product": "Добавить продукт",
  "setup_shipping": "Настройка доставки",
  "add_domain": "Добавить домен",
  "add_payment": "Подключиться к платежному шлюзу",
  "product": {
    "step1": {
      "title": "Вариант 1. Добавить вручную",
      "msg": "Вы можете добавить физические товары, виртуальные предметы, файлы и услуги в свой магазин и начать продавать их.",
      "action_on": "Добавьте свой первый продукт",
      "action_off": "Добавить больше продуктов",
      "category": "Категории — это шедевр вашего интернет-магазина по сравнению с другими. Распределяйте все по категориям и упорядочивайте, добавляя категории и управляя с помощью перетаскивания.",
      "add_category": "Добавить категорию"
    },
    "step2": {
      "title": "Вариант 2. Добавить через Excel",
      "msg": "У вас есть много продуктов, например, 1K, 10K товаров? Не волнуйтесь, импортируйте все одним действием.",
      "import_excel": "Импорт в Excel",
      "download_template": "Скачать шаблон"
    },
    "step3": {
      "title": "Вариант 3. Нанять специалистов",
      "msg": "У вас более 100 наименований и вам нужен кто-то, чтобы добавить ваши продукты? отправьте запрос на expert@selldone.com и запишитесь на прием. Мы нанимаем для вас специалистов. У него простая фиксированная ставка, всего 5,99 $ за единицу и 2,99 $ за дополнительные варианты."
    }
  },
  "shipping": {
    "step1": {
      "title": "Шаг 1. Установите местоположение",
      "msg": "На первом шаге задайте свой склад (место отправления). Эта информация используется для расчета расстояния, стоимости доставки и проверки нахождения в зоне обслуживания доставки.",
      "edit_warehouse": "Изменить склад",
      "add_warehouse": "Добавьте свой склад"
    },
    "step2": {
      "title": "Шаг 2. Активируйте способы доставки",
      "msg": "Добавьте в свой магазин хотя бы один способ доставки. Вы можете установить цену на основе веса, расстояния и других параметров. Не забудьте установить ограничения на расстояние, вес и размер посылок, которые поддерживает каждая служба доставки.",
      "add_delivery": "Добавьте способы доставки"
    }
  },
  "domain": {
    "step1": {
      "title": "Шаг 1. Купить домен",
      "msg": "Если у вас еще нет личного домена, пришло время купить его на таких сайтах, как namecheap.com."
    },
    "step2": {
      "title": "Шаг 2. Включите SSL",
      "msg": "Если вы используете такие сервисы, как Namecheap, которые предоставляют CDN и SSL, вам просто нужно активировать 1.CDN и 2.SSL в вашем домене."
    },
    "step3": {
      "title": "Шаг 3. Установите записи DNS",
      "msg": "Поздравляем, теперь все, что вам нужно сделать, это настроить DNS у поставщика услуг домена и добавить домен в свою учетную запись."
    },
    "buy_domain_step": {
      "title": "Шаг 1. Купить домен",
      "msg": "Если у вас еще нет личного домена, пришло время купить его на таких сайтах, как namecheap.com."
    },
    "set_dns_step": {
      "title": "Шаг 2. Настройка записей DNS",
      "msg": "Поздравляем, теперь все, что вам нужно сделать, это настроить DNS у поставщика услуг домена и добавить домен в свою учетную запись."
    }
  },
  "payment": {
    "step1": {
      "title": "Ценовые валюты",
      "msg": "Вы можете принимать деньги в разных валютах, и ваш магазин может поддерживать более одной валюты для ценообразования. Кстати, если вы установите валюту своего магазина в доллары США, клиенты могут платить в любой валюте, такой как доллары США, евро, фунты стерлингов и т. д., чтобы покупать у вас.",
      "manage_currencies": "Управление валютами ценообразования"
    },
    "step2": {
      "title": "Принимать деньги",
      "msg": "Добавьте наложенный платеж, прямой денежный перевод и другие доступные способы оплаты в вашем магазине.",
      "online_title": "Способы оплаты онлайн",
      "online_msg": "Принимайте оплату картами, новые банковские приложения, «купи сейчас — плати потом» и многие другие способы онлайн-платежей.",
      "add_online_gateway": "Добавить способ онлайн-оплаты",
      "cod_title": "Способ оплаты наложенным платежом",
      "cod_msg": "Принимайте оплату после доставки заказов. Вы можете подтвердить оплату наложенным платежом вручную.",
      "cash_title": "Способы оплаты наличными",
      "cash_msg": "Этот тип оплаты используется в Selldone® POS.",
      "dir_title": "Прямые способы оплаты",
      "dir_msg": "Вы можете принимать оплату прямым денежным переводом, банковским переводом и другими традиционными способами."
    },
    "step3": {
      "msg": "Подключите Selldone к своей учетной записи Stripe одним щелчком мыши за 30 секунд. В настоящее время мы поддерживаем процесс автоматической настройки Stripe. Перейдите на вкладку шлюза, добавьте Stripe и нажмите кнопку « <b>Автоматическое подключение к Stripe</b> ».",
      "my_gateways": "Мои платежные шлюзы"
    }
  },
  "intro_inline_help_message": "Ищите эту красную кнопку помощи. Это поможет вам попрактиковаться с нуля до эксперта в вашей бизнес-ОС.",
  "overview": {
    "title": "Обзор",
    "subtitle": "Получите представление об операционной системе Business и узнайте, как она может помочь вашему бизнесу."
  },
  "customize_theme": "Настроить веб-сайт",
  "setup_business": "Настройка бизнеса",
  "customize": {
    "template": {
      "title": "Шаблоны",
      "msg": "Начните свой магазин с помощью наших готовых шаблонов! Легко разнообразьте, добавив несколько страниц, каждая из которых имеет свой уникальный дизайн.",
      "action": "Просмотреть все шаблоны..."
    },
    "colors": {
      "title": "Цвета и макет",
      "msg": "Хотите адаптировать страницу продукта и макет магазина, чтобы они лучше соответствовали вашему видению? Погрузитесь в раздел настройки тем в своем магазине и наблюдайте, как волшебство разворачивается без особых усилий!",
      "action": "Настройте цвета и тему"
    },
    "tour": {
      "title": "Тур",
      "subtitle": "Откройте для себя то, что возможно здесь и чего больше нигде нет.",
      "avocado": {
        "title": "Авокадо - продаем без добавления какого-либо продукта",
        "description": "С помощью Avocado вы можете предлагать услуги или продукты без предопределенных цен или деталей. Создайте пользовательскую форму для своих клиентов, чтобы запрашивать услуги или продукты. После того, как они отправят свой запрос, вы сможете установить цену и обработать платеж. Поделитесь формой в своих социальных сетях, что позволит клиентам добавлять товары, загружать изображения и легко отправлять заказы.",
        "action": "Читайте об авокадо"
      },
      "marketplace": {
        "title": "Торговая площадка с несколькими поставщиками и автоматическая выплата",
        "description": "Создайте процветающую торговую площадку с Selldone, добавив нескольких поставщиков. Поставщики могут выставлять свои продукты, а вы можете устанавливать комиссионную ставку за каждую продажу. Когда клиент совершает покупку, поставщик получает оплату напрямую, управляет заказом через свою специальную панель, а вы получаете комиссию через функцию автоматической выплаты.",
        "action": "Выплаты автопродавцам"
      },
      "business_model": {
        "title": "Поддержка сложных бизнес-моделей",
        "description": "Selldone поддерживает как простые, так и сложные бизнес-модели, позволяя вам адаптироваться по мере необходимости. Настройте все за кулисами без установки дополнительных плагинов или приложений, гарантируя плавные переходы и операции."
      },
      "gift_shopping": {
        "title": "Ограничение на местонахождение продукта и покупка подарков",
        "description": "Установите ограничения по местоположению для каждого продукта, указав несколько стран, почтовых индексов и городов. Эта функция идеально подходит для создания персонализированного опыта покупки подарков или ограничения доступности продукта определенными местами, например, для ресторанов."
      }
    }
  },
  "business": {
    "step1": {
      "title": "Бизнес модель",
      "msg": "Каждый бизнес уникален и часто требует большего, чем просто интернет-магазин. Определите свою модель дохода, а все остальное мы сделаем за вас."
    }
  },
  "migration": {
    "title": "Миграция",
    "shopify": {
      "msg": "Легко переходите на Selldone из Shopify! Наслаждайтесь легкой миграцией, расширенными функциями и экономичными решениями для вашего интернет-магазина."
    },
    "woocommerce": {
      "msg": "Легко перенесите свои продукты WooCommerce в Selldone всего за несколько кликов! Наслаждайтесь повышенной производительностью, интуитивно понятным дизайном и первоклассной поддержкой клиентов. Обновите свой опыт электронной коммерции прямо сейчас."
    }
  }
};