export default {
  "categories": {
    "Baby": {
      "title": "ළදරු සැපයුම්",
      "desc": "පෝෂණය, මාතෘත්වය, ස්ට්රෝලර්"
    },
    "Beauty": {
      "title": "අලංකාරය",
      "desc": "විලවුන්, සුවඳ විලවුන්, හිසකෙස් රැකවරණය"
    },
    "Blog": {
      "title": "බ්ලොග්",
      "desc": "ක්‍රීඩා බ්ලොග්, විද්‍යා බ්ලොග්, තාක්ෂණ බ්ලොග්"
    },
    "Fashion": {
      "title": "විලාසිතා",
      "desc": "ඇඳුම් පැළඳුම්, සපත්තු, ඔරලෝසු"
    },
    "Crypto": {
      "title": "ක්‍රිප්ටෝ",
      "desc": "Crypto-Currency, Blockchain, NFT"
    },
    "Electronics": {
      "title": "ඉලෙක්ට්රොනික උපකරණ",
      "desc": "ජංගම, වීඩියෝ ක්‍රීඩාව, ලැප්ටොප්, රූපවාහිනිය"
    },
    "Food": {
      "title": "ආහාර පාන",
      "desc": "ආපනශාලා, බේකරි, බීම"
    },
    "Furniture": {
      "title": "ගෘහභාණ්ඞ",
      "desc": "ගෘහ භාණ්ඩ, සැරසිලි, ගමන් මලු සහ ගමන්"
    },
    "Gift": {
      "title": "තෑගි කාඩ්පත",
      "desc": "App Store, Google Play, Netflix, Spotify"
    },
    "Groceries": {
      "title": "සිල්ලර බඩු",
      "desc": "කිරි, පළතුරු, සකස් කළ ආහාර, මස්"
    },
    "Handcrafts": {
      "title": "හස්ත කර්මාන්ත",
      "desc": "එකතු කළ හැකි, පින්තාරු කරන ලද සපත්තු, මූර්ති, වීදුරු කලාව"
    },
    "Health": {
      "title": "සෞඛ්යය",
      "desc": "ෆාමසිය, සුරතල් රැකවරණය, සුවතාවය"
    },
    "Home": {
      "title": "නිවස සහ වාසය",
      "desc": "මුළුතැන්ගෙයි උපකරණ, පිඟන් භාණ්ඩ, කෑම"
    },
    "Jewelry": {
      "title": "ස්වර්ණාභරණ",
      "desc": "මාලය, මුද්ද, බ්රේස්ලට්"
    },
    "Sports": {
      "title": "ක්රීඩා",
      "desc": "ව්‍යායාම, කඳවුරු බැඳීම, බයිසිකල්, විනෝදාස්වාදය"
    },
    "Education": {
      "title": "මාර්ගගත පාඨමාලා",
      "desc": "වෙබ් සංවර්ධනය, සැලසුම්, ව්යාපාර"
    },
    "Toy": {
      "title": "සෙල්ලම් බඩු",
      "desc": "ක්‍රීඩාව, ප්‍රහේලිකාව, ක්‍රියා රූප"
    },
    "Other": {
      "title": "වෙනත්",
      "desc": "වෙනත් වෘත්තීන්..."
    }
  },
  "partners": {
    "title": "{name} Selldone සමඟ හවුල් වේ",
    "subtitle": "ඊළඟ පරම්පරාවේ සබැඳි ව්‍යාපාර අගුළු හැරීමේදී.",
    "create_new_shop": "නව වෙළඳසැලක් සාදන්න",
    "select_a_shop": "සාප්පුවක් තෝරන්න",
    "apply_deal_to": "{shop} වෙත ගනුදෙනුව යොදන්න",
    "notifications": {
      "success_apply": "ගනුදෙනුව සාර්ථකව සක්‍රියයි!"
    }
  },
  "name": "සැලසුම",
  "shop": {
    "title": "මගේ සාප්පුව සකසන්න",
    "subtitle": "මෙම සරල පියවර සම්පූර්ණ කිරීමෙන් ඊළඟ මට්ටමට යන්න."
  },
  "open_website": "මගේ වෙබ් අඩවිය විවෘත කරන්න",
  "add_product": "නිෂ්පාදනය එකතු කරන්න",
  "setup_shipping": "නැව්ගත කිරීම සකසන්න",
  "add_domain": "වසම එක් කරන්න",
  "add_payment": "ගෙවීම් දොරටුවකට සම්බන්ධ වන්න",
  "product": {
    "step1": {
      "title": "විකල්ප 1. අතින් එකතු කරන්න",
      "msg": "ඔබට ඔබේ ගබඩාවට භෞතික නිෂ්පාදන, අතථ්‍ය අයිතම, ලිපිගොනු සහ සේවා එකතු කර ඒවා විකිණීම ආරම්භ කළ හැක.",
      "action_on": "ඔබේ පළමු නිෂ්පාදනය එක් කරන්න",
      "action_off": "තවත් නිෂ්පාදන එකතු කරන්න",
      "category": "ප්‍රවර්ග අනෙක් ඒවාට සාපේක්ෂව ඔබේ සබැඳි සාප්පු සවාරි වෙබ් අඩවියේ විශිෂ්ටතම කෘතිය වේ. ප්‍රවර්ග එකතු කිරීමෙන් සහ ඇදගෙන යාමෙන් කළමනාකරණය කිරීමෙන් සියල්ල වර්ගීකරණය කර සකස් කරන්න.",
      "add_category": "ප්‍රවර්ගය එකතු කරන්න"
    },
    "step2": {
      "title": "විකල්ප 2. එක්සෙල් මගින් එකතු කරන්න",
      "msg": "1K, 10K අයිතම වැනි බොහෝ නිෂ්පාදන තිබේද? එක් ක්‍රියාවකින් පමණක් සියල්ල ආනයනය කිරීමට කරදර නොවන්න.",
      "import_excel": "Excel මගින් ආනයනය කරන්න",
      "download_template": "අච්චුව බාගන්න"
    },
    "step3": {
      "title": "විකල්ප 3. විශේෂඥයින් බඳවා ගන්න",
      "msg": "අයිතම 100කට වඩා ඇති අතර ඔබේ නිෂ්පාදන එක් කිරීමට යමෙකු අවශ්‍යද? expert@selldone.com වෙත ඉල්ලීමක් යවා හමුවීමක් වෙන්කරවා ගන්න. අපි ඔබ වෙනුවෙන් විශේෂඥයින් බඳවා ගන්නෙමු. එය සරල පැතලි අනුපාතයක් ඇත, අයිතමයකට ඩොලර් 5.99 ක් සහ අමතර ප්‍රභේදයකට ඩොලර් 2.99 කි."
    }
  },
  "shipping": {
    "step1": {
      "title": "පියවර 1. ස්ථානය සකසන්න",
      "msg": "පළමු පියවරේදී, ඔබේ ගබඩාව (නැව්ගත කිරීමේ සම්භවය) සකසන්න. මෙම තොරතුරු දුර, නැව්ගත කිරීමේ පිරිවැය ගණනය කිරීමට සහ නැව් සේවා ප්‍රදේශයේ සිටිනවාදැයි පරීක්ෂා කිරීමට භාවිතා කරයි.",
      "edit_warehouse": "ගබඩාව සංස්කරණය කරන්න",
      "add_warehouse": "ඔබේ ගබඩාව එක් කරන්න"
    },
    "step2": {
      "title": "පියවර 2. නැව්ගත කිරීමේ ක්රම සක්රිය කරන්න",
      "msg": "ඔබේ ගබඩාවට අවම වශයෙන් එක් නැව්ගත කිරීමේ ක්‍රමයක් එක් කරන්න. ඔබට බර, දුර සහ අනෙකුත් පරාමිතීන් මත පදනම්ව මිල නියම කළ හැක. එක් එක් නැව් සේවාව සහාය දක්වන පැකේජවල දුර, බර සහ ප්‍රමාණය සඳහා සීමාවන් සැකසීමට අමතක නොකරන්න.",
      "add_delivery": "නැව්ගත කිරීමේ ක්රම එකතු කරන්න"
    }
  },
  "domain": {
    "step1": {
      "title": "පියවර 1. වසමක් මිලදී ගන්න",
      "msg": "ඔබට තවමත් ඔබේ පුද්ගලික වසම නොමැති නම්, namecheap.com වැනි වෙබ් අඩවි වලින් ඔබේම වසමක් මිලදී ගැනීමට කාලයයි."
    },
    "step2": {
      "title": "පියවර 2. SSL සබල කරන්න",
      "msg": "ඔබ CDN සහ SSL සපයන Namecheap වැනි සේවාවන් භාවිතා කරන්නේ නම්, ඔබට ඔබගේ වසමේ 1.CDN සහ 2.SSL සක්‍රිය කිරීමට අවශ්‍ය වේ."
    },
    "step3": {
      "title": "පියවර 3. DNS වාර්තා සකසන්න",
      "msg": "සුභ පැතුම්, දැන් ඔබ කළ යුත්තේ ඔබගේ වසම් සේවා සපයන්නා තුළ DNS වින්‍යාස කර ඔබගේ ගිණුමට වසම එක් කිරීමයි."
    }
  },
  "payment": {
    "step1": {
      "title": "මිල මුදල් වර්ග",
      "msg": "ඔබට විවිධ මුදල් වර්ග වලින් මුදල් පිළිගත හැකි අතර, ඔබේ සාප්පුවට මිලකරණය සඳහා මුදල් වර්ග එකකට වඩා සහාය විය හැක. මාර්ගය වන විට, ඔබ ඔබේ ගබඩා මුදල USD ලෙස සකසන්නේ නම්, පාරිභෝගිකයින්ට ඔබෙන් මිලදී ගැනීමට USD, EUR, GBP, වැනි ඕනෑම මුදල් වර්ගයකින් ගෙවිය හැකිය.",
      "manage_currencies": "මිල මුදල් කළමනාකරණය කරන්න"
    },
    "step2": {
      "title": "මුදල් පිළිගන්න",
      "msg": "ඔබේ වෙළඳසැලේ බෙදාහැරීමේදී මුදල්, සෘජු මුදල් හුවමාරුව සහ ලබා ගත හැකි වෙනත් ගෙවීම් ක්‍රම එක් කරන්න.",
      "online_title": "මාර්ගගත ගෙවීම් ක්රම",
      "online_msg": "කාඩ්පත් මගින් ගෙවීම් පිළිගන්න, නව බැංකු යෙදුම්, මිලදී ගන්න-දැන් ගෙවන්න-පසුව, සහ තවත් බොහෝ මාර්ගගත ගෙවීම් ක්‍රම.",
      "add_online_gateway": "මාර්ගගත ගෙවීම් ක්‍රමයක් එක් කරන්න",
      "cod_title": "මුදල් ගෙවීමේ ක්‍රමය",
      "cod_msg": "ඇණවුම් භාරදීමෙන් පසු ගෙවීම පිළිගන්න. ඔබට මුදල් ලබා දීමෙන් ගෙවීම් අතින් තහවුරු කළ හැක.",
      "cash_title": "මුදල් ගෙවීමේ ක්රම",
      "cash_msg": "මෙම ආකාරයේ ගෙවීම Selldone® POS හි භාවිතා වේ.",
      "dir_title": "සෘජු ගෙවීම් ක්රම",
      "dir_msg": "ඔබට සෘජු මුදල් හුවමාරුව, බැංකු මුදල් හුවමාරුව සහ වෙනත් සම්ප්‍රදායික ක්‍රම මගින් ගෙවීම් පිළිගත හැක."
    },
    "step3": {
      "msg": "තත්පර 30 කින් එක ක්ලික් කිරීමකින් Selldone ඔබේ Stripe ගිණුමට සම්බන්ධ කරන්න. දැනට, අපි Stripe මගින් ස්වයංක්‍රීය වින්‍යාස කිරීමේ ක්‍රියාවලියට සහාය දෙමු. ඔබගේ ද්වාර පටිත්ත වෙත ගොස්, තීරු එකතු කර, ' <b>ඉරි තීරුවට ස්වයංක්‍රීයව සම්බන්ධ වන්න</b> ' බොත්තම ක්ලික් කරන්න.",
      "my_gateways": "මගේ ගෙවීම් දොරටු"
    }
  },
  "intro_inline_help_message": "මෙම රතු උදවු බොත්තම සොයන්න. එය ඔබේ ව්‍යාපාර OS හි ශුන්‍යයේ සිට ප්‍රවීණයන් දක්වා ඔබම පුහුණු වීමට උපකාරී වේ."
};