/*
 * Copyright (c) 2023. Selldone® Business OS™
 *
 * Author: M.Pajuhaan
 * Web: https://selldone.com
 * ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━
 *
 * All rights reserved. In the weave of time, where traditions and innovations intermingle, this content was crafted.
 * From the essence of thought, through the corridors of creativity, each word, and sentiment has been molded.
 * Not just to exist, but to inspire. Like an artist's stroke or a sculptor's chisel, every nuance is deliberate.
 * Our journey is not just about reaching a destination, but about creating a masterpiece.
 * Tread carefully, for you're treading on dreams.
 */

export default {
  categories: {
    Baby: {
      title: "Бебе, деца и играчке",
      desc: "Колица, играчке, игре, слагалице, акционе фигуре",
    },
    Health: {
      title: "Здравље и лепота",
      desc: "Апотека, велнес, козметика, парфеми",
    },
    Media: {
      title: "Медији и игре",
      desc: "Видео-игре, филмови, музика, књиге",
    },
    Fashion: {
      title: "Одећа, накит и сатови",
      desc: "Одећа, обућа, огрлице, прстење, наруквице, сатови",
    },
    Automotive: {
      title: "Аутомобили",
      desc: "Ауто-опрема, алати, одржавање",
    },
    Electronics: {
      title: "Електроника",
      desc: "Мобилни уређаји, TV, аудио-уређаји, камере",
    },
    Computers: {
      title: "Рачунари",
      desc: "Лаптопови, стони рачунари, додатна опрема, софтвер",
    },
    Household: {
      title: "Кућне потрепштине",
      desc: "Средства за чишћење, купатило, прање веша",
    },
    Garden: {
      title: "Башта и алати",
      desc: "Баштенски намештај, баштенски алати, биљке",
    },
    Food: {
      title: "Храна и намирнице",
      desc: "Млечни производи, воће, готова храна, месо, пића",
    },
    Handmade: {
      title: "Ручни рад",
      desc: "Колекционарски предмети, осликане ципеле, скулптуре, уметност од стакла",
    },
    PetSupplies: {
      title: "Опрема за кућне љубимце",
      desc: "Храна, играчке и нега за кућне љубимце",
    },
    Home: {
      title: "Дом и живот",
      desc: "Кухињски уређаји, намештај за дом, декорација",
    },
    Sports: {
      title: "Спорт и активности на отвореном",
      desc: "Вежбање, камповање, бицикли, рекреација",
    },
    Stationery: {
      title: "Канцеларијски и школски прибор",
      desc: "Канцеларијски прибор, школски прибор, папирни производи",
    },
    Books: {
      title: "Књиге",
      desc: "Белетристика, публицистика, образовно, стрипови",
    },
    Marketplace: {
      title: "Маркетплејс за све",
      desc: "Широк избор производа из више категорија",
    },
    Other: {
      title: "Остало...",
      desc: "Поклон картице, дигитални производи, онлајн услуге, било шта",
    },
  },

  partners: {
    title: "{name} је партнер са Selldone",
    subtitle: "у откључавању следеће генерације онлајн пословања.",
    subtitle_official: "Откључајте следећу генерацију онлајн предузећа.",

    create_new_shop: "Направите нову продавницу",
    select_a_shop: "Изаберите продавницу",
    apply_deal_to: "Примените понуду за {shop}",
    notifications: {
      success_apply: "Посао је успешно активиран!",
    },
  },

  name: "Подесити",
  overview: {
    title: "Преглед",
    subtitle:
      "Стекните увид у Бусинесс ОС и откријте како он може помоћи вашем пословању.",
  },

  shop: {
    title: "Подесите моју радњу",
    subtitle: "Идите на следећи ниво испуњавањем ових једноставних корака.",
  },

  open_website: "Отвори моју веб страницу",

  customize_theme: "Прилагодите веб локацију",
  setup_business: "Сетуп Бусинесс",
  add_product: "Додајте производ",
  setup_shipping: "Подешавање испоруке",
  add_domain: "Додај домен",
  add_payment: "Повежите се на пролаз за плаћање",

  product: {
    step1: {
      title: "Опција 1. Додајте ручно",
      msg: "Можете додати физичке производе, виртуелне артикле, датотеке и услуге у своју продавницу и почети да их продајете.",
      action_on: "Додајте свој први производ",
      action_off: "Додајте још производа",
      category:
        "Категорије су ремек дело ваше веб странице за куповину на мрежи у поређењу са осталима. Учините све категоризовано и уређено додавањем категорија и управљањем помоћу превлачења и испуштања.",
      add_category: "Додај категорију",
    },
    step2: {
      title: "Опција 2. Додај помоћу Екцел-а",
      msg: "Имате много производа, попут 1К, 10К артикала? Не брините, увезите све само једном радњом.",
      import_excel: "Увези помоћу Екцел-а",
      download_template: "Преузмите шаблон",
    },
  },
  shipping: {
    step1: {
      title: "Корак 1. Подесите локацију",
      msg: "У првом кораку поставите своје складиште (порекло испоруке). Ове информације се користе за израчунавање удаљености, цене испоруке и проверу да ли сте у зони услуге испоруке.",
      edit_warehouse: "Уреди складиште",
      add_warehouse: "Додајте своје складиште",
    },
    step2: {
      title: "Корак 2. Активирајте методе испоруке",
      msg: "Додајте најмање један начин испоруке у своју продавницу. Можете поставити цене на основу тежине, удаљености и других параметара. Не заборавите да поставите ограничења за удаљеност, тежину и величину пакета које подржава свака услуга доставе.",
      add_delivery: "Додајте методе испоруке",
    },
  },

  domain: {
    buy_domain_step: {
      title: "Корак 1. Купите домен",
      msg: "Ако још немате свој лични домен, време је да купите сопствени домен на сајтовима као што је namecheap.com.",
    },

    set_dns_step: {
      title: "Корак 2. Подесите DNS записе",
      msg: "Честитамо, сада треба само да подесите DNS код свог добављача доменске услуге и додате домен на свој налог.",
    },
  },

  payment: {
    step1: {
      title: "Валуте за одређивање цена",
      msg: "Можете да прихватите новац у различитим валутама, а ваша продавница може да подржава више од једне валуте за цене. Успут, ако подесите валуту своје продавнице на УСД, купци могу да плаћају у било којој валути као што су УСД, ЕУР, ГБП, итд., да би куповали од вас.",
      manage_currencies: "Управљајте валутама за одређивање цена",
    },
    step2: {
      title: "Прихвати новац",
      msg: "Додајте поузећем, директан трансфер новца и друге доступне начине плаћања у вашој продавници.",
      online_title: "Начини плаћања на мрежи",
      online_msg:
        "Прихватите плаћање картицама, нове банкарске апликације, купи-сада-плати-касније и многе друге методе плаћања на мрежи.",
      add_online_gateway: "Додајте начин плаћања на мрежи",
      cod_title: "Начин плаћања поузећем",
      cod_msg:
        "Прихватите плаћање након испоруке наруџби. Плаћања поузећем можете потврдити ручно.",
      cash_title: "Готовински начини плаћања",
      cash_msg: "Ова врста плаћања се користи у Selldone ПОС-у.",
      dir_title: "Директни начини плаћања",
      dir_msg:
        "Можете прихватити плаћање директним трансфером новца, банковним трансфером новца и другим традиционалним начинима.",
    },
    step3: {
      msg: "Повежите Selldone са својим Stripe налогом једним кликом за 30 секунди. Тренутно подржавамо процес аутоматске конфигурације преко Stripe. Идите на картицу платног пролаза, додајте Stripe и кликните на дугме '<b>Аутоматски повежи са Stripe</b>'.",
      my_gateways: "Моји приступници за плаћање",
    },
  },


  /**
   * @see SShopOnboardingCustomization
   */
  customize: {
    tour:{
      title:'Обилазак',
      subtitle:"Откријте шта је овде могуће, а није нигде другде.",
      /**
       * @see BShopOnboardingTour
       */
      avocado:{
        title:"Avocado - продајте без додавања производа",
        description: "Уз Avocado можете да понудите услуге или производе без унапред дефинисаних цена или детаља. Направите прилагођени образац преко ког ваши купци могу да затраже услуге или производе. Када пошаљу захтев, можете да поставите цену и обрадите плаћање. Поделите образац на друштвеним мрежама како би купци лако додали ставке, отпремили слике и послали поруџбине.",
        action:'Прочитајте о Avocado',
      },
      marketplace:{
        title: "Маркетплејс са више продаваца и аутоматска исплата",
        description: "Изградите успешан маркетплејс уз Selldone додавањем више продаваца. Продавци могу да наведу своје производе, а ви можете да одредите стопу провизије за сваку продају. Када купац обави куповину, продавац директно прима уплату, управља поруџбином преко свог наменског панела, а ви зарађујете провизију преко функције аутоматске исплате.",
        action:'Аутоматска исплата продавцима',
      },
      business_model:{
        title: "Подршка сложеним пословним моделима",
        description:
            "Selldone подржава и једноставне и сложене пословне моделе, омогућавајући вам да се прилагодите по потреби. Све подесите у позадини без инсталирања додатних додатака или апликација, уз несметане прелазе и рад.",
      },
      gift_shopping:{
        title: "Ограничење локација производа и куповина поклона",
        description:
            "Поставите ограничења локације за сваки производ навођењем више земаља, ZIP кодова и градова. Ова функција је идеална за креирање персонализованог искуства куповине поклона или ограничење доступности производа на одређене локације, као што су ресторани.",

      }
    },

    template: {
      title: "Шаблони",
      msg: "Покрените своју радњу помоћу наших унапред направљених шаблона! Лако диверзификујте додавањем више страница, од којих свака има свој јединствени дизајн.",
      action:'Прикажи све шаблоне...'

    },

    colors: {
      title: "Боје и распоред",

      msg: "Желите да прилагодите своју страницу производа и изглед продавнице како би боље одговарали вашој визији? Уроните у одељак за прилагођавање теме у својој радњи и гледајте како се магија одвија без напора!",

      action:'Прилагоди боје и тему'

    },

  },

  /**
   * @see ShopOnboardingSetupBusinessTab
   */
  business: {
    step1: {
      title: "Пословни модел",
      msg: "Сваки посао је јединствен и често захтева више од основне продавнице на мрежи. Дефинишите свој модел прихода, а ми ћемо без проблема решити остало уместо вас.",
    },
  },

  migration: {
    title: "Миграције",
    shopify: {
      msg: "Пређите на Selldone без проблема са Схопифи-а! Уживајте у миграцији без напора, побољшаним функцијама и исплативим решењима за своју онлајн продавницу.",
    },
    woocommerce: {
      msg: "Беспрекорно мигрирајте своје ВооЦоммерце производе на Selldone у само неколико кликова! Уживајте у побољшаним перформансама, интуитивном дизајну и врхунској корисничкој подршци. Надоградите своје искуство е-трговине сада.",
    },
  },





};
