/*
 * Copyright (c) 2023. Selldone® Business OS™
 *
 * Author: M.Pajuhaan
 * Web: https://selldone.com
 * ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━
 *
 * All rights reserved. In the weave of time, where traditions and innovations intermingle, this content was crafted.
 * From the essence of thought, through the corridors of creativity, each word, and sentiment has been molded.
 * Not just to exist, but to inspire. Like an artist's stroke or a sculptor's chisel, every nuance is deliberate.
 * Our journey is not just about reaching a destination, but about creating a masterpiece.
 * Tread carefully, for you're treading on dreams.
 */

export default {
  categories: {
    Baby: {
      title: "குழந்தைகள், சிறார்கள் மற்றும் பொம்மைகள்",
      desc: "குழந்தை வண்டி, பொம்மைகள், விளையாட்டுகள், புதிர்கள், ஆக்ஷன் உருவங்கள்",
    },
    Health: {
      title: "ஆரோக்கியம் மற்றும் அழகு",
      desc: "மருந்தகம், நலன், அழகுசாதனப் பொருட்கள், வாசனைப் பொருட்கள்",
    },
    Media: {
      title: "ஊடகம் மற்றும் விளையாட்டுகள்",
      desc: "வீடியோ விளையாட்டுகள், திரைப்படங்கள், இசை, புத்தகங்கள்",
    },
    Fashion: {
      title: "உடைகள், நகைகள் மற்றும் கடிகாரங்கள்",
      desc: "உடைகள், காலணிகள், சங்கிலி, மோதிரம், வளையல், கடிகாரம்",
    },
    Automotive: {
      title: "வாகனங்கள்",
      desc: "கார் ஆக்சஸரிகள், கருவிகள், பராமரிப்பு",
    },
    Electronics: {
      title: "மின்னணு சாதனங்கள்",
      desc: "மொபைல், TV, ஆடியோ சாதனங்கள், கேமரா",
    },
    Computers: {
      title: "கணினிகள்",
      desc: "லேப்டாப்கள், டெஸ்க்டாப்கள், ஆக்சஸரிகள், மென்பொருள்",
    },
    Household: {
      title: "வீட்டு அத்தியாவசியங்கள்",
      desc: "சுத்தம் செய்யும் பொருட்கள், குளியலறை, துணி துவைப்பு",
    },
    Garden: {
      title: "தோட்டம் மற்றும் கருவிகள்",
      desc: "வெளிப்புற மரச்சாமான்கள், தோட்டக் கருவிகள், தாவரங்கள்",
    },
    Food: {
      title: "உணவு மற்றும் மளிகை",
      desc: "பால் பொருட்கள், பழங்கள், தயாரான உணவு, இறைச்சி, பானங்கள்",
    },
    Handmade: {
      title: "கைவினைப் பொருட்கள்",
      desc: "சேகரிப்புப் பொருட்கள், வரையப்பட்ட காலணிகள், சிற்பங்கள், கண்ணாடிக் கலை",
    },
    PetSupplies: {
      title: "செல்லப்பிராணி பொருட்கள்",
      desc: "செல்லப்பிராணி உணவு, பொம்மைகள், பராமரிப்பு",
    },
    Home: {
      title: "வீடு மற்றும் வாழ்வு",
      desc: "சமையலறை சாதனங்கள், வீட்டு மரச்சாமான்கள், அலங்காரம்",
    },
    Sports: {
      title: "விளையாட்டு மற்றும் வெளிப்புறம்",
      desc: "உடற்பயிற்சி, முகாம், மிதிவண்டிகள், பொழுதுபோக்கு",
    },
    Stationery: {
      title: "எழுதுபொருள் மற்றும் அலுவலகம்",
      desc: "அலுவலகப் பொருட்கள், பள்ளிப் பொருட்கள், காகிதப் பொருட்கள்",
    },
    Books: {
      title: "புத்தகங்கள்",
      desc: "புனைகதை, புனைகதை அல்லாதவை, கல்வி, காமிக்ஸ்",
    },
    Marketplace: {
      title: "எல்லாவற்றிற்குமான சந்தை",
      desc: "பல வகைகளிலிருந்து பரந்த அளவிலான தயாரிப்புகள்",
    },
    Other: {
      title: "மற்றவை...",
      desc: "பரிசு அட்டைகள், டிஜிட்டல் தயாரிப்புகள், ஆன்லைன் சேவைகள், எதுவும்",
    },
  },

  partners: {
    title: "{name} Selldone உடன் கூட்டு சேர்ந்துள்ளார்",
    subtitle: "அடுத்த தலைமுறை ஆன்லைன் வணிகங்களை திறப்பதில்.",
    subtitle_official: "அடுத்த தலைமுறை ஆன்லைன் வணிகங்களைத் திறக்கவும்.",

    create_new_shop: "புதிய கடையை உருவாக்கவும்",
    select_a_shop: "ஒரு கடையைத் தேர்ந்தெடுக்கவும்",
    apply_deal_to: "{shop} க்கு ஒப்பந்தத்தைப் பயன்படுத்தவும்",
    notifications: {
      success_apply: "ஒப்பந்தம் வெற்றிகரமாக செயல்படுத்தப்பட்டது!",
    },
  },

  name: "அமைவு",
  overview: {
    title: "கண்ணோட்டம்",
    subtitle:
      "வணிக OS பற்றிய நுண்ணறிவைப் பெற்று, அது உங்கள் வணிகத்திற்கு எவ்வாறு உதவலாம் என்பதைக் கண்டறியவும்.",
  },

  shop: {
    title: "எனது கடையை அமைக்கவும்",
    subtitle: "இந்த எளிய படிகளை முடிப்பதன் மூலம் அடுத்த நிலைக்குச் செல்லவும்.",
  },

  open_website: "எனது இணையதளத்தைத் திறக்கவும்",

  customize_theme: "இணையதளத்தைத் தனிப்பயனாக்கு",
  setup_business: "வணிகத்தை அமைக்கவும்",
  add_product: "தயாரிப்பு சேர்க்கவும்",
  setup_shipping: "ஷிப்பிங்கை அமைத்தல்",
  add_domain: "டொமைனைச் சேர்",
  add_payment: "கட்டண நுழைவாயிலுடன் இணைக்கவும்",

  product: {
    step1: {
      title: "விருப்பம் 1. கைமுறையாகச் சேர்க்கவும்",
      msg: "உங்கள் கடையில் இயற்பியல் பொருட்கள், மெய்நிகர் பொருட்கள், கோப்புகள் மற்றும் சேவைகளைச் சேர்த்து அவற்றை விற்கத் தொடங்கலாம்.",
      action_on: "உங்கள் முதல் தயாரிப்பைச் சேர்க்கவும்",
      action_off: "மேலும் தயாரிப்புகளைச் சேர்க்கவும்",
      category:
        "மற்றவற்றுடன் ஒப்பிடும்போது, உங்கள் ஆன்லைன் ஷாப்பிங் இணையதளத்தின் தலைசிறந்த படைப்பு வகைகள். வகைகளைச் சேர்ப்பதன் மூலமும், இழுத்து விடுவதன் மூலமும் அனைத்தையும் வகைப்படுத்தி ஒழுங்கமைக்கவும்.",
      add_category: "வகையைச் சேர்க்கவும்",
    },
    step2: {
      title: "விருப்பம் 2. எக்செல் மூலம் சேர்",
      msg: "1K, 10K பொருட்கள் போன்ற பல தயாரிப்புகள் உள்ளதா? கவலை வேண்டாம் அனைத்தையும் ஒரே செயலால் இறக்குமதி செய்யுங்கள்.",
      import_excel: "எக்செல் மூலம் இறக்குமதி",
      download_template: "டெம்ப்ளேட்டைப் பதிவிறக்கவும்",
    },
  },
  shipping: {
    step1: {
      title: "படி 1. இருப்பிடத்தை அமைக்கவும்",
      msg: "முதல் கட்டத்தில், உங்கள் கிடங்கை அமைக்கவும் (கப்பலின் தோற்றம்). இந்த தகவல் தொலைவு, ஷிப்பிங் செலவு மற்றும் ஷிப்பிங் சேவை பகுதியில் உள்ளதா என கணக்கிட பயன்படுகிறது.",
      edit_warehouse: "கிடங்கைத் திருத்து",
      add_warehouse: "உங்கள் கிடங்கைச் சேர்க்கவும்",
    },
    step2: {
      title: "படி 2. ஷிப்பிங் முறைகளை செயல்படுத்தவும்",
      msg: "உங்கள் கடையில் குறைந்தது ஒரு ஷிப்பிங் முறையைச் சேர்க்கவும். எடை, தூரம் மற்றும் பிற அளவுருக்கள் ஆகியவற்றின் அடிப்படையில் நீங்கள் விலையை அமைக்கலாம். ஒவ்வொரு கப்பல் சேவையும் ஆதரிக்கும் பேக்கேஜ்களின் தூரம், எடை மற்றும் அளவுக்கான வரம்புகளை அமைக்க மறக்காதீர்கள்.",
      add_delivery: "ஷிப்பிங் முறைகளைச் சேர்க்கவும்",
    },
  },

  domain: {
    buy_domain_step: {
      title: "படி 1. ஒரு டொமைன் வாங்கவும்",
      msg: "உங்களிடம் இன்னும் தனிப்பட்ட டொமைன் இல்லையெனில், namecheap.com போன்ற தளங்களில் இருந்து உங்கள் சொந்த டொமைனை வாங்க வேண்டிய நேரம் இது.",
    },

    set_dns_step: {
      title: "படி 2. DNS பதிவுகளை அமைக்கவும்",
      msg: "வாழ்த்துகள், இப்போது உங்கள் டொமைன் சேவை வழங்குநரிடம் DNS ஐ கட்டமைத்து, டொமைனை உங்கள் கணக்கில் சேர்த்தால் போதும்.",
    },
  },

  payment: {
    step1: {
      title: "விலை நாணயங்கள்",
      msg: "நீங்கள் வெவ்வேறு கரன்சிகளில் பணத்தை ஏற்கலாம், மேலும் உங்கள் கடையில் ஒன்றுக்கு மேற்பட்ட நாணயங்களை விலை நிர்ணயம் செய்யலாம். உங்கள் ஸ்டோர் நாணயத்தை USD ஆக அமைத்தால், வாடிக்கையாளர்கள் உங்களிடமிருந்து வாங்குவதற்கு USD, EUR, GBP போன்ற எந்த நாணயத்திலும் செலுத்தலாம்.",
      manage_currencies: "விலை நாணயங்களை நிர்வகிக்கவும்",
    },
    step2: {
      title: "பணத்தை ஏற்றுக்கொள்",
      msg: "உங்கள் கடையில் டெலிவரி, நேரடி பணப் பரிமாற்றம் மற்றும் கிடைக்கக்கூடிய பிற கட்டண முறைகளைச் சேர்க்கவும்.",
      online_title: "ஆன்லைன் கட்டண முறைகள்",
      online_msg:
        "அட்டைகள், புதிய வங்கி விண்ணப்பங்கள், வாங்க-இப்போது-பணம் செலுத்துதல் மற்றும் பல ஆன்லைன் கட்டண முறைகள் மூலம் பணம் செலுத்துவதை ஏற்கவும்.",
      add_online_gateway: "ஆன்லைன் கட்டண முறையைச் சேர்க்கவும்",
      cod_title: "டெலிவரிக்கு பணம் செலுத்தும் முறை",
      cod_msg:
        "ஆர்டர்களை டெலிவரி செய்த பிறகு கட்டணத்தை ஏற்கவும். டெலிவரி கொடுப்பனவுகளை கைமுறையாக நீங்கள் உறுதிப்படுத்தலாம்.",
      cash_title: "பணம் செலுத்தும் முறைகள்",
      cash_msg: "இந்த வகையான கட்டணம் Selldone POS இல் பயன்படுத்தப்படுகிறது.",
      dir_title: "நேரடி கட்டண முறைகள்",
      dir_msg:
        "நேரடி பணப் பரிமாற்றம், வங்கிப் பணப் பரிமாற்றம் மற்றும் பிற பாரம்பரிய வழிகள் மூலம் நீங்கள் கட்டணத்தை ஏற்கலாம்.",
    },
    step3: {
      msg: "30 விநாடிகளில் ஒரே கிளிக்கில் Selldone ஐ உங்கள் Stripe கணக்குடன் இணைக்கவும். தற்போது Stripe மூலம் தானியங்கி கட்டமைப்பு செயல்முறையை ஆதரிக்கிறோம். உங்கள் கட்டண நுழைவாயில் தாவலுக்குச் சென்று, Stripe ஐ சேர்த்து, '<b>Stripe உடன் தானாக இணை</b>' பொத்தானை கிளிக் செய்யவும்.",
      my_gateways: "எனது கட்டண நுழைவாயில்கள்",
    },
  },


  /**
   * @see SShopOnboardingCustomization
   */
  customize: {
    tour:{
      title:'சுற்றுப்பயணம்',
      subtitle:"வேறு எங்கும் இல்லாத வகையில் இங்கே என்ன செய்ய முடியும் என்பதை கண்டறியுங்கள்.",
      /**
       * @see BShopOnboardingTour
       */
      avocado:{
        title:"Avocado - எந்த தயாரிப்பையும் சேர்க்காமல் விற்கவும்",
        description: "Avocado மூலம், முன்கூட்டியே நிர்ணயிக்கப்பட்ட விலை அல்லது விவரங்கள் இல்லாமல் சேவைகள் அல்லது தயாரிப்புகளை வழங்கலாம். உங்கள் வாடிக்கையாளர்கள் சேவைகள் அல்லது தயாரிப்புகளை கோர தனிப்பயன் படிவம் ஒன்றை உருவாக்குங்கள். அவர்கள் கோரிக்கையை சமர்ப்பித்த பிறகு, நீங்கள் விலையை நிர்ணயித்து கட்டணத்தை செயலாக்கலாம். அந்த படிவத்தை உங்கள் சமூக ஊடகங்களில் பகிர்ந்து, வாடிக்கையாளர்கள் பொருட்களைச் சேர்க்கவும், படங்களை பதிவேற்றவும், ஆர்டர்களை எளிதாக சமர்ப்பிக்கவும் அனுமதியுங்கள்.",
        action:'Avocado பற்றி படிக்கவும்',
      },
      marketplace:{
        title: "பல விற்பனையாளர் சந்தை மற்றும் தானியங்கி பணப்பரிமாற்றம்",
        description: "பல விற்பனையாளர்களை சேர்த்து Selldone மூலம் வளர்ச்சியடையும் சந்தையை உருவாக்குங்கள். விற்பனையாளர்கள் தங்கள் தயாரிப்புகளை பட்டியலிடலாம், மேலும் ஒவ்வொரு விற்பனைக்கும் நீங்கள் கமிஷன் விகிதத்தை அமைக்கலாம். வாடிக்கையாளர் வாங்கும்போது, விற்பனையாளர் கட்டணத்தை நேரடியாகப் பெறுகிறார், தனது தனிப்பட்ட பேனல் மூலம் ஆர்டரை நிர்வகிக்கிறார், மேலும் தானியங்கி பணப்பரிமாற்ற அம்சத்தின் மூலம் நீங்கள் கமிஷன் பெறுகிறீர்கள்.",
        action:'விற்பனையாளர்களுக்கான தானியங்கி பணப்பரிமாற்றம்',
      },
      business_model:{
        title: "சிக்கலான வணிக மாதிரிகளுக்கு ஆதரவு",
        description:
            "Selldone எளிய மற்றும் சிக்கலான வணிக மாதிரிகளையும் ஆதரிக்கிறது, தேவைக்கு ஏற்ப நீங்கள் மாற்றிக்கொள்ள உதவுகிறது. கூடுதல் செருகுநிரல்கள் அல்லது பயன்பாடுகள் நிறுவாமல் பின்னணியில் அனைத்தையும் கட்டமைத்து, தடையற்ற மாற்றங்களையும் செயல்பாடுகளையும் உறுதிசெய்யுங்கள்.",
      },
      gift_shopping:{
        title: "தயாரிப்பு இடக் கட்டுப்பாடுகள் மற்றும் பரிசு வாங்குதல்",
        description:
            "பல நாடுகள், ZIP குறியீடுகள் மற்றும் நகரங்களை குறிப்பிடுவதன் மூலம் ஒவ்வொரு தயாரிப்புக்கும் இடக் கட்டுப்பாடுகளை அமைக்கவும். தனிப்பயனான பரிசு வாங்கும் அனுபவத்தை உருவாக்க அல்லது உணவகங்கள் போன்ற குறிப்பிட்ட இடங்களுக்கு தயாரிப்பு கிடைப்பை வரையறுக்க இந்த அம்சம் சிறந்தது.",

      }
    },

    template: {
      title: "வார்ப்புருக்கள்",
      msg: "எங்களின் முன் கட்டமைக்கப்பட்ட டெம்ப்ளேட்களுடன் உங்கள் கடையை கிக்ஸ்டார்ட் செய்யுங்கள்! பல பக்கங்களைச் சேர்ப்பதன் மூலம் எளிதாகப் பன்முகப்படுத்தலாம், ஒவ்வொன்றும் அதன் தனித்துவமான வடிவமைப்பைப் பெருமைப்படுத்துகின்றன.",
      action:'அனைத்து டெம்ப்ளேட்களையும் காண்க...'

    },

    colors: {
      title: "நிறங்கள் & தளவமைப்பு",

      msg: "உங்கள் பார்வைக்கு ஏற்றவாறு உங்கள் தயாரிப்புப் பக்கத்தையும் கடை அமைப்பையும் வடிவமைக்க விரும்புகிறீர்களா? உங்கள் கடையில் உள்ள தீம் தனிப்பயனாக்குதல் பிரிவில் முழுக்கு மற்றும் மேஜிக்கை சிரமமின்றி பாருங்கள்!",

      action:'நிறங்களையும் தீமையும் தனிப்பயனாக்கு'

    },

  },

  /**
   * @see ShopOnboardingSetupBusinessTab
   */
  business: {
    step1: {
      title: "வியாபார மாதிரி",
      msg: "ஒவ்வொரு வணிகமும் தனித்துவமானது, மேலும் அடிப்படை ஆன்லைன் ஸ்டோரை விட அதிகமாக தேவைப்படுகிறது. உங்கள் வருவாய் மாதிரியை வரையறுக்கவும், மீதமுள்ளவற்றை நாங்கள் தடையின்றி கையாளுவோம்.",
    },
  },

  migration: {
    title: "இடம்பெயர்தல்",
    shopify: {
      msg: "Shopify இலிருந்து Selldoneக்கு தடையின்றி மாறவும்! உங்கள் ஆன்லைன் ஸ்டோருக்கான சிரமமில்லாத இடம்பெயர்வு, மேம்படுத்தப்பட்ட அம்சங்கள் மற்றும் செலவு குறைந்த தீர்வுகளை அனுபவிக்கவும்.",
    },
    woocommerce: {
      msg: "ஒரு சில கிளிக்குகளில் உங்கள் WooCommerce தயாரிப்புகளை Selldone க்கு தடையின்றி நகர்த்தவும்! மேம்பட்ட செயல்திறன், உள்ளுணர்வு வடிவமைப்பு மற்றும் உயர்மட்ட வாடிக்கையாளர் ஆதரவை அனுபவிக்கவும். உங்கள் இ-காமர்ஸ் அனுபவத்தை இப்போதே மேம்படுத்தவும்.",
    },
  },





};
