export default {
  "categories": {
    "Baby": {
      "title": "బేబీ సామాగ్రి",
      "desc": "ఫీడింగ్, మెటర్నిటీ, స్ట్రోలర్"
    },
    "Beauty": {
      "title": "అందం",
      "desc": "కాస్మెటిక్, సువాసన, జుట్టు సంరక్షణ"
    },
    "Blog": {
      "title": "బ్లాగ్",
      "desc": "స్పోర్ట్స్ బ్లాగ్, సైన్స్ బ్లాగ్, టెక్నాలజీ బ్లాగ్"
    },
    "Fashion": {
      "title": "ఫ్యాషన్",
      "desc": "దుస్తులు, బూట్లు, వాచ్"
    },
    "Crypto": {
      "title": "క్రిప్టో",
      "desc": "క్రిప్టో-కరెన్సీ, బ్లాక్‌చెయిన్, NFT"
    },
    "Electronics": {
      "title": "ఎలక్ట్రానిక్స్",
      "desc": "మొబైల్, వీడియో గేమ్, ల్యాప్‌టాప్, టీవీ"
    },
    "Food": {
      "title": "ఆహారం & పానీయం",
      "desc": "రెస్టారెంట్లు, బేకరీ, పానీయాలు"
    },
    "Furniture": {
      "title": "ఫర్నిచర్",
      "desc": "గృహోపకరణాలు, అలంకరణ, సామాను & ప్రయాణం"
    },
    "Gift": {
      "title": "బహుమతి కార్డు",
      "desc": "యాప్ స్టోర్, గూగుల్ ప్లే, నెట్‌ఫ్లిక్స్, స్పాటిఫై"
    },
    "Groceries": {
      "title": "కిరాణా",
      "desc": "పాడి, పండ్లు, సిద్ధం చేసిన ఆహారం, మాంసం"
    },
    "Handcrafts": {
      "title": "హస్తకళలు",
      "desc": "కలెక్టబుల్, పెయింటెడ్ షూస్, స్కల్ప్చర్స్, గ్లాస్ ఆర్ట్"
    },
    "Health": {
      "title": "ఆరోగ్యం",
      "desc": "ఫార్మసీ, పెట్ కేర్, వెల్నెస్"
    },
    "Home": {
      "title": "ఇల్లు & నివాసం",
      "desc": "వంటగది ఉపకరణాలు, వంటసామాను, డైనింగ్"
    },
    "Jewelry": {
      "title": "నగలు",
      "desc": "నెక్లెస్, రింగ్, బ్రాస్లెట్"
    },
    "Sports": {
      "title": "క్రీడలు",
      "desc": "వ్యాయామం, క్యాంపింగ్, బైక్‌లు, వినోదం"
    },
    "Education": {
      "title": "ఆన్‌లైన్ కోర్సులు",
      "desc": "వెబ్ అభివృద్ధి, డిజైన్, వ్యాపారం"
    },
    "Toy": {
      "title": "బొమ్మ",
      "desc": "గేమ్, పజిల్, యాక్షన్ ఫిగర్స్"
    },
    "Other": {
      "title": "ఇతర",
      "desc": "ఇతర వృత్తులు..."
    }
  },
  "partners": {
    "title": "{name} Selldoneతో భాగస్వామిగా ఉన్నారు",
    "subtitle": "తదుపరి తరం ఆన్‌లైన్ వ్యాపారాలను అన్‌లాక్ చేయడంలో.",
    "create_new_shop": "కొత్త దుకాణాన్ని సృష్టించండి",
    "select_a_shop": "దుకాణాన్ని ఎంచుకోండి",
    "apply_deal_to": "{shop}కి ఒప్పందాన్ని వర్తింపజేయి",
    "notifications": {
      "success_apply": "డీల్ విజయవంతంగా సక్రియం చేయబడింది!"
    }
  },
  "name": "సెటప్",
  "shop": {
    "title": "నా దుకాణాన్ని సెటప్ చేయండి",
    "subtitle": "ఈ సాధారణ దశలను పూర్తి చేయడం ద్వారా తదుపరి స్థాయికి వెళ్లండి."
  },
  "open_website": "నా వెబ్‌సైట్‌ని తెరవండి",
  "add_product": "ఉత్పత్తిని జోడించండి",
  "setup_shipping": "షిప్పింగ్‌ని సెటప్ చేయండి",
  "add_domain": "డొమైన్‌ని జోడించండి",
  "add_payment": "చెల్లింపు గేట్‌వేకి కనెక్ట్ చేయండి",
  "product": {
    "step1": {
      "title": "ఎంపిక 1. మాన్యువల్‌గా జోడించండి",
      "msg": "మీరు మీ స్టోర్‌కు భౌతిక ఉత్పత్తులు, వర్చువల్ ఐటెమ్‌లు, ఫైల్‌లు మరియు సేవలను జోడించవచ్చు మరియు వాటిని విక్రయించడం ప్రారంభించవచ్చు.",
      "action_on": "మీ మొదటి ఉత్పత్తిని జోడించండి",
      "action_off": "మరిన్ని ఉత్పత్తులను జోడించండి",
      "category": "ఇతర వాటితో పోలిస్తే కేటగిరీలు మీ ఆన్‌లైన్ షాపింగ్ వెబ్‌సైట్ యొక్క మాస్టర్ పీస్. కేటగిరీలను జోడించడం ద్వారా మరియు డ్రాగ్ & డ్రాప్‌తో నిర్వహించడం ద్వారా ప్రతిదానిని వర్గీకరించి మరియు అమర్చండి.",
      "add_category": "వర్గం జోడించండి"
    },
    "step2": {
      "title": "ఎంపిక 2. Excel ద్వారా జోడించండి",
      "msg": "1K, 10K వస్తువులు వంటి అనేక ఉత్పత్తులు ఉన్నాయా? చింతించకండి కేవలం ఒక చర్య ద్వారా అన్నింటినీ దిగుమతి చేసుకోండి.",
      "import_excel": "Excel ద్వారా దిగుమతి చేయండి",
      "download_template": "టెంప్లేట్‌ని డౌన్‌లోడ్ చేయండి"
    },
    "step3": {
      "title": "ఎంపిక 3. నిపుణులను నియమించుకోండి",
      "msg": "100 కంటే ఎక్కువ అంశాలు ఉన్నాయి మరియు మీ ఉత్పత్తులను జోడించడానికి ఎవరైనా కావాలా? Expert@selldone.comకి అభ్యర్థనను పంపండి మరియు అపాయింట్‌మెంట్ బుక్ చేయండి. మేము మీ కోసం నిపుణులను నియమిస్తాము. ఇది సాధారణ ఫ్లాట్ రేట్‌ను కలిగి ఉంది, ఒక్కో వస్తువుకు కేవలం 5.99$ మరియు అదనపు వేరియంట్‌లకు 2.99$."
    }
  },
  "shipping": {
    "step1": {
      "title": "దశ 1. స్థానాన్ని సెట్ చేయండి",
      "msg": "మొదటి దశలో, మీ గిడ్డంగిని (షిప్పింగ్ యొక్క మూలం) సెట్ చేయండి. ఈ సమాచారం దూరం, షిప్పింగ్ ధరను లెక్కించడానికి మరియు షిప్పింగ్ సర్వీస్ ఏరియాలో ఉందో లేదో తనిఖీ చేయడానికి ఉపయోగించబడుతుంది.",
      "edit_warehouse": "గిడ్డంగిని సవరించండి",
      "add_warehouse": "మీ గిడ్డంగిని జోడించండి"
    },
    "step2": {
      "title": "దశ 2. షిప్పింగ్ పద్ధతులను సక్రియం చేయండి",
      "msg": "మీ స్టోర్‌కు కనీసం ఒక షిప్పింగ్ పద్ధతిని జోడించండి. మీరు బరువు, దూరం మరియు ఇతర పారామితుల ఆధారంగా ధరను సెట్ చేయవచ్చు. ప్రతి షిప్పింగ్ సేవకు మద్దతు ఇచ్చే ప్యాకేజీల దూరం, బరువు మరియు పరిమాణం కోసం పరిమితులను సెట్ చేయడం మర్చిపోవద్దు.",
      "add_delivery": "షిప్పింగ్ పద్ధతులను జోడించండి"
    }
  },
  "domain": {
    "step1": {
      "title": "దశ 1. డొమైన్‌ను కొనుగోలు చేయండి",
      "msg": "మీకు ఇంకా మీ వ్యక్తిగత డొమైన్ లేకపోతే, namecheap.com వంటి వెబ్‌సైట్‌ల నుండి మీ స్వంత డొమైన్‌ను కొనుగోలు చేయడానికి ఇది సమయం."
    },
    "step2": {
      "title": "దశ 2. SSLని ప్రారంభించండి",
      "msg": "మీరు CDN మరియు SSLని అందించే Namecheap వంటి సేవలను ఉపయోగిస్తుంటే, మీరు మీ డొమైన్‌లో 1.CDN మరియు 2.SSLని యాక్టివేట్ చేయాలి."
    },
    "step3": {
      "title": "దశ 3. DNS రికార్డులను సెట్ చేయండి",
      "msg": "అభినందనలు, ఇప్పుడు మీరు చేయాల్సిందల్లా మీ డొమైన్ సర్వీస్ ప్రొవైడర్‌లో DNSని కాన్ఫిగర్ చేయండి మరియు మీ ఖాతాకు డొమైన్‌ను జోడించండి."
    }
  },
  "payment": {
    "step1": {
      "title": "ధర కరెన్సీలు",
      "msg": "మీరు వివిధ కరెన్సీలలో డబ్బును అంగీకరించవచ్చు మరియు మీ దుకాణం ధరల కోసం ఒకటి కంటే ఎక్కువ కరెన్సీలకు మద్దతు ఇవ్వగలదు. అలాగే, మీరు మీ స్టోర్ కరెన్సీని USDకి సెట్ చేస్తే, కస్టమర్‌లు మీ నుండి కొనుగోలు చేయడానికి USD, EUR, GBP మొదలైన ఏవైనా కరెన్సీలలో చెల్లించవచ్చు.",
      "manage_currencies": "ధర కరెన్సీలను నిర్వహించండి"
    },
    "step2": {
      "title": "డబ్బు అంగీకరించండి",
      "msg": "మీ షాప్‌లో క్యాష్ ఆన్ డెలివరీ, డైరెక్ట్ మనీ ట్రాన్స్‌ఫర్ మరియు అందుబాటులో ఉన్న ఇతర చెల్లింపు పద్ధతులను జోడించండి.",
      "online_title": "ఆన్‌లైన్ చెల్లింపు పద్ధతులు",
      "online_msg": "కార్డ్‌లు, కొత్త బ్యాంకింగ్ అప్లికేషన్‌లు, కొనుగోలు-ఇప్పుడే చెల్లించండి-తర్వాత మరియు అనేక ఇతర ఆన్‌లైన్ చెల్లింపు పద్ధతుల ద్వారా చెల్లింపును ఆమోదించండి.",
      "add_online_gateway": "ఆన్‌లైన్ చెల్లింపు పద్ధతిని జోడించండి",
      "cod_title": "క్యాష్ ఆన్ డెలివరీ చెల్లింపు పద్ధతి",
      "cod_msg": "ఆర్డర్‌ల డెలివరీ తర్వాత చెల్లింపును అంగీకరించండి. మీరు క్యాష్ ఆన్ డెలివరీ చెల్లింపులను మాన్యువల్‌గా నిర్ధారించవచ్చు.",
      "cash_title": "నగదు చెల్లింపు పద్ధతులు",
      "cash_msg": "ఈ రకమైన చెల్లింపు Selldone® POSలో ఉపయోగించబడుతుంది.",
      "dir_title": "ప్రత్యక్ష చెల్లింపు పద్ధతులు",
      "dir_msg": "మీరు ప్రత్యక్ష నగదు బదిలీ, బ్యాంక్ నగదు బదిలీ మరియు ఇతర సాంప్రదాయ మార్గాల ద్వారా చెల్లింపును అంగీకరించవచ్చు."
    },
    "step3": {
      "msg": "30 సెకన్లలో కేవలం ఒక క్లిక్‌తో Selldoneని మీ గీత ఖాతాకు కనెక్ట్ చేయండి. ప్రస్తుతం, మేము గీత ద్వారా స్వీయ కాన్ఫిగరేషన్ ప్రక్రియకు మద్దతు ఇస్తున్నాము. మీ గేట్‌వే ట్యాబ్‌కి వెళ్లి, గీతను జోడించి, ' <b>ఆటో కనెక్ట్ టు స్ట్రైప్</b> ' బటన్‌ను క్లిక్ చేయండి.",
      "my_gateways": "నా చెల్లింపు గేట్‌వేలు"
    }
  },
  "intro_inline_help_message": "ఈ రెడ్ హెల్ప్ బటన్ కోసం వెతకండి. ఇది మీ వ్యాపార OSలో సున్నా నుండి నిపుణుడి వరకు మిమ్మల్ని మీరు ప్రాక్టీస్ చేయడంలో సహాయపడుతుంది."
};