export default {
  "categories": {
    "Baby": {
      "title": "Таҷҳизоти кӯдакона",
      "desc": "Ғизодиҳӣ, таваллуд, Аробача"
    },
    "Beauty": {
      "title": "Зебоӣ",
      "desc": "Косметика, хушбӯй, нигоҳубини мӯй"
    },
    "Blog": {
      "title": "Блог",
      "desc": "Блоги варзишӣ, блоги илмӣ, блоги технологӣ"
    },
    "Fashion": {
      "title": "Мода",
      "desc": "Либос, Пойафзол, Соат"
    },
    "Crypto": {
      "title": "Крипто",
      "desc": "Криптовалюта, Blockchain, NFT"
    },
    "Electronics": {
      "title": "Электроника",
      "desc": "Мобилӣ, бозии видеоӣ, ноутбук, телевизор"
    },
    "Food": {
      "title": "Хӯрок ва нӯшокӣ",
      "desc": "Ресторанхо, нонвойхона, нушокй"
    },
    "Furniture": {
      "title": "Мебел",
      "desc": "Мебели хона, ороиш, бағоҷ ва сафар"
    },
    "Gift": {
      "title": "Корти тӯҳфа",
      "desc": "App Store, Google Play, Netflix, Spotify"
    },
    "Groceries": {
      "title": "Хӯрокворӣ",
      "desc": "Шир, мева, хӯроки тайёр, гӯшт"
    },
    "Handcrafts": {
      "title": "Ҳунарҳои дастӣ",
      "desc": "Коллексия, Пойафзолҳои рангкардашуда, ҳайкалҳо, Санъати шишагӣ"
    },
    "Health": {
      "title": "Тандурустй",
      "desc": "Дорухона, Нигоҳубини ҳайвонот, Саломатӣ"
    },
    "Home": {
      "title": "Хона ва зиндагӣ",
      "desc": "Таҷҳизоти ошхона, зарфҳои ошпазӣ, ошхона"
    },
    "Jewelry": {
      "title": "Заргарӣ",
      "desc": "Гардан, ангуштарин, дастпона"
    },
    "Sports": {
      "title": "Варзиш",
      "desc": "Машқҳо, кемпингҳо, велосипедҳо, фароғат"
    },
    "Education": {
      "title": "Курсҳои онлайн",
      "desc": "Таҳияи веб, дизайн, тиҷорат"
    },
    "Toy": {
      "title": "Бозича",
      "desc": "Бозӣ, муаммо, рақамҳои амал"
    },
    "Other": {
      "title": "Дигар",
      "desc": "Дигар касбҳо..."
    }
  },
  "partners": {
    "title": "{name} бо Selldone ҳамкорӣ мекунад",
    "subtitle": "дар кушодани насли ояндаи тиҷорати онлайн.",
    "create_new_shop": "Дӯкони нав эҷод кунед",
    "select_a_shop": "Дӯконеро интихоб кунед",
    "apply_deal_to": "Ба {shop} муроҷиат кунед",
    "notifications": {
      "success_apply": "Муомилот бомуваффақият фаъол карда шуд!"
    },
    "subtitle_official": "Насли ояндаи тиҷорати онлайнро кушоед."
  },
  "name": "Ташкил кардан",
  "shop": {
    "title": "Дӯкони маро насб кунед",
    "subtitle": "Бо анҷом додани ин қадамҳои оддӣ ба сатҳи оянда гузаред."
  },
  "open_website": "Вебсайти маро кушоед",
  "add_product": "Илова кардани маҳсулот",
  "setup_shipping": "Насб кардани интиқол",
  "add_domain": "Домен илова кунед",
  "add_payment": "Ба дарвозаи пардохт пайваст шавед",
  "product": {
    "step1": {
      "title": "Варианти 1. Ба таври дастӣ илова кунед",
      "msg": "Шумо метавонед маҳсулоти ҷисмонӣ, ашёи виртуалӣ, файлҳо ва хидматҳоро ба мағозаи худ илова кунед ва ба фурӯши онҳо шурӯъ кунед.",
      "action_on": "Маҳсулоти аввалини худро илова кунед",
      "action_off": "Маҳсулоти бештар илова кунед",
      "category": "Категорияҳо дар муқоиса бо дигарон шоҳасари вебсайти хариди онлайни шумо мебошанд. Ҳама чизро бо илова кардани категорияҳо ва идора кардан бо кашолакунӣ ва тарк кардан ҳама чизро гурӯҳбандӣ ва ба тартиб дароред.",
      "add_category": "Илова кардани категория"
    },
    "step2": {
      "title": "Варианти 2. Иловаи Excel",
      "msg": "Маҳсулоти зиёде доред, ба монанди ашёи 1К, 10К? Парво накунед, ҳамаро танҳо бо як амал ворид кунед.",
      "import_excel": "Воридот тавассути Excel",
      "download_template": "Шаблонро зеркашӣ кунед"
    },
    "step3": {
      "title": "Варианти 3. Коршиносонро киро кунед",
      "msg": "Оё зиёда аз 100 ашё доред ва ба касе лозим аст, ки маҳсулоти шуморо илова кунад? ба expert@selldone.com дархост ирсол кунед ва таъинотро фармоиш диҳед. Мо барои шумо коршиносонро киро мекунем. Он дорои меъёри оддии ҳамвор аст, ҳамагӣ 5,99 доллар барои як ашё ва 2,99 доллар барои як варианти иловагӣ."
    }
  },
  "shipping": {
    "step1": {
      "title": "Қадами 1. Ҷойгиршавӣ",
      "msg": "Дар қадами аввал, анбори худро таъин кунед (пайдоиши интиқол). Ин маълумот барои ҳисоб кардани масофа, арзиши интиқол ва тафтиш дар минтақаи хидматрасонӣ истифода мешавад.",
      "edit_warehouse": "Таҳрири анбор",
      "add_warehouse": "Анбори худро илова кунед"
    },
    "step2": {
      "title": "Қадами 2. Усулҳои интиқолро фаъол созед",
      "msg": "Ба мағозаи худ ҳадди аққал як усули интиқол илова кунед. Шумо метавонед нархгузориро дар асоси вазн, масофа ва дигар параметрҳо муқаррар кунед. Фаромӯш накунед, ки маҳдудият барои масофа, вазн ва андозаи бастаҳоеро, ки ҳар як хидматрасонии интиқол дастгирӣ мекунад, муқаррар кунед.",
      "add_delivery": "Илова кардани усулҳои интиқол"
    }
  },
  "domain": {
    "step1": {
      "title": "Қадами 1. Домен харед",
      "msg": "Агар шумо то ҳол домени шахсии худро надошта бошед, вақти он расидааст, ки домени шахсии худро аз вебсайтҳое мисли namecheap.com харед."
    },
    "step2": {
      "title": "Қадами 2. SSL-ро фаъол созед",
      "msg": "Агар шумо хидматҳоеро истифода баред, ба монанди Namecheap, ки CDN ва SSL-ро таъмин мекунад, ба шумо танҳо лозим аст, ки 1.CDN ва 2.SSL-ро дар домени худ фаъол созед."
    },
    "step3": {
      "title": "Қадами 3. Сабтҳои DNS-ро насб кунед",
      "msg": "Табрикот, Ҳоло танҳо ба шумо лозим аст, ки DNS-ро дар провайдери хидматрасони домени худ танзим кунед ва доменро ба ҳисоби худ илова кунед."
    }
  },
  "payment": {
    "step1": {
      "title": "Нархи асъор",
      "msg": "Шумо метавонед пулро бо асъорҳои гуногун қабул кунед ва мағозаи шумо метавонад барои нархгузорӣ зиёда аз як асъорро дастгирӣ кунад. Дар омади гап, агар шумо асъори дӯкони худро ба доллари ИМА муқаррар кунед, муштариён метавонанд бо ҳама гуна асъор ба мисли USD, EUR, GBP ва ғайра пардохт кунанд, то аз шумо харанд.",
      "manage_currencies": "Валютаҳои нархгузориро идора кунед"
    },
    "step2": {
      "title": "Пул қабул кунед",
      "msg": "Дар мағозаи худ пули нақд ҳангоми интиқол, интиқоли мустақими пул ва дигар усулҳои дастраси пардохтро илова кунед.",
      "online_title": "Усулҳои пардохти онлайн",
      "online_msg": "Пардохтҳоро тавассути кортҳо, замимаҳои нави бонкӣ, ҳоло харед-дертар пардохт кунед ва бисёр усулҳои дигари пардохти онлайн қабул кунед.",
      "add_online_gateway": "Усули пардохти онлайнро илова кунед",
      "cod_title": "Усули пардохти нақд дар интиқол",
      "cod_msg": "Пас аз расонидани фармоиш пардохтро қабул кунед. Шумо метавонед пули нақдро ҳангоми интиқол дастӣ тасдиқ кунед.",
      "cash_title": "Усулҳои пардохти нақд",
      "cash_msg": "Ин намуди пардохт дар Selldone® POS истифода мешавад.",
      "dir_title": "Усулҳои пардохти мустақим",
      "dir_msg": "Шумо метавонед пардохтро тавассути интиқоли мустақими пул, интиқоли маблағҳои бонкӣ ва дигар роҳҳои анъанавӣ қабул кунед."
    },
    "step3": {
      "msg": "Selldone-ро ба ҳисоби Stripe-и худ бо як клик дар 30 сония пайваст кунед. Дар айни замон, мо раванди конфигуратсияи худкорро аз ҷониби Stripe дастгирӣ мекунем. Ба ҷадвали дарвозаи худ равед, Stripe-ро илова кунед ва тугмаи \"Ба таври <b>худкор пайваст шудан ба Stripe</b> \" -ро клик кунед.",
      "my_gateways": "Шабакаҳои пардохти ман"
    }
  },
  "intro_inline_help_message": "Ин тугмаи кӯмаки сурхро ҷустуҷӯ кунед. Он ба шумо кӯмак мекунад, ки худро аз сифр то коршинос дар OS Business худ машқ кунед.",
  "overview": {
    "title": "Барраси",
    "subtitle": "Дар бораи OS Business фаҳмиш гиред ва бифаҳмед, ки он чӣ гуна метавонад ба тиҷорати шумо кӯмак кунад."
  },
  "customize_theme": "Вебсайтро фармоиш диҳед",
  "setup_business": "Танзими тиҷорат",
  "customize": {
    "template": {
      "title": "Шаблонҳо",
      "msg": "Дӯкони худро бо қолибҳои қаблан сохташудаи мо оғоз кунед! Бо илова кардани саҳифаҳои сершумор ба осонӣ диверсификатсия кунед, ки ҳар яки онҳо тарҳи беназири худро доранд."
    },
    "colors": {
      "title": "Рангҳо ва тарҳрезӣ",
      "msg": "Мехоҳед саҳифаи маҳсулот ва тарҳи мағозаи худро барои беҳтар мувофиқ кардани биниши шумо мутобиқ созед? Ба бахши мутобиқсозии мавзӯъ дар дӯкони худ ворид шавед ва ҷодуро бе мушкилот тамошо кунед!"
    }
  },
  "business": {
    "step1": {
      "title": "Модели бизнес",
      "msg": "Ҳар як тиҷорат беназир аст ва аксар вақт на танҳо як мағозаи асосии онлайнро талаб мекунад. Модели даромади худро муайян кунед ва мо боқимондаро барои шумо бефосила ҳал хоҳем кард."
    }
  },
  "migration": {
    "title": "Муҳоҷират",
    "shopify": {
      "msg": "Аз Shopify бефосила ба Selldone гузаред! Барои мағозаи онлайни худ аз муҳоҷирати бемаънӣ, хусусиятҳои мукаммал ва қарорҳои камхарҷ лаззат баред."
    },
    "woocommerce": {
      "msg": "Маҳсулоти WooCommerce-и худро ба Selldone бо чанд клик бефосила интиқол диҳед! Аз иҷрои мукаммал, тарҳи интуитивӣ ва дастгирии муштариёни сатҳи олӣ лаззат баред. Таҷрибаи тиҷорати электронии худро ҳоло такмил диҳед."
    }
  }
};