/*
 * Copyright (c) 2023. Selldone® Business OS™
 *
 * Author: M.Pajuhaan
 * Web: https://selldone.com
 * ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━
 *
 * All rights reserved. In the weave of time, where traditions and innovations intermingle, this content was crafted.
 * From the essence of thought, through the corridors of creativity, each word, and sentiment has been molded.
 * Not just to exist, but to inspire. Like an artist's stroke or a sculptor's chisel, every nuance is deliberate.
 * Our journey is not just about reaching a destination, but about creating a masterpiece.
 * Tread carefully, for you're treading on dreams.
 */

export default {
  categories: {
    Baby: {
      title: "เด็กเล็ก เด็ก และของเล่น",
      desc: "รถเข็นเด็ก ของเล่น เกม ปริศนา ฟิกเกอร์แอ็กชัน",
    },
    Health: {
      title: "สุขภาพและความงาม",
      desc: "ร้านขายยา สุขภาพ เครื่องสำอาง น้ำหอม",
    },
    Media: {
      title: "สื่อและเกม",
      desc: "วิดีโอเกม ภาพยนตร์ เพลง หนังสือ",
    },
    Fashion: {
      title: "เสื้อผ้า เครื่องประดับ และนาฬิกา",
      desc: "เสื้อผ้า รองเท้า สร้อยคอ แหวน สร้อยข้อมือ นาฬิกา",
    },
    Automotive: {
      title: "ยานยนต์",
      desc: "อุปกรณ์เสริมรถยนต์ เครื่องมือ การบำรุงรักษา",
    },
    Electronics: {
      title: "อิเล็กทรอนิกส์",
      desc: "มือถือ TV อุปกรณ์เสียง กล้อง",
    },
    Computers: {
      title: "คอมพิวเตอร์",
      desc: "แล็ปท็อป เดสก์ท็อป อุปกรณ์เสริม ซอฟต์แวร์",
    },
    Household: {
      title: "ของใช้จำเป็นในบ้าน",
      desc: "อุปกรณ์ทำความสะอาด ห้องน้ำ ซักรีด",
    },
    Garden: {
      title: "สวนและเครื่องมือ",
      desc: "เฟอร์นิเจอร์กลางแจ้ง เครื่องมือทำสวน ต้นไม้",
    },
    Food: {
      title: "อาหารและของชำ",
      desc: "ผลิตภัณฑ์นม ผลไม้ อาหารพร้อมทาน เนื้อสัตว์ เครื่องดื่ม",
    },
    Handmade: {
      title: "งานแฮนด์เมด",
      desc: "ของสะสม รองเท้าทาสี ประติมากรรม ศิลปะแก้ว",
    },
    PetSupplies: {
      title: "อุปกรณ์สัตว์เลี้ยง",
      desc: "อาหารสัตว์เลี้ยง ของเล่นสัตว์เลี้ยง การดูแลสัตว์เลี้ยง",
    },
    Home: {
      title: "บ้านและการอยู่อาศัย",
      desc: "เครื่องใช้ในครัว เฟอร์นิเจอร์บ้าน ของตกแต่ง",
    },
    Sports: {
      title: "กีฬาและกิจกรรมกลางแจ้ง",
      desc: "ออกกำลังกาย แคมป์ปิ้ง จักรยาน สันทนาการ",
    },
    Stationery: {
      title: "เครื่องเขียนและสำนักงาน",
      desc: "อุปกรณ์สำนักงาน อุปกรณ์การเรียน ผลิตภัณฑ์กระดาษ",
    },
    Books: {
      title: "หนังสือ",
      desc: "นิยาย สารคดี การศึกษา การ์ตูน",
    },
    Marketplace: {
      title: "มาร์เก็ตเพลสทุกอย่าง",
      desc: "สินค้าหลากหลายจากหลายหมวดหมู่",
    },
    Other: {
      title: "อื่นๆ...",
      desc: "บัตรของขวัญ สินค้าดิจิทัล บริการออนไลน์ ทุกอย่าง",
    },
  },

  partners: {
    title: "{name} กำลังร่วมมือกับ Selldone",
    subtitle: "ในการปลดล็อกธุรกิจออนไลน์ยุคหน้า",
    subtitle_official: "ปลดล็อกธุรกิจออนไลน์ยุคต่อไป",

    create_new_shop: "สร้างร้านใหม่",
    select_a_shop: "เลือกร้าน",
    apply_deal_to: "สมัครดีลกับ {shop}",
    notifications: {
      success_apply: "เปิดใช้งานดีลสำเร็จแล้ว!",
    },
  },

  name: "ติดตั้ง",
  overview: {
    title: "ภาพรวม",
    subtitle:
      "รับข้อมูลเชิงลึกเกี่ยวกับระบบปฏิบัติการธุรกิจและค้นพบว่าระบบดังกล่าวสามารถช่วยธุรกิจของคุณได้อย่างไร",
  },

  shop: {
    title: "ตั้งค่าร้านค้าของฉัน",
    subtitle: "ไปที่ระดับถัดไปโดยทำตามขั้นตอนง่ายๆ เหล่านี้",
  },

  open_website: "เปิดเว็บไซต์ของฉัน",

  customize_theme: "ปรับแต่งเว็บไซต์",
  setup_business: "ตั้งค่าธุรกิจ",
  add_product: "เพิ่มสินค้า",
  setup_shipping: "ตั้งค่าการจัดส่ง",
  add_domain: "เพิ่มโดเมน",
  add_payment: "เชื่อมต่อกับเกตเวย์การชำระเงิน",

  product: {
    step1: {
      title: "ตัวเลือก 1. เพิ่มด้วยตนเอง",
      msg: "คุณสามารถเพิ่มสินค้าทางกายภาพ รายการเสมือน ไฟล์ และบริการไปยังร้านค้าของคุณ และเริ่มขายได้",
      action_on: "เพิ่มสินค้าชิ้นแรกของคุณ",
      action_off: "เพิ่มสินค้า",
      category:
        "หมวดหมู่เป็นผลงานชิ้นเอกของเว็บไซต์ช้อปปิ้งออนไลน์ของคุณเมื่อเทียบกับคนอื่นๆ ทำให้ทุกอย่างจัดหมวดหมู่และจัดเรียงโดยเพิ่มหมวดหมู่และจัดการด้วยการลากและวาง",
      add_category: "เพิ่มหมวดหมู่",
    },
    step2: {
      title: "ตัวเลือก 2 เพิ่มโดย Excel",
      msg: "มีสินค้ามากมาย เช่น 1K หรือ 10K รายการใช่ไหม? ไม่ต้องกังวล คุณสามารถนำเข้าทั้งหมดได้ด้วยการดำเนินการเพียงครั้งเดียว",
      import_excel: "นำเข้าโดย Excel",
      download_template: "ดาวน์โหลดเทมเพลต",
    },
  },
  shipping: {
    step1: {
      title: "ขั้นตอนที่ 1. ตั้งค่าตำแหน่ง",
      msg: "ในขั้นตอนแรก ให้ตั้งค่าคลังสินค้าของคุณ (ที่มาของการจัดส่ง) ข้อมูลนี้ใช้ในการคำนวณระยะทาง ค่าขนส่ง และเช็คให้อยู่ในพื้นที่ให้บริการจัดส่ง",
      edit_warehouse: "แก้ไขคลังสินค้า",
      add_warehouse: "เพิ่มคลังสินค้าของคุณ",
    },
    step2: {
      title: "ขั้นตอนที่ 2 เปิดใช้งานวิธีการจัดส่ง",
      msg: "เพิ่มวิธีการจัดส่งอย่างน้อยหนึ่งวิธีในร้านค้าของคุณ คุณสามารถกำหนดราคาตามน้ำหนัก ระยะทาง และพารามิเตอร์อื่นๆ อย่าลืมกำหนดระยะทาง น้ำหนัก และขนาดของพัสดุภัณฑ์ที่แต่ละบริการจัดส่งรองรับ",
      add_delivery: "เพิ่มช่องทางการส่งสินค้า",
    },
  },

  domain: {
    buy_domain_step: {
      title: "ขั้นตอนที่ 1 ซื้อโดเมน",
      msg: "หากคุณยังไม่มีโดเมนส่วนตัวของตัวเอง ถึงเวลาแล้วที่จะซื้อโดเมนจากเว็บไซต์อย่าง namecheap.com",
    },

    set_dns_step: {
      title: "ขั้นตอนที่ 2 ตั้งค่าระเบียน DNS",
      msg: "ขอแสดงความยินดี ตอนนี้สิ่งที่คุณต้องทำคือกำหนดค่า DNS กับผู้ให้บริการโดเมนของคุณและเพิ่มโดเมนลงในบัญชีของคุณ",
    },
  },

  payment: {
    step1: {
      title: "สกุลเงินการกำหนดราคา",
      msg: "คุณสามารถรับเงินในสกุลเงินต่างๆ และร้านค้าของคุณสามารถรองรับได้มากกว่าหนึ่งสกุลเงินสำหรับการกำหนดราคา อย่างไรก็ตาม หากคุณตั้งค่าสกุลเงินของร้านค้าเป็น USD ลูกค้าสามารถชำระเงินในสกุลเงินใดก็ได้ เช่น USD, EUR, GBP เป็นต้น เพื่อซื้อจากคุณ",
      manage_currencies: "จัดการสกุลเงินการกำหนดราคา",
    },
    step2: {
      title: "รับเงิน",
      msg: "เพิ่มเงินสดในการจัดส่ง การโอนเงินโดยตรง และวิธีการชำระเงินอื่นๆ ที่มีอยู่ในร้านของคุณ",
      online_title: "วิธีการชำระเงินออนไลน์",
      online_msg:
        "รับชำระเงินด้วยบัตร แอปพลิเคชันธนาคารใหม่ ซื้อตอนนี้จ่ายทีหลัง และวิธีการชำระเงินออนไลน์อื่น ๆ อีกมากมาย",
      add_online_gateway: "เพิ่มวิธีการชำระเงินออนไลน์",
      cod_title: "วิธีชำระเงินสดปลายทาง",
      cod_msg:
        "ยอมรับการชำระเงินหลังจากจัดส่งคำสั่งซื้อ คุณสามารถยืนยันการชำระเงินด้วยเงินสดในการจัดส่งได้ด้วยตนเอง",
      cash_title: "วิธีการชำระเงินด้วยเงินสด",
      cash_msg: "การชำระเงินประเภทนี้ใช้ใน Selldone POS",
      dir_title: "วิธีการชำระเงินโดยตรง",
      dir_msg:
        "คุณสามารถรับการชำระเงินด้วยการโอนเงินโดยตรง การโอนเงินผ่านธนาคาร และวิธีดั้งเดิมอื่นๆ",
    },
    step3: {
      msg: "เชื่อมต่อ Selldone กับบัญชี Stripe ของคุณด้วยการคลิกเพียงครั้งเดียวภายใน 30 วินาที ขณะนี้เรารองรับกระบวนการกำหนดค่าอัตโนมัติโดย Stripe ไปที่แท็บเกตเวย์การชำระเงินของคุณ เพิ่ม Stripe แล้วคลิกปุ่ม '<b>เชื่อมต่อกับ Stripe อัตโนมัติ</b>'",
      my_gateways: "เกตเวย์การชำระเงินของฉัน",
    },
  },


  /**
   * @see SShopOnboardingCustomization
   */
  customize: {
    tour:{
      title:'ทัวร์',
      subtitle:"ค้นพบสิ่งที่ทำได้ที่นี่ซึ่งหาไม่ได้จากที่อื่น",
      /**
       * @see BShopOnboardingTour
       */
      avocado:{
        title:"Avocado - ขายโดยไม่ต้องเพิ่มสินค้าใดๆ",
        description: "ด้วย Avocado คุณสามารถนำเสนอบริการหรือสินค้าโดยไม่ต้องมีราคา หรือรายละเอียดที่กำหนดไว้ล่วงหน้า สร้างแบบฟอร์มแบบกำหนดเองให้ลูกค้าของคุณขอบริการหรือสินค้า เมื่อพวกเขาส่งคำขอแล้ว คุณสามารถตั้งราคาและดำเนินการชำระเงินได้ แชร์แบบฟอร์มบนโซเชียลมีเดียของคุณ เพื่อให้ลูกค้าเพิ่มรายการ อัปโหลดรูปภาพ และส่งคำสั่งซื้อได้อย่างง่ายดาย",
        action:'อ่านเกี่ยวกับ Avocado',
      },
      marketplace:{
        title: "มาร์เก็ตเพลสหลายผู้ขายและการจ่ายเงินอัตโนมัติ",
        description: "สร้างมาร์เก็ตเพลสที่เติบโตด้วย Selldone โดยเพิ่มผู้ขายหลายราย ผู้ขายสามารถลงรายการสินค้า และคุณสามารถกำหนดอัตราคอมมิชชันสำหรับแต่ละการขาย เมื่อลูกค้าซื้อสินค้า ผู้ขายจะได้รับเงินโดยตรง จัดการคำสั่งซื้อผ่านแผงเฉพาะของตน และคุณจะได้รับคอมมิชชันผ่านฟีเจอร์การจ่ายเงินอัตโนมัติ",
        action:'จ่ายเงินอัตโนมัติให้ผู้ขาย',
      },
      business_model:{
        title: "รองรับโมเดลธุรกิจที่ซับซ้อน",
        description:
            "Selldone รองรับทั้งโมเดลธุรกิจที่เรียบง่ายและซับซ้อน ช่วยให้คุณปรับตัวได้ตามต้องการ กำหนดค่าทุกอย่างเบื้องหลังโดยไม่ต้องติดตั้งปลั๊กอินหรือแอปเพิ่มเติม เพื่อให้การเปลี่ยนผ่านและการดำเนินงานราบรื่น",
      },
      gift_shopping:{
        title: "ข้อจำกัดตำแหน่งสินค้าและการซื้อของขวัญ",
        description:
            "ตั้งค่าข้อจำกัดตำแหน่งสำหรับสินค้าแต่ละรายการโดยระบุหลายประเทศ รหัส ZIP และเมือง ฟีเจอร์นี้เหมาะสำหรับสร้างประสบการณ์ซื้อของขวัญแบบเฉพาะบุคคล หรือจำกัดความพร้อมจำหน่ายของสินค้าไว้เฉพาะบางพื้นที่ เช่น ร้านอาหาร",

      }
    },

    template: {
      title: "เทมเพลต",
      msg: "เริ่มต้นร้านค้าของคุณด้วยเทมเพลตที่สร้างไว้ล่วงหน้าของเรา! กระจายความหลากหลายได้อย่างง่ายดายโดยการเพิ่มหลายหน้า โดยแต่ละหน้ามีการออกแบบที่เป็นเอกลักษณ์ของตัวเอง",
      action:'ดูเทมเพลตทั้งหมด...'

    },

    colors: {
      title: "สีและเค้าโครง",

      msg: "กำลังมองหาวิธีปรับแต่งหน้าผลิตภัณฑ์และเลย์เอาต์ร้านค้าของคุณให้เหมาะกับวิสัยทัศน์ของคุณมากขึ้นใช่ไหม? ดำดิ่งสู่ส่วนการปรับแต่งธีมในร้านค้าของคุณและชมความมหัศจรรย์ที่เผยออกมาอย่างง่ายดาย!",

      action:'ปรับแต่งสีและธีม'

    },

  },

  /**
   * @see ShopOnboardingSetupBusinessTab
   */
  business: {
    step1: {
      title: "โมเดลธุรกิจ",
      msg: "ทุกธุรกิจมีเอกลักษณ์เฉพาะตัว และมักต้องการมากกว่าร้านค้าออนไลน์ทั่วไป กำหนดรูปแบบรายได้ของคุณ แล้วเราจะจัดการส่วนที่เหลือให้คุณอย่างราบรื่น",
    },
  },

  migration: {
    title: "การโยกย้าย",
    shopify: {
      msg: "เปลี่ยนไปใช้ Selldone ได้อย่างราบรื่นจาก Shopify! เพลิดเพลินไปกับการโยกย้ายที่ง่ายดาย ฟีเจอร์ที่ได้รับการปรับปรุง และโซลูชันที่คุ้มค่าสำหรับร้านค้าออนไลน์ของคุณ",
    },
    woocommerce: {
      msg: "โยกย้ายผลิตภัณฑ์ WooCommerce ของคุณไปยัง Selldone ได้อย่างราบรื่นเพียงไม่กี่คลิก! เพลิดเพลินไปกับประสิทธิภาพที่เพิ่มขึ้น การออกแบบที่ใช้งานง่าย และการสนับสนุนลูกค้าระดับสูง อัปเกรดประสบการณ์อีคอมเมิร์ซของคุณทันที",
    },
  },





};
