export default {
  "categories": {
    "Baby": {
      "title": "Балалар өчен кирәк-яраклар",
      "desc": "Туклану, бала тудыру, коляскалы"
    },
    "Beauty": {
      "title": "Матурлык",
      "desc": "Косметик, хуш ис, чәчне карау"
    },
    "Blog": {
      "title": "Блог",
      "desc": "Спорт блогы, Фән блогы, Технология блогы"
    },
    "Fashion": {
      "title": "Мода",
      "desc": "Кием, аяк киеме, карау"
    },
    "Crypto": {
      "title": "Крипто",
      "desc": "Крипто-валюта, блокчейн, NFT"
    },
    "Electronics": {
      "title": "Электроника",
      "desc": "Мобиль, видео уен, ноутбук, телевизор"
    },
    "Food": {
      "title": "Ашамлык һәм эчемлек",
      "desc": "Рестораннар, икмәк пешерү, эчемлек"
    },
    "Furniture": {
      "title": "Мебель",
      "desc": "Өй җиһазлары, декор, багаж һәм сәяхәт"
    },
    "Gift": {
      "title": "Бүләк картасы",
      "desc": "Кушымта кибете, Google Play, Netflix, Spotify"
    },
    "Groceries": {
      "title": "Азык-төлек",
      "desc": "Сөт, җиләк-җимеш, әзерләнгән ризык, ит"
    },
    "Handcrafts": {
      "title": "Кул эшләре",
      "desc": "Коллекцияле, буялган аяк киеме, скульптура, пыяла сәнгате"
    },
    "Health": {
      "title": "Сәламәтлек",
      "desc": "Даруханә, йорт хайваннары турында кайгырту, сәламәтлек"
    },
    "Home": {
      "title": "Өй һәм яшәү",
      "desc": "Кухня җиһазлары, савыт-саба, ашау"
    },
    "Jewelry": {
      "title": "Elryвелирлар",
      "desc": "Муенса, боҗра, беләзек"
    },
    "Sports": {
      "title": "Спорт",
      "desc": "Күнегүләр, походлар, велосипедлар, ял итү"
    },
    "Education": {
      "title": "Онлайн курслар",
      "desc": "Веб үсеше, дизайн, бизнес"
    },
    "Toy": {
      "title": "Уенчык",
      "desc": "Уен, башваткыч, эш фигуралары"
    },
    "Other": {
      "title": "Бүтәннәр",
      "desc": "Башка һөнәрләр ..."
    }
  },
  "partners": {
    "title": "{name Sel Selldone белән хезмәттәшлек итә",
    "subtitle": "онлайн бизнесның киләсе буынын ачуда.",
    "create_new_shop": "Яңа кибет булдырыгыз",
    "select_a_shop": "Кибетне сайлагыз",
    "apply_deal_to": "Кибеткә килешүне кулланыгыз",
    "notifications": {
      "success_apply": "Уңышлы эшләгез!"
    }
  },
  "name": "Кору",
  "shop": {
    "title": "Минем кибетне урнаштырыгыз",
    "subtitle": "Бу гади адымнарны тәмамлап, чираттагы баскычка күчегез."
  },
  "open_website": "Минем сайтны ач",
  "add_product": "Продукция өстәргә",
  "setup_shipping": "Тапшыруны урнаштыру",
  "add_domain": "Домен өстәгез",
  "add_payment": "Түләү шлюзына тоташыгыз",
  "product": {
    "step1": {
      "title": "Вариант 1. Кул белән өстәргә",
      "msg": "Сез кибетегезгә физик продуктлар, виртуаль әйберләр, файллар һәм хезмәтләр өсти аласыз һәм аларны сата башлыйсыз.",
      "action_on": "Беренче продуктны өстәгез",
      "action_off": "Күбрәк продукт өстәргә",
      "category": "Төркемнәр башкалар белән чагыштырганда сезнең онлайн кибет сайтының шедевры. Барысын да категорияләштереп, категорияләр өстәп, тарту һәм төшерү белән идарә итү.",
      "add_category": "Төркем өстәү"
    },
    "step2": {
      "title": "Вариант 2. Excel белән өстәү",
      "msg": "1К, 10К әйберләр кебек күп продуктлар бармы? Барысын да бер гамәл белән импортлау турында борчылмагыз.",
      "import_excel": "Excel тарафыннан импорт",
      "download_template": "Шаблонны йөкләү"
    },
    "step3": {
      "title": "Вариант 3. Белгечләрне эшкә алыгыз",
      "msg": "100 дән артык әйбер бармы һәм продуктларыгызны өстәр өчен кемгәдер мохтаҗ? expert@selldone.com адресына сорау җибәрегез, һәм очрашуга бронь бирегез. Без сезнең өчен белгечләр яллыйбыз. Аның гади яссы ставкасы бар, бер әйбер өчен 5,99 $ һәм өстәмә вариантларга 2,99 $."
    }
  },
  "shipping": {
    "step1": {
      "title": "Адым 1. Урынны куегыз",
      "msg": "Беренче адымда складны куегыз (җибәрүнең килеп чыгышы). Бу мәгълүмат ераклыкны, җибәрү бәясен исәпләү өчен, җибәрү хезмәтенең өлкәсендә булуын тикшерү өчен кулланыла.",
      "edit_warehouse": "Складны үзгәртү",
      "add_warehouse": "Складны өстәгез"
    },
    "step2": {
      "title": "Адым 2. Тапшыру ысулларын активлаштыру",
      "msg": "Кибетегезгә ким дигәндә бер җибәрү ысулын өстәгез. Сез бәяне авырлыкка, дистанциягә һәм башка параметрларга нигезләнеп куя аласыз. Distanceәрбер җибәрү хезмәте ярдәм иткән пакетларның дистанциясе, авырлыгы, күләме өчен чикләр куярга онытмагыз.",
      "add_delivery": "Тапшыру ысулларын өстәгез"
    }
  },
  "domain": {
    "step1": {
      "title": "Адым 1. Домен сатып алыгыз",
      "msg": "Әгәр дә сезнең шәхси доменыгыз булмаса, namecheap.com кебек вебсайтлардан үз доменыгызны сатып алырга вакыт."
    },
    "step2": {
      "title": "Адым 2. SSL кушу",
      "msg": "CDN һәм SSL белән тәэмин итүче Namecheap кебек хезмәтләрне куллансагыз, сезнең доменыгызда 1.CDN һәм 2.SSLны активлаштырырга кирәк."
    },
    "step3": {
      "title": "Адым 3. DNS язмаларын куегыз",
      "msg": "Котлыйбыз, хәзер сезнең домен сервис провайдерында DNS конфигурациясе һәм доменыгызны хисап язмасына өстәү генә кирәк."
    }
  },
  "payment": {
    "step1": {
      "title": "Валюта бәяләү",
      "msg": "Сез төрле валютада акча кабул итә аласыз, һәм кибетегез бәяләү өчен бердән артык валютага ярдәм итә ала. Әйткәндәй, сез кибет валютасын АКШ долларына куйсагыз, клиентлар сездән сатып алу өчен USD, EUR, GBP һ.б. кебек теләсә нинди валютада түләргә мөмкин.",
      "manage_currencies": "Бәяләү валюталарын идарә итү"
    },
    "step2": {
      "title": "Акча кабул итегез",
      "msg": "Кибетегездә китерү, турыдан-туры акча күчерү һәм башка түләү ысулларына акча өстәгез.",
      "online_title": "Онлайн түләү ысуллары",
      "online_msg": "Карточкалар, яңа банк кушымталары, түләүләрне соңрак сатып алу һәм башка бик күп онлайн түләү ысуллары белән түләүне кабул итегез.",
      "add_online_gateway": "Онлайн түләү ысулын өстәгез",
      "cod_title": "Тапшыру өчен түләү ысулы",
      "cod_msg": "Заказлар тапшырылганнан соң түләүне кабул итегез. Тапшыру өчен акчаны кул белән раслый аласыз.",
      "cash_title": "Акча түләү ысуллары",
      "cash_msg": "Бу төр түләү Selldone® POSда кулланыла.",
      "dir_title": "Туры түләү ысуллары",
      "dir_msg": "Сез түләүне турыдан-туры акча күчерү, банк акчаларын күчерү һәм башка традицион юллар белән кабул итә аласыз."
    },
    "step3": {
      "msg": "Селдонны 30 секунд эчендә бер тапкыр басу белән Stripe счетына тоташтырыгыз. Хәзерге вакытта без Stripe автомобиль конфигурациясенә ярдәм итәбез. Сезнең шлюз салынмасына керегез, Стрипны өстәгез, һәм ' <b>Автомобильгә полосага тоташу</b> ' төймәсенә басыгыз.",
      "my_gateways": "Минем түләү шлюзлары"
    }
  },
  "intro_inline_help_message": "Бу кызыл ярдәм төймәсен эзләгез. Бу сиңа нульдән алып Бизнес ОС белгечлегенә кадәр практика ясарга булыша."
};