export default {
  "categories": {
    "Baby": {
      "title": "بچے کی فراہمی",
      "desc": "کھانا کھلانا، زچگی، گھومنے والا"
    },
    "Beauty": {
      "title": "خوبصورتی",
      "desc": "کاسمیٹک، خوشبو، بالوں کی دیکھ بھال"
    },
    "Blog": {
      "title": "بلاگ",
      "desc": "اسپورٹس بلاگ، سائنس بلاگ، ٹیکنالوجی بلاگ"
    },
    "Fashion": {
      "title": "فیشن",
      "desc": "لباس، جوتے، گھڑی"
    },
    "Crypto": {
      "title": "کرپٹو",
      "desc": "کرپٹو کرنسی، بلاک چین، این ایف ٹی"
    },
    "Electronics": {
      "title": "الیکٹرانکس",
      "desc": "موبائل، ویڈیو گیم، لیپ ٹاپ، ٹی وی"
    },
    "Food": {
      "title": "کھانا اور پینا",
      "desc": "ریستوراں، بیکری، مشروبات"
    },
    "Furniture": {
      "title": "فرنیچر",
      "desc": "گھر کا فرنیچر، سجاوٹ، سامان اور سفر"
    },
    "Gift": {
      "title": "تحفہ والا کارڈ",
      "desc": "ایپ اسٹور، گوگل پلے، نیٹ فلکس، اسپاٹائف"
    },
    "Groceries": {
      "title": "گروسری",
      "desc": "دودھ، پھل، تیار کھانا، گوشت"
    },
    "Handcrafts": {
      "title": "دستکاری",
      "desc": "جمع کرنے کے قابل، پینٹ شدہ جوتے، مجسمے، گلاس آرٹ"
    },
    "Health": {
      "title": "صحت",
      "desc": "فارمیسی، پالتو جانوروں کی دیکھ بھال، تندرستی"
    },
    "Home": {
      "title": "گھر اور رہائش",
      "desc": "باورچی خانے کے آلات، کھانا پکانے کا سامان، کھانے کا سامان"
    },
    "Jewelry": {
      "title": "زیورات",
      "desc": "ہار، انگوٹھی، کڑا"
    },
    "Sports": {
      "title": "کھیل",
      "desc": "ورزش، کیمپنگ، بائک، تفریح"
    },
    "Education": {
      "title": "آن لائن کورسز",
      "desc": "ویب ڈویلپمنٹ، ڈیزائن، بزنس"
    },
    "Toy": {
      "title": "کھلونا",
      "desc": "گیم، پہیلی، ایکشن کے اعداد و شمار"
    },
    "Other": {
      "title": "دیگر",
      "desc": "دیگر پیشے..."
    }
  },
  "partners": {
    "title": "{name} Selldone کے ساتھ شراکت کر رہا ہے۔",
    "subtitle": "آن لائن کاروبار کی اگلی نسل کو کھولنے میں۔",
    "create_new_shop": "ایک نئی دکان بنائیں",
    "select_a_shop": "ایک دکان منتخب کریں۔",
    "apply_deal_to": "ڈیل کو {shop} پر لاگو کریں",
    "notifications": {
      "success_apply": "ڈیل کامیابی کے ساتھ فعال ہو گئی!"
    },
    "subtitle_official": "آن لائن کاروبار کی اگلی نسل کو غیر مقفل کریں۔"
  },
  "name": "سیٹ اپ",
  "shop": {
    "title": "میری دکان قائم کرو",
    "subtitle": "ان آسان مراحل کو مکمل کر کے اگلے درجے پر جائیں۔"
  },
  "open_website": "میری ویب سائٹ کھولیں۔",
  "add_product": "پروڈکٹ شامل کریں۔",
  "setup_shipping": "سیٹ اپ شپنگ",
  "add_domain": "ڈومین شامل کریں۔",
  "add_payment": "ادائیگی کے گیٹ وے سے جڑیں۔",
  "product": {
    "step1": {
      "title": "اختیار 1۔ دستی طور پر شامل کریں۔",
      "msg": "آپ اپنے اسٹور میں فزیکل پروڈکٹس، ورچوئل آئٹمز، فائلیں اور خدمات شامل کر سکتے ہیں اور ان کی فروخت شروع کر سکتے ہیں۔",
      "action_on": "اپنا پہلا پروڈکٹ شامل کریں۔",
      "action_off": "مزید مصنوعات شامل کریں۔",
      "category": "زمرہ جات دوسروں کے مقابلے آپ کی آن لائن شاپنگ ویب سائٹ کا شاہکار ہیں۔ زمرہ جات شامل کرکے اور ڈریگ اینڈ ڈراپ کے ساتھ انتظام کرکے ہر چیز کو درجہ بندی اور ترتیب دیں۔",
      "add_category": "زمرہ شامل کریں۔"
    },
    "step2": {
      "title": "آپشن 2۔ ایکسل کے ذریعے شامل کریں۔",
      "msg": "بہت سے پروڈکٹس ہیں، جیسے 1K، 10K آئٹمز؟ پریشان نہ ہوں صرف ایک عمل سے سب درآمد کریں۔",
      "import_excel": "ایکسل کے ذریعے درآمد کریں۔",
      "download_template": "ٹیمپلیٹ ڈاؤن لوڈ کریں۔"
    },
    "step3": {
      "title": "آپشن 3۔ ماہرین کی خدمات حاصل کریں۔",
      "msg": "کیا آپ کے پاس 100 سے زیادہ آئٹمز ہیں اور کسی کو آپ کی مصنوعات شامل کرنے کی ضرورت ہے؟ expert@selldone.com پر درخواست بھیجیں، اور ملاقات کا وقت بک کریں۔ ہم آپ کے لیے ماہرین کی خدمات حاصل کرتے ہیں۔ اس کا ایک سادہ فلیٹ ریٹ ہے، صرف 5.99$ فی آئٹم اور 2.99$ فی اضافی متغیر۔"
    }
  },
  "shipping": {
    "step1": {
      "title": "مرحلہ 1۔ مقام سیٹ کریں۔",
      "msg": "پہلے قدم پر، اپنا گودام (شپنگ کی اصل) سیٹ کریں۔ اس معلومات کا استعمال فاصلے، شپنگ لاگت، اور شپنگ سروس ایریا میں ہونے کی جانچ کرنے کے لیے کیا جاتا ہے۔",
      "edit_warehouse": "گودام میں ترمیم کریں۔",
      "add_warehouse": "اپنا گودام شامل کریں۔"
    },
    "step2": {
      "title": "مرحلہ 2۔ شپنگ کے طریقوں کو فعال کریں۔",
      "msg": "اپنے اسٹور میں کم از کم ایک ترسیل کا طریقہ شامل کریں۔ آپ وزن، فاصلے، اور دیگر پیرامیٹرز کی بنیاد پر قیمتوں کا تعین کر سکتے ہیں۔ فاصلے، وزن، اور پیکجوں کے سائز کے لیے حدود متعین کرنا نہ بھولیں جن کی ہر شپنگ سروس سپورٹ کرتی ہے۔",
      "add_delivery": "شپنگ کے طریقے شامل کریں۔"
    }
  },
  "domain": {
    "step1": {
      "title": "مرحلہ 1. ڈومین خریدیں۔",
      "msg": "اگر آپ کے پاس ابھی تک اپنا ذاتی ڈومین نہیں ہے، تو اب وقت آگیا ہے کہ namecheap.com جیسی ویب سائٹس سے اپنا ڈومین خریدیں۔"
    },
    "step2": {
      "title": "مرحلہ 2۔ SSL کو فعال کریں۔",
      "msg": "اگر آپ Namecheap جیسی خدمات استعمال کرتے ہیں جو CDN اور SSL فراہم کرتی ہے، تو آپ کو اپنے ڈومین پر صرف 1.CDN اور 2.SSL کو فعال کرنے کی ضرورت ہے۔"
    },
    "step3": {
      "title": "مرحلہ 3۔ DNS ریکارڈ مرتب کریں۔",
      "msg": "مبارک ہو، اب آپ کو بس اپنے ڈومین سروس پرووائیڈر میں DNS کو کنفیگر کرنا ہے اور ڈومین کو اپنے اکاؤنٹ میں شامل کرنا ہے۔"
    }
  },
  "payment": {
    "step1": {
      "title": "قیمتوں کا تعین کرنسیوں",
      "msg": "آپ مختلف کرنسیوں میں رقم قبول کر سکتے ہیں، اور آپ کی دکان قیمتوں کے تعین کے لیے ایک سے زیادہ کرنسیوں کو سپورٹ کر سکتی ہے۔ ویسے، اگر آپ اپنے اسٹور کی کرنسی USD پر سیٹ کرتے ہیں، تو گاہک آپ سے خریدنے کے لیے کسی بھی کرنسی جیسے USD, EUR, GBP وغیرہ میں ادائیگی کر سکتے ہیں۔",
      "manage_currencies": "قیمتوں کا تعین کرنے والی کرنسیوں کا نظم کریں۔"
    },
    "step2": {
      "title": "رقم قبول کریں۔",
      "msg": "اپنی دکان میں کیش آن ڈیلیوری، براہ راست رقم کی منتقلی، اور ادائیگی کے دیگر دستیاب طریقے شامل کریں۔",
      "online_title": "آن لائن ادائیگی کے طریقے",
      "online_msg": "کارڈز کے ذریعے ادائیگی قبول کریں، نئی بینکنگ ایپلی کیشنز، خریدیں-ابھی-بعد میں ادائیگی کریں، اور بہت سے دوسرے آن لائن ادائیگی کے طریقے۔",
      "add_online_gateway": "آن لائن ادائیگی کا طریقہ شامل کریں۔",
      "cod_title": "کیش آن ڈیلیوری ادائیگی کا طریقہ",
      "cod_msg": "آرڈر کی ترسیل کے بعد ادائیگی قبول کریں۔ آپ دستی طور پر کیش آن ڈیلیوری ادائیگیوں کی تصدیق کر سکتے ہیں۔",
      "cash_title": "نقد ادائیگی کے طریقے",
      "cash_msg": "اس قسم کی ادائیگی Selldone® POS میں استعمال ہوتی ہے۔",
      "dir_title": "براہ راست ادائیگی کے طریقے",
      "dir_msg": "آپ براہ راست رقم کی منتقلی، بینک رقم کی منتقلی، اور دیگر روایتی طریقوں سے ادائیگی قبول کر سکتے ہیں۔"
    },
    "step3": {
      "msg": "سیلڈون کو 30 سیکنڈ میں صرف ایک کلک کے ساتھ اپنے اسٹرائپ اکاؤنٹ سے جوڑیں۔ فی الحال، ہم اسٹرائپ کے ذریعے آٹو کنفیگریشن کے عمل کی حمایت کر رہے ہیں۔ اپنے گیٹ وے ٹیب پر جائیں، پٹی شامل کریں، اور ' <b>آٹو کنیکٹ ٹو سٹرائپ</b> ' بٹن پر کلک کریں۔",
      "my_gateways": "میرے ادائیگی کے گیٹ ویز"
    }
  },
  "intro_inline_help_message": "اس سرخ مدد کے بٹن کو تلاش کریں۔ یہ آپ کو اپنے کاروباری OS میں صفر سے ماہر ہونے کی مشق کرنے میں مدد کرتا ہے۔",
  "overview": {
    "title": "جائزہ",
    "subtitle": "بزنس OS کے بارے میں بصیرت حاصل کریں اور دریافت کریں کہ یہ آپ کے کاروبار کی کس طرح مدد کر سکتا ہے۔"
  },
  "customize_theme": "ویب سائٹ کو اپنی مرضی کے مطابق بنائیں",
  "setup_business": "کاروبار کو ترتیب دیں۔",
  "customize": {
    "template": {
      "title": "ٹیمپلیٹس",
      "msg": "ہمارے پہلے سے تیار کردہ ٹیمپلیٹس کے ساتھ اپنی دکان کا آغاز کریں! متعدد صفحات کو شامل کرکے آسانی سے متنوع بنائیں، ہر ایک اپنے منفرد ڈیزائن پر فخر کرتا ہے۔"
    },
    "colors": {
      "title": "رنگ اور لے آؤٹ",
      "msg": "اپنے پروڈکٹ کا صفحہ اور دکان کی ترتیب کو اپنے نقطہ نظر کے مطابق بہتر بنانے کے لیے تلاش کر رہے ہیں؟ اپنی دکان میں تھیم کی تخصیص کے سیکشن میں غوطہ لگائیں اور جادو کو آسانی سے پھیلتے ہوئے دیکھیں!"
    }
  },
  "business": {
    "step1": {
      "title": "بزنس ماڈل",
      "msg": "ہر کاروبار منفرد ہوتا ہے، اور اکثر صرف ایک بنیادی آن لائن اسٹور سے زیادہ کی ضرورت ہوتی ہے۔ اپنے ریونیو ماڈل کی وضاحت کریں، اور ہم آپ کے لیے بقیہ کو بغیر کسی رکاوٹ کے سنبھال لیں گے۔"
    }
  },
  "migration": {
    "title": "ہجرت",
    "shopify": {
      "msg": "Shopify سے بغیر کسی رکاوٹ کے Selldone پر سوئچ کریں! اپنے آن لائن سٹور کے لیے آسانی سے منتقلی، بہتر خصوصیات، اور سرمایہ کاری مؤثر حل سے لطف اندوز ہوں۔"
    },
    "woocommerce": {
      "msg": "بغیر کسی رکاوٹ کے اپنے WooCommerce پروڈکٹس کو صرف چند کلکس میں Selldone میں منتقل کریں! بہتر کارکردگی، بدیہی ڈیزائن، اور اعلی درجے کی کسٹمر سپورٹ سے لطف اندوز ہوں۔ اپنے ای کامرس کے تجربے کو ابھی اپ گریڈ کریں۔"
    }
  }
};