/*
 * Copyright (c) 2023. Selldone® Business OS™
 *
 * Author: M.Pajuhaan
 * Web: https://selldone.com
 * ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━
 *
 * All rights reserved. In the weave of time, where traditions and innovations intermingle, this content was crafted.
 * From the essence of thought, through the corridors of creativity, each word, and sentiment has been molded.
 * Not just to exist, but to inspire. Like an artist's stroke or a sculptor's chisel, every nuance is deliberate.
 * Our journey is not just about reaching a destination, but about creating a masterpiece.
 * Tread carefully, for you're treading on dreams.
 */

export default {
  categories: {
    Baby: {
      title: "بچے، کم عمر بچے اور کھلونے",
      desc: "اسٹرولر، کھلونے، گیمز، پزل، ایکشن فگرز",
    },
    Health: {
      title: "صحت اور خوبصورتی",
      desc: "فارمیسی، فلاح و بہبود، کاسمیٹکس، خوشبو",
    },
    Media: {
      title: "میڈیا اور گیمز",
      desc: "ویڈیو گیمز، فلمیں، موسیقی، کتابیں",
    },
    Fashion: {
      title: "لباس، زیورات اور گھڑیاں",
      desc: "لباس، جوتے، ہار، انگوٹھی، کڑا، گھڑی",
    },
    Automotive: {
      title: "گاڑیوں کا سامان",
      desc: "کار لوازمات، اوزار، دیکھ بھال",
    },
    Electronics: {
      title: "الیکٹرانکس",
      desc: "موبائل، ٹی وی، آڈیو آلات، کیمرہ",
    },
    Computers: {
      title: "کمپیوٹرز",
      desc: "لیپ ٹاپ، ڈیسک ٹاپ، لوازمات، سافٹ ویئر",
    },
    Household: {
      title: "گھریلو ضروریات",
      desc: "صفائی کا سامان، باتھ روم، لانڈری",
    },
    Garden: {
      title: "باغ اور اوزار",
      desc: "بیرونی فرنیچر، باغبانی کے اوزار، پودے",
    },
    Food: {
      title: "کھانا اور گروسری",
      desc: "دودھ کی مصنوعات، پھل، تیار کھانا، گوشت، مشروبات",
    },
    Handmade: {
      title: "دست ساز",
      desc: "جمع کرنے کی اشیا، پینٹ کیے گئے جوتے، مجسمے، شیشے کا فن",
    },
    PetSupplies: {
      title: "پالتو جانوروں کا سامان",
      desc: "پالتو جانوروں کا کھانا، کھلونے، دیکھ بھال",
    },
    Home: {
      title: "گھر اور رہن سہن",
      desc: "باورچی خانے کے آلات، گھریلو فرنیچر، سجاوٹ",
    },
    Sports: {
      title: "کھیل اور بیرونی سرگرمیاں",
      desc: "ورزش، کیمپنگ، بائک، تفریح",
    },
    Stationery: {
      title: "اسٹیشنری اور دفتر",
      desc: "دفتری سامان، اسکول کا سامان، کاغذی مصنوعات",
    },
    Books: {
      title: "کتابیں",
      desc: "افسانوی، غیر افسانوی، تعلیمی، کامکس",
    },
    Marketplace: {
      title: "ہر چیز کا مارکیٹ پلیس",
      desc: "متعدد زمروں سے مصنوعات کی وسیع اقسام",
    },
    Other: {
      title: "دیگر...",
      desc: "گفٹ کارڈز، ڈیجیٹل مصنوعات، آن لائن خدمات، کچھ بھی",
    },
  },

  partners: {
    title: "{name} Selldone کے ساتھ شراکت کر رہا ہے۔",
    subtitle: "آن لائن کاروبار کی اگلی نسل کو فعال کرنے میں۔",
    subtitle_official: "آن لائن کاروبار کی اگلی نسل کو فعال کریں۔",

    create_new_shop: "ایک نئی دکان بنائیں",
    select_a_shop: "ایک دکان منتخب کریں۔",
    apply_deal_to: "ڈیل کو {shop} پر لاگو کریں",
    notifications: {
      success_apply: "ڈیل کامیابی کے ساتھ فعال ہو گئی!",
    },
  },

  name: "سیٹ اپ",
  overview: {
    title: "جائزہ",
    subtitle:
      "کاروباری آپریٹنگ سسٹم کو سمجھیں اور دیکھیں کہ یہ آپ کے کاروبار کی کیسے مدد کر سکتا ہے۔",
  },

  shop: {
    title: "صفر سے آمدنی تک",
    subtitle: "ان آسان مراحل کو مکمل کر کے اگلے درجے پر جائیں۔",
  },

  open_website: "میری ویب سائٹ کھولیں۔",

  customize_theme: "ویب سائٹ کو اپنی مرضی کے مطابق بنائیں",
  setup_business: "کاروبار کو ترتیب دیں۔",
  add_product: "مصنوعات شامل کریں",
  setup_shipping: "سیٹ اپ شپنگ",
  add_domain: "ڈومین شامل کریں۔",
  add_payment: "ادائیگی جوڑیں",

  product: {
    step1: {
      title: "اختیار 1۔ دستی طور پر شامل کریں۔",
      msg: "آپ اپنے اسٹور میں فزیکل پروڈکٹس، ورچوئل آئٹمز، فائلیں اور خدمات شامل کر سکتے ہیں اور ان کی فروخت شروع کر سکتے ہیں۔",
      action_on: "اپنا پہلا پروڈکٹ شامل کریں۔",
      action_off: "مزید مصنوعات شامل کریں۔",
      category:
        "زمرہ جات دوسروں کے مقابلے آپ کی آن لائن شاپنگ ویب سائٹ کا شاہکار ہیں۔ زمرہ جات شامل کرکے اور ڈریگ اینڈ ڈراپ کے ساتھ انتظام کرکے ہر چیز کو درجہ بندی اور ترتیب دیں۔",
      add_category: "زمرہ شامل کریں۔",
    },
    step2: {
      title: "آپشن 2۔ Excel کے ذریعے شامل کریں۔",
      msg: "بہت سے پروڈکٹس ہیں، جیسے 1K، 10K آئٹمز؟ پریشان نہ ہوں صرف ایک عمل سے سب درآمد کریں۔",
      import_excel: "Excel کے ذریعے درآمد کریں۔",
      download_template: "ٹیمپلیٹ ڈاؤن لوڈ کریں۔",
    },
  },
  shipping: {
    step1: {
      title: "مرحلہ 1۔ مقام سیٹ کریں۔",
      msg: "پہلے قدم پر، اپنا گودام (شپنگ کی اصل) سیٹ کریں۔ اس معلومات کا استعمال فاصلے، شپنگ لاگت، اور شپنگ سروس ایریا میں ہونے کی جانچ کرنے کے لیے کیا جاتا ہے۔",
      edit_warehouse: "گودام میں ترمیم کریں۔",
      add_warehouse: "اپنا گودام شامل کریں۔",
    },
    step2: {
      title: "مرحلہ 2۔ شپنگ کے طریقوں کو فعال کریں۔",
      msg: "اپنے اسٹور میں کم از کم ایک ترسیل کا طریقہ شامل کریں۔ آپ وزن، فاصلے، اور دیگر پیرامیٹرز کی بنیاد پر قیمتوں کا تعین کر سکتے ہیں۔ فاصلے، وزن، اور پیکجوں کے سائز کے لیے حدود متعین کرنا نہ بھولیں جن کی ہر شپنگ سروس سپورٹ کرتی ہے۔",
      add_delivery: "شپنگ کے طریقے شامل کریں۔",
    },
  },

  domain: {
    buy_domain_step: {
      title: "مرحلہ 1۔ ڈومین خریدیں",
      msg: "اگر آپ کے پاس ابھی تک ذاتی ڈومین نہیں ہے، تو namecheap.com جیسی ویب سائٹس سے اپنا ڈومین خریدنے کا وقت آ گیا ہے۔",
    },

    set_dns_step: {
      title: "مرحلہ 2۔ DNS ریکارڈز سیٹ کریں",
      msg: "مبارک ہو، اب آپ کو صرف اپنے ڈومین سروس فراہم کنندہ میں DNS ترتیب دینا ہے اور ڈومین کو اپنے اکاؤنٹ میں شامل کرنا ہے۔",
    },
  },

  payment: {
    step1: {
      title: "قیمتوں کا تعین کرنسیوں",
      msg: "آپ مختلف کرنسیوں میں ادائیگی قبول کر سکتے ہیں، اور آپ کی دکان قیمتوں کے لیے ایک سے زیادہ کرنسی سپورٹ کر سکتی ہے۔ ویسے، اگر آپ اپنی دکان کی کرنسی USD مقرر کرتے ہیں تو گاہک آپ سے خریداری کے لیے USD، EUR، GBP وغیرہ جیسی کسی بھی کرنسی میں ادائیگی کر سکتے ہیں۔",
      manage_currencies: "قیمتوں کا تعین کرنے والی کرنسیوں کا نظم کریں۔",
    },
    step2: {
      title: "رقم قبول کریں۔",
      msg: "اپنی دکان میں کیش آن ڈیلیوری، براہ راست رقم کی منتقلی، اور ادائیگی کے دیگر دستیاب طریقے شامل کریں۔",
      online_title: "آن لائن ادائیگی کے طریقے",
      online_msg:
        "کارڈز کے ذریعے ادائیگی قبول کریں، نئی بینکنگ ایپلی کیشنز، خریدیں-ابھی-بعد میں ادائیگی کریں، اور بہت سے دوسرے آن لائن ادائیگی کے طریقے۔",
      add_online_gateway: "آن لائن ادائیگی کا طریقہ شامل کریں۔",
      cod_title: "کیش آن ڈیلیوری ادائیگی کا طریقہ",
      cod_msg:
        "آرڈر کی ترسیل کے بعد ادائیگی قبول کریں۔ آپ دستی طور پر کیش آن ڈیلیوری ادائیگیوں کی تصدیق کر سکتے ہیں۔",
      cash_title: "نقد ادائیگی کے طریقے",
      cash_msg: "اس قسم کی ادائیگی Selldone® POS میں استعمال ہوتی ہے۔",
      dir_title: "براہ راست ادائیگی کے طریقے",
      dir_msg:
        "آپ براہ راست رقم کی منتقلی، بینک رقم کی منتقلی، اور دیگر روایتی طریقوں سے ادائیگی قبول کر سکتے ہیں۔",
    },
    step3: {
      msg: "Selldone کو 30 سیکنڈ میں صرف ایک کلک سے اپنے Stripe اکاؤنٹ سے جوڑیں۔ فی الحال ہم Stripe کے ذریعے خودکار ترتیب کے عمل کی معاونت کر رہے ہیں۔ اپنے گیٹ وے ٹیب پر جائیں، Stripe شامل کریں، اور '<b>Stripe سے خودکار اتصال</b>' بٹن پر کلک کریں۔",
      my_gateways: "میرے ادائیگی کے گیٹ ویز",
    },
  },


  /**
   * @see SShopOnboardingCustomization
   */
  customize: {
    tour:{
      title:'رہنمائی',
      subtitle:"دریافت کریں کہ یہاں کیا ممکن ہے جو کہیں اور نہیں ہے۔",
      /**
       * @see BShopOnboardingTour
       */
      avocado:{
        title:"Avocado - کوئی بھی مصنوعہ شامل کیے بغیر فروخت کریں",
        description: "Avocado کے ساتھ آپ پہلے سے مقرر قیمت یا تفصیلات کے بغیر خدمات یا مصنوعات پیش کر سکتے ہیں۔ اپنے گاہکوں کے لیے ایک حسب ضرورت فارم بنائیں تاکہ وہ خدمات یا مصنوعات کی درخواست کر سکیں۔ درخواست جمع ہونے کے بعد آپ قیمت مقرر کر سکتے ہیں اور ادائیگی مکمل کر سکتے ہیں۔ فارم کو اپنی سوشل میڈیا پر شیئر کریں تاکہ گاہک آسانی سے اشیا شامل کریں، تصاویر اپ لوڈ کریں اور آرڈر بھیجیں۔",
        action:'Avocado کے بارے میں پڑھیں',
      },
      marketplace:{
        title: "کثیر فروش مارکیٹ پلیس اور خودکار ادائیگی",
        description: "Selldone کے ساتھ متعدد فروش شامل کر کے ایک کامیاب مارکیٹ پلیس بنائیں۔ فروش اپنی مصنوعات درج کر سکتے ہیں، اور آپ ہر فروخت کے لیے کمیشن کی شرح مقرر کر سکتے ہیں۔ جب گاہک خریداری کرتا ہے تو ادائیگی براہ راست فروش کو ملتی ہے، فروش اپنے مخصوص پینل سے آرڈر سنبھالتا ہے، اور آپ خودکار ادائیگی کی خصوصیت کے ذریعے کمیشن حاصل کرتے ہیں۔",
        action:'فروشوں کو خودکار ادائیگی',
      },
      business_model:{
        title: "پیچیدہ کاروباری ماڈلز کی معاونت",
        description:
            "Selldone سادہ اور پیچیدہ دونوں کاروباری ماڈلز کی معاونت کرتا ہے، تاکہ آپ ضرورت کے مطابق خود کو ڈھال سکیں۔ اضافی پلگ اِنز یا ایپس نصب کیے بغیر پس منظر میں ہر چیز ترتیب دیں، تاکہ منتقلی اور آپریشنز ہموار رہیں۔",
      },
      gift_shopping:{
        title: "مصنوعات کی مقام پابندیاں اور تحائف کی خریداری",
        description:
            "ہر مصنوعہ کے لیے متعدد ممالک، پوسٹل کوڈز اور شہروں کے ذریعے مقام کی پابندیاں مقرر کریں۔ یہ خصوصیت ذاتی نوعیت کے تحفہ خریداری تجربے یا مخصوص مقامات، جیسے ریستورانوں، تک مصنوعات کی دستیابی محدود کرنے کے لیے بہترین ہے۔",

      }
    },

    template: {
      title: "ٹیمپلیٹس",
      msg: "ہمارے پہلے سے تیار کردہ ٹیمپلیٹس کے ساتھ اپنی دکان کا آغاز کریں! متعدد صفحات کو شامل کرکے آسانی سے متنوع بنائیں، ہر ایک اپنے منفرد ڈیزائن پر فخر کرتا ہے۔",
      action:'تمام ٹیمپلیٹس دیکھیں...'

    },

    colors: {
      title: "رنگ اور لے آؤٹ",

      msg: "اپنے پروڈکٹ کا صفحہ اور دکان کی ترتیب کو اپنے نقطہ نظر کے مطابق بہتر بنانے کے لیے تلاش کر رہے ہیں؟ اپنی دکان میں تھیم کی تخصیص کے سیکشن میں غوطہ لگائیں اور جادو کو آسانی سے پھیلتے ہوئے دیکھیں!",

      action:'رنگ اور تھیم حسب ضرورت بنائیں'

    },

  },

  /**
   * @see ShopOnboardingSetupBusinessTab
   */
  business: {
    step1: {
      title: "بزنس ماڈل",
      msg: "ہر کاروبار منفرد ہوتا ہے، اور اکثر صرف ایک بنیادی آن لائن اسٹور سے زیادہ کی ضرورت ہوتی ہے۔ اپنے ریونیو ماڈل کی وضاحت کریں، اور ہم آپ کے لیے بقیہ کو بغیر کسی رکاوٹ کے سنبھال لیں گے۔",
    },
  },

  migration: {
    title: "ہجرت",
    shopify: {
      msg: "Shopify سے بغیر کسی رکاوٹ کے Selldone پر سوئچ کریں! اپنے آن لائن سٹور کے لیے آسانی سے منتقلی، بہتر خصوصیات، اور سرمایہ کاری مؤثر حل سے لطف اندوز ہوں۔",
    },
    woocommerce: {
      msg: "بغیر کسی رکاوٹ کے اپنے WooCommerce پروڈکٹس کو صرف چند کلکس میں Selldone میں منتقل کریں! بہتر کارکردگی، بدیہی ڈیزائن، اور اعلی درجے کی کسٹمر سپورٹ سے لطف اندوز ہوں۔ اپنے ای کامرس کے تجربے کو ابھی اپ گریڈ کریں۔",
    },
  },





};
