export default {
  "categories": {
    "Baby": {
      "title": "בעיבי סופּפּליעס",
      "desc": "פידינג, מאַטערניטי, סטראָולער"
    },
    "Beauty": {
      "title": "שיינקייט",
      "desc": "קאָסמעטיק, גערוך, האָר זאָרגן"
    },
    "Blog": {
      "title": "בלאָג",
      "desc": "ספּאָרט בלאָג, וויסנשאַפֿט בלאָג, טעכנאָלאָגיע בלאָג"
    },
    "Fashion": {
      "title": "שניט",
      "desc": "קליידער, שיכלעך, וואַך"
    },
    "Crypto": {
      "title": "קריפּטאָ",
      "desc": "קריפּטאָ-קראַנטקייַט, בלאָקטשיין, NFT"
    },
    "Electronics": {
      "title": "עלעקטראָניקס",
      "desc": "מאָביל, ווידעא שפּיל, לאַפּטאַפּ, טעלעוויזיע"
    },
    "Food": {
      "title": "עסנוואַרג & טרינקען",
      "desc": "רעסטאַוראַנץ, בעקערייַ, בעוועראַגע"
    },
    "Furniture": {
      "title": "מעבל",
      "desc": "היים מעבל, דעקאָר, באַגאַזש & רייזע"
    },
    "Gift": {
      "title": "מתנה קארטל",
      "desc": "אַפּ סטאָר, Google Play, Netflix, Spotify"
    },
    "Groceries": {
      "title": "גראָסעריעס",
      "desc": "מילכיק, פרוכט, צוגעגרייט עסנוואַרג, פלייש"
    },
    "Handcrafts": {
      "title": "האַנדקראַפט",
      "desc": "קאַלעקטאַבאַל, פּיינטיד שיכלעך, סקאַלפּטשערז, גלאז קונסט"
    },
    "Health": {
      "title": "געזונט",
      "desc": "אַפּטייק, ליבלינג זאָרגן, וועלנאַס"
    },
    "Home": {
      "title": "היים & לעבעדיק",
      "desc": "קיך אַפּפּליאַנסעס, קאָאָקוואַרע, דיינינג"
    },
    "Jewelry": {
      "title": "צירונג",
      "desc": "האַלדזבאַנד, רינג, בראַסלעט"
    },
    "Sports": {
      "title": "ספּאָרט",
      "desc": "געניטונג, קעמפּינג, בייקס, פֿאַרווייַלונג"
    },
    "Education": {
      "title": "אָנליין קאָרסאַז",
      "desc": "וועב אַנטוויקלונג, פּלאַן, געשעפט"
    },
    "Toy": {
      "title": "צאַצקע",
      "desc": "שפּיל, רעטעניש, קאַמף פיגיערז"
    },
    "Other": {
      "title": "אנדערע",
      "desc": "אנדערע פאַך ..."
    }
  },
  "partners": {
    "title": "{name} איז פּאַרטנערינג מיט Seldone",
    "subtitle": "אין אַנלאַקינג די ווייַטער-דור פון אָנליין געשעפטן.",
    "create_new_shop": "שאַפֿן אַ נייַע קראָם",
    "select_a_shop": "אויסקלייַבן אַ קראָם",
    "apply_deal_to": "צולייגן אָפּמאַך צו {shop}",
    "notifications": {
      "success_apply": "אָפּמאַך הצלחה אַקטיווייטיד!"
    },
    "subtitle_official": "ופשליסן די ווייַטער-דור פון אָנליין געשעפטן."
  },
  "name": "שטעל אויף",
  "shop": {
    "title": "סעטאַפּ מיין קראָם",
    "subtitle": "גיין צו דער ווייַטער מדרגה דורך קאַמפּליטינג די פּשוט סטעפּס."
  },
  "open_website": "עפֿענען מיין וועבזייטל",
  "add_product": "לייג פּראָדוקט",
  "setup_shipping": "סעטאַפּ שיפּינג",
  "add_domain": "לייג דאָמאַין",
  "add_payment": "פאַרבינדן צו אַ צאָלונג גייטוויי",
  "product": {
    "step1": {
      "title": "אָפּציע 1. לייג מאַניואַלי",
      "msg": "איר קענען לייגן גשמיות פּראָדוקטן, ווירטואַל זאכן, טעקעס און באַדינונגס צו דיין קראָם און אָנהייבן סעלינג זיי.",
      "action_on": "לייג דיין ערשטער פּראָדוקט",
      "action_off": "לייג מער פּראָדוקטן",
      "category": "קאַטעגאָריעס זענען די מייַסטערווערק פון דיין אָנליין שאַפּינג וועבזייטל קאַמפּערד מיט אנדערע. מאַכן אַלץ קאַטאַגערייזד און עריינדזשד דורך אַדינג קאַטעגאָריעס און אָנפירונג מיט שלעפּן & קאַפּ.",
      "add_category": "לייג קאַטעגאָריע"
    },
    "step2": {
      "title": "אָפּציע 2. לייג דורך עקססעל",
      "msg": "האָבן פילע פּראָדוקטן, ווי 1K, 10K זאכן? דו זאלסט נישט זאָרג אַרייַנפיר אַלע נאָר דורך איין קאַמף.",
      "import_excel": "אַרייַנפיר דורך עקססעל",
      "download_template": "אראפקאפיע מוסטער"
    },
    "step3": {
      "title": "אָפּציע 3. הירע עקספּערץ",
      "msg": "האָבן מער ווי 100 זאכן און דאַרפֿן עמעצער צו לייגן דיין פּראָדוקטן? שיקן אַ בקשה צו expert@selldone.com און בוך אַ אַפּוינטמאַנט. מיר אָנשטעלן עקספּערץ פֿאַר איר. עס האט אַ פּשוט פלאַך קורס, בלויז 5.99 $ פּער נומער און 2.99 $ פּער נאָך וועריאַנץ."
    }
  },
  "shipping": {
    "step1": {
      "title": "שריט 1. שטעלן אָרט",
      "msg": "אין דער ערשטער שריט, שטעלן דיין ווערכאַוס (אָריגינעל פון שיפּינג). די אינפֿאָרמאַציע איז גענוצט צו רעכענען די ווייַטקייט, שיפּינג קאָס און טשעק צו זיין אין די שיפּינג דינסט געגנט.",
      "edit_warehouse": "רעדאַגירן ווערכאַוס",
      "add_warehouse": "לייג דיין ווערכאַוס"
    },
    "step2": {
      "title": "שריט 2. אַקטאַווייט שיפּינג מעטהאָדס",
      "msg": "לייג בייַ מינדסטער איין שיפּינג אופֿן צו דיין קראָם. איר קענען שטעלן פּרייסינג באזירט אויף וואָג, ווייַטקייט און אנדערע פּאַראַמעטערס. דו זאלסט נישט פאַרגעסן צו שטעלן לימאַץ פֿאַר דיסטאַנסע, וואָג און גרייס פון פּאַקאַדזשאַז וואָס יעדער שיפּינג דינסט שטיצט.",
      "add_delivery": "לייג שיפּינג מעטהאָדס"
    }
  },
  "domain": {
    "step1": {
      "title": "טרעטן 1. קויפן אַ פעלד",
      "msg": "אויב איר טאָן ניט האָבן דיין פערזענלעכע פעלד נאָך, עס איז צייט צו קויפן דיין אייגענע פעלד פון וועבסיטעס ווי namecheap.com."
    },
    "step2": {
      "title": "שריט 2. געבן ססל",
      "msg": "אויב איר נוצן סערוויסעס ווי Namecheap וואָס גיט CDN און SSL, איר נאָר דאַרפֿן צו אַקטאַווייט 1.CDN און 2.SSL אויף דיין פעלד."
    },
    "step3": {
      "title": "שריט 3. שטעלן דנס רעקאָרדס",
      "msg": "מאַזל - טאָוו, איצט אַלע איר האָבן צו טאָן איז קאַנפיגיער דנס אין דיין פעלד סערוויס שפּייַזער און לייגן די פעלד צו דיין חשבון."
    }
  },
  "payment": {
    "step1": {
      "title": "פּרייסינג קעראַנסיז",
      "msg": "איר קענען אָננעמען געלט אין פאַרשידענע קעראַנסיז, און דיין קראָם קענען שטיצן מער ווי איין קראַנטקייַט פֿאַר פּרייסינג. דורך דעם וועג, אויב איר שטעלן דיין קראָם קראַנטקייַט צו וסד, קאַסטאַמערז קענען צאָלן אין קיין קעראַנסיז ווי וסד, עור, גבפּ, אאז\"ו ו, צו קויפן פון איר.",
      "manage_currencies": "פירן פּרייסינג קעראַנסיז"
    },
    "step2": {
      "title": "אָננעמען געלט",
      "msg": "לייג געלט אויף עקספּרעס, דירעקט געלט אַריבערפירן און אנדערע בנימצא צאָלונג מעטהאָדס אין דיין קראָם.",
      "online_title": "אָנליין צאָלונג מעטהאָדס",
      "online_msg": "אָננעמען צאָלונג מיט קאַרדס, נייַ באַנקינג אַפּלאַקיישאַנז, קויפן-איצט-צאָלן-שפּעטער און פילע אנדערע אָנליין צאָלונג מעטהאָדס.",
      "add_online_gateway": "לייג אַן אָנליין צאָלונג אופֿן",
      "cod_title": "געלט אויף עקספּרעס צאָלונג אופֿן",
      "cod_msg": "אָננעמען צאָלונג נאָך עקספּרעס פון אָרדערס. איר קענען באַשטעטיקן געלט אויף עקספּרעס פּיימאַנץ מאַניואַלי.",
      "cash_title": "געלט צאָלונג מעטהאָדס",
      "cash_msg": "דעם טיפּ פון צאָלונג איז געניצט אין סעללדאָנע® POS.",
      "dir_title": "דירעקט צאָלונג מעטהאָדס",
      "dir_msg": "איר קענען אָננעמען צאָלונג דורך דירעקט געלט אַריבערפירן, באַנק געלט אַריבערפירן און אנדערע טראדיציאנעלן וועגן."
    },
    "step3": {
      "msg": "קאָננעקט סעללדאָנע צו דיין סטרייפּ חשבון מיט בלויז איין גיט אין 30 סעקונדעס. דערווייַל, מיר שטיצן די אַוטאָ קאַנפיגיעריישאַן פּראָצעס דורך Stripe. גיין צו דיין גאַטעווייַ קוויטל, לייגן סטרייפּ, און גיט די ' <b>אַוטאָ פאַרבינדן צו סטרייפּ</b> ' קנעפּל.",
      "my_gateways": "מיין צאָלונג גייטווייז"
    }
  },
  "intro_inline_help_message": "קוק פֿאַר דעם רויט הילף קנעפּל. עס העלפּס איר צו פירן זיך פון נול צו מומחה אין דיין ביזנעס אַס.",
  "overview": {
    "title": "איבערבליק",
    "subtitle": "באַקומען ינסייט אין די Business OS און אַנטדעקן ווי דאָס קען העלפֿן דיין געשעפט."
  },
  "customize_theme": "קאַסטאַמייז וועבזייטל",
  "setup_business": "סעטאַפּ ביזנעס",
  "customize": {
    "template": {
      "title": "טעמפּלאַטעס",
      "msg": "קיקסטאַרט דיין קראָם מיט אונדזער פאַר-געבויט טעמפּלאַטעס! דיווערסאַפיי לייכט דורך אַדינג קייפל בלעטער, יעדער מיט זיין אייגענע יינציק פּלאַן."
    },
    "colors": {
      "title": "קאָלאָרס & אויסלייג",
      "msg": "איר זוכט צו שנייַדער דיין פּראָדוקט בלאַט און קראָם אויסלייג צו בעסער פּאַסיק דיין זעאונג? ונטערטוקנ זיך אין די טעמע קוסטאָמיזאַטיאָן אָפּטיילונג אין דיין קראָם און היטן די מאַגיש אַנפאָולד עפערטלאַסלי!"
    }
  },
  "business": {
    "step1": {
      "title": "ביזנעס מאָדעל",
      "msg": "יעדער געשעפט איז יינציק, און אָפט ריקווייערז מער ווי בלויז אַ יקערדיק אָנליין קראָם. דעפינירן דיין רעוועך מאָדעל, און מיר וועלן סימלאַסלי שעפּן די מנוחה פֿאַר איר."
    }
  },
  "migration": {
    "title": "מיגראַטיאָן",
    "shopify": {
      "msg": "באַשטימען סימלאַס צו סעללדאָנע פֿון Shopify! הנאה עפערטלאַס מיגראַטיאָן, ימפּרוווד פֿעיִקייטן און קאָס-עפעקטיוו סאַלושאַנז פֿאַר דיין אָנליין קראָם."
    },
    "woocommerce": {
      "msg": "סימלאַסלי מייגרייט דיין WooCommerce פּראָדוקטן צו סעלדאָנע אין בלויז אַ ביסל קליקס! הנאה ימפּרוווד פאָרשטעלונג, ינטואַטיוו פּלאַן און שפּיץ-ריי קונה שטיצן. אַפּגרייד דיין E- האַנדל דערפאַרונג איצט."
    }
  }
};