<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'failed' => 'ਇਹ ਪ੍ਰਮਾਣ ਪੱਤਰ ਸਾਡੇ ਰਿਕਾਰਡਾਂ ਨਾਲ ਮੇਲ ਨਹੀਂ ਖਾਂਦੇ।',
    'throttle' => 'ਬਹੁਤ ਸਾਰੀਆਂ ਲੌਗਇਨ ਕੋਸ਼ਿਸ਼ਾਂ। ਕਿਰਪਾ ਕਰਕੇ :seconds ਸਕਿੰਟਾਂ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।',


    'title_shop' => ':name \'ਤੇ ਲੌਗਇਨ ਕਰੋ',
    'title_app' => ':name ਲਈ ਐਪਲੀਕੇਸ਼ਨ ਪਹੁੰਚ',
    'login_message' => 'ਆਪਣੇ ਖਾਤੇ ਤੱਕ ਪਹੁੰਚ ਦੀ ਬੇਨਤੀ ਕਰੋ।',
    'scopes_title' => 'ਇਸ ਐਪ ਦੀ ਨਿਮਨਲਿਖਤ ਸਕੋਪਾਂ ਤੱਕ ਪਹੁੰਚ ਹੋਵੇਗੀ',
    'accept' => 'ਪੁਸ਼ਟੀ ਕਰੋ',
    'reject' => 'ਅਸਵੀਕਾਰ ਕਰੋ',


    'login_incorrect_password' => 'ਅਵੈਧ ਉਪਭੋਗਤਾ ਨਾਮ ਜਾਂ ਪਾਸਵਰਡ।',


    'reset_2fa_title' => 'ਦੋ-ਪੜਾਅ ਲੌਗਇਨ ਬੇਨਤੀ ਰੀਸੈਟ ਕਰੋ',
    'go_main_page' => 'ਹੋਮਪੇਜ \'ਤੇ ਜਾਓ',

    'signing_in' => 'ਸਾਈਨ ਇਨ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...',


    'erp' => [
        'message' => "● ਅੱਗੇ ਵਧਣ ਲਈ ਇੱਕ ਸਟੋਰ ਚੁਣੋ। ਜੇਕਰ ਤੁਹਾਨੂੰ ਇੱਕ ਨਵੇਂ ਸਟੋਰ ਦੀ ਲੋੜ ਹੈ, ਤਾਂ ਪਹਿਲਾਂ ਇਸਨੂੰ ਬਣਾਓ ਅਤੇ ਦੁਬਾਰਾ ਕਨੈਕਟ ਕਰੋ।<br>● ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਤੁਸੀਂ ਉਸ ਸੌਫਟਵੇਅਰ ਨੂੰ ਜਾਣਦੇ ਹੋ ਜਿਸ ਨਾਲ ਤੁਸੀਂ ਕਨੈਕਟ ਕਰ ਰਹੇ ਹੋ, ਜਾਂ ਮਦਦ ਲਈ ਪ੍ਰਦਾਤਾ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।",
    ],
    'token-display' => [
        'message' => "ਅਸੀਂ ਤੁਹਾਡੀ ਬੇਨਤੀ ਦੇ ਆਧਾਰ 'ਤੇ :software ਲਈ :shop ਤੱਕ ਪਹੁੰਚ ਕਰਨ ਲਈ ਇਹ ਟੋਕਨ ਬਣਾਇਆ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਇਸਨੂੰ ਸੁਰੱਖਿਅਤ ਰੱਖੋ ਅਤੇ ਇਸਨੂੰ ਕਿਸੇ ਨਾਲ ਸਾਂਝਾ ਨਾ ਕਰੋ। ਜੇਕਰ ਤੁਹਾਨੂੰ ਲੱਗਦਾ ਹੈ ਕਿ ਤੁਹਾਡੇ ਟੋਕਨ ਨਾਲ ਸਮਝੌਤਾ ਕੀਤਾ ਗਿਆ ਹੈ, ਤਾਂ ਤੁਸੀਂ ਇਸਨੂੰ ਕਿਸੇ ਵੀ ਸਮੇਂ ਰੱਦ ਕਰ ਸਕਦੇ ਹੋ।",
        'scopes-message' => "ਇਹ ਇੱਕ ਟੋਕਨ ਹੈ ਜੋ ਇਸਦੇ ਸਕੋਪਾਂ ਦੇ ਨਾਲ ਦੁਕਾਨ ਤੱਕ ਪਹੁੰਚ ਰੱਖਦਾ ਹੈ",
        'manage-tokens-action' => 'ਟੋਕਨਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ',
        'manage-tokens-message' => "ਤੁਸੀਂ ਇੱਥੇ ਕਿਸੇ ਵੀ ਸਮੇਂ ਇਸ ਟੋਕਨ ਨੂੰ ਰੱਦ ਕਰ ਸਕਦੇ ਹੋ।"
    ]


,

    'password' => 'ਦਿੱਤਾ ਪਾਸਵਰਡ ਗਲਤ ਹੈ।',
];
