<?php

return [
    /*
    |--------------------------------------------------------------------------
    | General
    |--------------------------------------------------------------------------
    */

    'shop' => "ਦੁਕਾਨ",
    'request' => "ਬੇਨਤੀ",
    'stage' => "ਸਥਿਤੀ",
    'budget' => "ਬਜਟ",
    'contact' => "ਸੰਪਰਕ ਕਰੋ",
    'name' => "ਨਾਮ",
    'email' => "ਈਮੇਲ",
    'user' => "ਉਪਭੋਗਤਾ",
    'copy' => "ਕਾਪੀ ਕਰੋ",
    'important' => "ਮਹੱਤਵਪੂਰਨ",
    'faq' => "FAQ",

    'select_shop' => "ਦੁਕਾਨ ਚੁਣੋ",
    'loading' => "ਲੋਡ ਹੋ ਰਿਹਾ ਹੈ",

    'add_comment' => "ਟਿੱਪਣੀ ਸ਼ਾਮਲ ਕਰੋ",
    'add_comment_sub' => "ਸਾਡੇ ਨਾਲ ਆਪਣੇ ਵਿਚਾਰ ਸਾਂਝੇ ਕਰੋ",

    /*
    |--------------------------------------------------------------------------
    | Special agreements > SMS Services
    |--------------------------------------------------------------------------
    */
    'sms_agreement_twilio' => "'ਸਾਈਨ ਅੱਪ' 'ਤੇ ਕਲਿੱਕ ਕਰਕੇ, ਤੁਸੀਂ :name <a href='/terms' target='_blank'></a> ਅਤੇ <a href='/privacy' target='_blank'> ਗੋਪਨੀਯਤਾ ਨੀਤੀ</a> ਦੀ ਵਰਤੋਂ ਦੀਆਂ ਸ਼ਰਤਾਂ ਨਾਲ ਸਹਿਮਤ ਹੁੰਦੇ ਹੋ। ਤੁਸੀਂ ਆਰਡਰ ਅੱਪਡੇਟ ਅਤੇ/ਜਾਂ ਮਾਰਕੀਟਿੰਗ ਉਦੇਸ਼ਾਂ ਲਈ :name ਤੋਂ ਫ਼ੋਨ ਕਾਲਾਂ ਅਤੇ SMS ਸੁਨੇਹੇ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਸਹਿਮਤੀ ਦਿੰਦੇ ਹੋ। ਸੁਨੇਹੇ ਦੀ ਬਾਰੰਬਾਰਤਾ ਤੁਹਾਡੀ ਗਤੀਵਿਧੀ 'ਤੇ ਨਿਰਭਰ ਕਰਦੀ ਹੈ। ਤੁਸੀਂ <b>STOP</b> ਨੂੰ <b>86753</b> ਨੂੰ ਟੈਕਸਟ ਭੇਜ ਕੇ ਚੋਣ ਕਰ ਸਕਦੇ ਹੋ। ਸੁਨੇਹਾ ਅਤੇ ਡਾਟਾ ਦਰਾਂ ਲਾਗੂ ਹੋ ਸਕਦੀਆਂ ਹਨ। ਅਸੀਂ ਲੋਕਾਂ ਦੀ ਗੋਪਨੀਯਤਾ ਦਾ ਆਦਰ ਕਰਦੇ ਹਾਂ ਅਤੇ ਕਦੇ ਵੀ ਤੁਹਾਡਾ ਡੇਟਾ ਨਹੀਂ ਵੇਚਦੇ ਜਾਂ ਇਸ਼ਤਿਹਾਰਾਂ ਲਈ ਇਸਦੀ ਵਰਤੋਂ ਨਹੀਂ ਕਰਦੇ। ਜੇਕਰ ਤੁਹਾਨੂੰ ਵਾਧੂ ਜਾਣਕਾਰੀ ਦੀ ਲੋੜ ਹੈ, ਤਾਂ ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।",

    /*
    |--------------------------------------------------------------------------
    | Expert
    |--------------------------------------------------------------------------
    */
    'expert' => [
        'no_budget_set' => 'ਸੈੱਟ ਨਹੀਂ ਹੈ। ਮੈਨੂੰ ਹੋਰ ਜਾਣਕਾਰੀ ਚਾਹੀਦੀ ਹੈ।',
        'start' => "ਮੈਂ ਹੁਣੇ ਆਪਣਾ ਕਾਰੋਬਾਰ ਸ਼ੁਰੂ ਕਰ ਰਿਹਾ ਹਾਂ।",
        'online' => "ਮੇਰਾ ਇੱਕ ਕਾਰੋਬਾਰ ਹੈ ਅਤੇ ਮੈਂ ਇਸਨੂੰ ਔਨਲਾਈਨ ਲਿਆਉਣਾ ਚਾਹੁੰਦਾ ਹਾਂ।",
        'extend' => "ਮੈਂ ਆਪਣੇ ਔਨਲਾਈਨ ਸਟੋਰ 'ਤੇ ਕੰਮ ਕਰਦਾ ਹਾਂ।",
        'pos' => "ਮੈਂ ਆਪਣੇ ਭੌਤਿਕ ਸਟੋਰ ਵਿੱਚ Selldone POS ਦੀ ਵਰਤੋਂ ਕਰਨ ਦਾ ਇਰਾਦਾ ਰੱਖਦਾ ਹਾਂ।",
    ],

    /*
      |--------------------------------------------------------------------------
      | @see VendorPaymentOptionObject
      |--------------------------------------------------------------------------
      */
    'vendor_payment_option' => [
        'bank' => [
            'title' => "ਬੈਂਕ ਟ੍ਰਾਂਸਫਰ",
            'description' => "ਵਿਕਰੇਤਾ ਦੇ ਖਾਤੇ ਵਿੱਚ ਹੱਥੀਂ ਫੰਡ ਟ੍ਰਾਂਸਫਰ ਕਰੋ।",
        ],
    ],

];
