<?php


use App\Shop\Mail\enums\ShopMailTemplateCodes;

return [

    'email-types-description' => [
        ShopMailTemplateCodes::ShopCustomerJoin => 'ਇਹ ਸੁਨੇਹਾ ਦੁਕਾਨ ਵਿੱਚ ਇੱਕ ਨਵੇਂ ਖਰੀਦਦਾਰ ਦਾ ਸੁਆਗਤ ਕਰਦਾ ਹੈ।',
        ShopMailTemplateCodes::OrderCheckout => 'ਇਹ ਸੂਚਨਾ ਉਦੋਂ ਭੇਜੀ ਜਾਂਦੀ ਹੈ ਜਦੋਂ ਕੋਈ ਖਰੀਦਦਾਰ ਆਰਡਰ ਦੀ ਪੁਸ਼ਟੀ ਕਰਦਾ ਹੈ।',
        ShopMailTemplateCodes::OrderPayment => 'ਇਹ ਸੂਚਨਾ ਗਾਹਕ ਦੁਆਰਾ ਕੀਤੇ ਗਏ ਸਫਲ ਭੁਗਤਾਨ ਦੀ ਪੁਸ਼ਟੀ ਕਰਦੀ ਹੈ।',
        ShopMailTemplateCodes::OrderUpdate => 'ਇਹ ਸੁਨੇਹਾ ਇੱਕ ਖਰੀਦਦਾਰ ਨੂੰ ਉਹਨਾਂ ਦੇ ਆਰਡਰ ਦੀ ਸਥਿਤੀ ਬਾਰੇ ਅਪਡੇਟ ਕਰਨ ਲਈ ਭੇਜਿਆ ਜਾਂਦਾ ਹੈ।',

        ShopMailTemplateCodes::OrderPaymentAdmin => 'ਇਹ ਸੁਨੇਹਾ ਇੱਕ ਵਿਕਰੇਤਾ ਨੂੰ ਇੱਕ ਪੁਸ਼ਟੀ ਕੀਤੇ ਆਰਡਰ ਬਾਰੇ ਸੂਚਿਤ ਕਰਨ ਲਈ ਭੇਜਿਆ ਜਾਂਦਾ ਹੈ।',
        ShopMailTemplateCodes::PosCheckout => 'ਇਹ ਸੂਚਨਾ ਇੱਕ ਖਰੀਦਦਾਰ ਲਈ ਵਿਕਰੀ ਆਰਡਰ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਲਈ ਭੇਜੀ ਜਾਂਦੀ ਹੈ।',
        ShopMailTemplateCodes::PosPayment => 'ਇਹ ਸੂਚਨਾ ਇੱਕ ਖਰੀਦਦਾਰ ਦੁਆਰਾ ਕੀਤੀ ਗਈ ਵਿਕਰੀ ਦੇ ਭੁਗਤਾਨ ਦੀ ਪੁਸ਼ਟੀ ਕਰਦੀ ਹੈ।',
        ShopMailTemplateCodes::PosPaymentAdmin => 'ਇਹ ਸੁਨੇਹਾ ਵਿਕਰੇਤਾ ਨੂੰ ਉਹਨਾਂ ਦੀ ਵਿਕਰੀ ਦੇ ਸਥਾਨ \'ਤੇ ਕੀਤੀ ਖਰੀਦ ਬਾਰੇ ਸੂਚਿਤ ਕਰਦਾ ਹੈ।',
        ShopMailTemplateCodes::ShopContact => 'ਇਹ ਸੂਚਨਾ ਉਦੋਂ ਭੇਜੀ ਜਾਂਦੀ ਹੈ ਜਦੋਂ ਇੱਕ ਸੰਪਰਕ ਫਾਰਮ ਜਮ੍ਹਾਂ ਕੀਤਾ ਜਾਂਦਾ ਹੈ।',
        ShopMailTemplateCodes::ShopGiftCard => 'ਇਹ ਸੂਚਨਾ ਇੱਕ ਉਪਭੋਗਤਾ ਨੂੰ ਸੂਚਿਤ ਕਰਦੀ ਹੈ ਕਿ ਉਹਨਾਂ ਨੂੰ ਇੱਕ ਤੋਹਫ਼ਾ ਕਾਰਡ ਪ੍ਰਾਪਤ ਹੋਇਆ ਹੈ।',

        ShopMailTemplateCodes::ShopVendorJoin => 'ਇਹ ਸੁਨੇਹਾ ਦੁਕਾਨ ਵਿੱਚ ਇੱਕ ਨਵੇਂ ਵਿਕਰੇਤਾ ਦਾ ਸੁਆਗਤ ਕਰਦਾ ਹੈ।',
        ShopMailTemplateCodes::ShopVendorInvite => "ਇਹ ਸੁਨੇਹਾ ਇੱਕ ਵਿਕਰੇਤਾ ਨੂੰ ਤੁਹਾਡੇ ਬਾਜ਼ਾਰ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਣ ਲਈ ਸੱਦਾ ਦੇਣ ਲਈ ਭੇਜਿਆ ਗਿਆ ਹੈ।",
        ShopMailTemplateCodes::ShopVendorOrder => "ਇਹ ਸੁਨੇਹਾ ਵਿਕਰੇਤਾ ਨੂੰ ਉਦੋਂ ਭੇਜਿਆ ਜਾਂਦਾ ਹੈ ਜਦੋਂ ਭੁਗਤਾਨ ਕੀਤੇ ਜਾਂ ਕੈਸ਼ ਆਨ ਡਿਲਿਵਰੀ (COD) ਸਥਿਤੀ ਵਿੱਚ ਆਰਡਰ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ।",
        ShopMailTemplateCodes::ShopVendorProducts => "ਵਿਕਰੇਤਾਵਾਂ ਨੂੰ ਉਨ੍ਹਾਂ ਦੇ ਉਤਪਾਦਾਂ ਦੀ ਸਥਿਤੀ ਬਾਰੇ ਅਪਡੇਟ ਕਰਨ ਲਈ ਰੋਜ਼ਾਨਾ ਭੇਜਿਆ ਜਾਂਦਾ ਹੈ।",
        ShopMailTemplateCodes::ShopVendorMemberInvite => "ਇਹ ਸੁਨੇਹਾ ਕਿਸੇ ਵਿਕਰੇਤਾ ਨੂੰ ਤੁਹਾਡੇ ਬਜ਼ਾਰ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਣ ਲਈ ਸੱਦਾ ਦੇਣ ਲਈ ਭੇਜਿਆ ਜਾਂਦਾ ਹੈ।",

        ShopMailTemplateCodes::UserLogin => "ਸੁਰੱਖਿਆ ਉਦੇਸ਼ਾਂ ਲਈ, IP ਪਤੇ, ਮਿਤੀ ਅਤੇ ਡਿਵਾਈਸ ਸਮੇਤ, ਲੌਗਇਨ ਵੇਰਵਿਆਂ ਦੇ ਨਾਲ ਉਪਭੋਗਤਾ ਨੂੰ ਸੂਚਿਤ ਕਰੋ।",
        ShopMailTemplateCodes::LoginCode => "ਸਟੋਰ ਵਿੱਚ ਲੌਗ ਇਨ ਕਰਨ ਲਈ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਇੱਕ-ਵਾਰ ਪਾਸਵਰਡ ਕੋਡ ਭੇਜੋ।",

        ShopMailTemplateCodes::EmailVerifyLink => "ਉਪਭੋਗਤਾ ਦੇ ਈਮੇਲ ਪਤੇ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਲਈ ਇੱਕ ਲਿੰਕ ਭੇਜੋ। ਇਹ ਈਮੇਲ ਉਦੋਂ ਭੇਜੀ ਜਾਂਦੀ ਹੈ ਜਦੋਂ ਕੋਈ ਉਪਭੋਗਤਾ SMS ਦੁਆਰਾ ਰਜਿਸਟਰ ਕਰਦਾ ਹੈ ਅਤੇ ਉਹਨਾਂ ਦੀ ਈਮੇਲ ਦਾਖਲ ਕਰਦਾ ਹੈ। ਇਹ ਉਦੋਂ ਨਹੀਂ ਭੇਜਿਆ ਜਾਂਦਾ ਹੈ ਜਦੋਂ ਕੋਈ ਉਪਭੋਗਤਾ ਸੋਸ਼ਲ ਲੌਗਇਨ ਜਾਂ ਈਮੇਲ ਨਾਲ ਸਿੱਧਾ ਰਜਿਸਟਰ ਕਰਦਾ ਹੈ।",

        ShopMailTemplateCodes::EmailBulkOrder => "ਕਿਸੇ ਖਾਸ ਦਿਨ ਲਈ ਥੋਕ ਵਿੱਚ ਪ੍ਰਾਪਤ ਕੀਤੇ ਅਤੇ ਭੁਗਤਾਨ ਕੀਤੇ ਆਰਡਰਾਂ ਦੀ ਸੂਚੀ ਭੇਜੋ।"


    ,

    ],


    'global' => [
        'greetings' => 'ਹੈਲੋ, :name!',
        'end-statement' => 'ਸਹਾਇਤਾ ਟੀਮ',

        'receiver_name' => 'ਹੈਲੋ :user_name',
        'footer-help' => "ਮਦਦ ਦੀ ਲੋੜ ਹੈ? [support@selldone.com](mailto:support@selldone.com) 'ਤੇ ਪੁੱਛੋ ਜਾਂ ਸਾਡੇ [ਮਦਦ ਕੇਂਦਰ] (https://selldone.com/community) 'ਤੇ ਜਾਉ।",
        'selldone-team' => 'Selldone ਟੀਮ',
        'footer-shop' => "ਜੇਕਰ ਤੁਹਾਨੂੰ ਕਿਸੇ ਵੀ ਚੀਜ਼ ਵਿੱਚ ਮਦਦ ਦੀ ਲੋੜ ਹੈ ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ ਸਾਨੂੰ ਇੱਕ ਈਮੇਲ ਭੇਜਣ ਤੋਂ ਸੰਕੋਚ ਨਾ ਕਰੋ: :shop_mail",
        'accept' => "ਸਵੀਕਾਰ ਕਰੋ",
        'reject' => "ਅਸਵੀਕਾਰ ਕਰੋ",
        'verify' => "ਤਸਦੀਕ ਕਰੋ",
        'title' => "ਸਿਰਲੇਖ",
        'value' => "ਮੁੱਲ",
        'description' => "ਵਰਣਨ",
        'shop' => "ਦੁਕਾਨ",
        'shop-info' => "ਸਟੋਰ ਦੀ ਜਾਣਕਾਰੀ",
        'user' => "ਉਪਭੋਗਤਾ",
        'user-info' => "ਖਾਤਾ ਜਾਣਕਾਰੀ",
        'license' => "ਲਾਇਸੰਸ",
        'status' => "ਸਥਿਤੀ",
        'start' => "ਸ਼ੁਰੂ ਕਰੋ",
        'end' => "ਅੰਤ",
        'renewal' => "ਨਵਿਆਉਣ",
        'view' => "ਦੇਖੋ",

        'balance' => "ਸੰਤੁਲਨ",
        'card_number' => "ਕਾਰਡ ਨੰਬਰ",
        'cvv' => "ਸੀ.ਵੀ.ਵੀ",
        'expire_date' => "ਤਾਰੀਖ ਦੀ ਮਿਆਦ ਖਤਮ",

        'Dashboard' => "ਡੈਸ਼ਬੋਰਡ",
        'order' => "ਆਰਡਰ",
        'view_order' => "ਆਰਡਰ ਦੇਖੋ",
        'pay_now' => "Pay now",

        'official_selldone' => "ਅਧਿਕਾਰਤ ਸੇਲਡੋਨ",

        'account-number' => "Account number",
        'account-name' => "Account name",
        'currency' => "ਮੁਦਰਾ",
        'free-balance' => "ਮੁਫਤ ਬਕਾਇਆ",
        'locked-balance' => "ਲਾਕ ਕੀਤਾ ਬਕਾਇਆ",
        'bot' => "ਬੋਟ",
        'requests' => "ਬੇਨਤੀਆਂ",
        'baskets' => 'ਗੱਡੀਆਂ',
        'physical' => "ਸਰੀਰਕ",
        'virtual' => "ਵਰਚੁਅਲ",
        'file' => "ਫਾਈਲ",
        'service' => "ਸੇਵਾ",
        'fulfillment' => "ਪੂਰਤੀ",
        'open' => "ਖੋਲ੍ਹੋ",
        'reserved' => "ਰਾਖਵਾਂ",
        'canceled' => "ਰੱਦ ਕਰ ਦਿੱਤਾ",
        'payed' => "ਦਾ ਭੁਗਤਾਨ",
        'cod' => "COD",
        'orders-count' => 'ਆਰਡਰ',
        'payments-count' => 'ਭੁਗਤਾਨ',
        'confirms-count' => 'ਪੁਸ਼ਟੀ ਕਰਦਾ ਹੈ',
        'sends-count' => 'ਭੇਜਦਾ ਹੈ',
        'delivers-count' => 'ਪਹੁੰਚਾਉਂਦਾ ਹੈ',
        'count' => 'ਗਿਣਤੀ',
        'transactions-count' => 'ਲੈਣ-ਦੇਣ ਦੀ ਗਿਣਤੀ',
        'success-transactions' => 'ਸਫਲ ਲੈਣ-ਦੇਣ',
        'total-amount' => 'ਕੁੱਲ ਮਾਤਰਾ',
        'amount' => 'ਦੀ ਰਕਮ',
        'wage' => 'ਮਜ਼ਦੂਰੀ',
        'debug' => 'ਡੀਬੱਗ ਕਰੋ',
        'pos' => 'POS',
        'live' => 'ਲਾਈਵ',
        'CheckQueue' => 'ਕਤਾਰ ਦੀ ਜਾਂਚ ਕਰੋ',
        'OrderConfirm' => 'ਆਰਡਰ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ',
        'PreparingOrder' => 'ਆਰਡਰ ਤਿਆਰ ਕਰ ਰਿਹਾ ਹੈ',
        'SentOrder' => 'ਆਰਡਰ ਭੇਜਿਆ',
        'ToCustomer' => 'ਗਾਹਕ ਨੂੰ ਦਿੱਤਾ ਗਿਆ',
        'Pending' => 'ਬਕਾਇਆ',
        'Accepted' => 'ਸਵੀਕਾਰ ਕੀਤਾ',
        'Rejected' => 'ਰੱਦ ਕਰ ਦਿੱਤਾ',
        'pc' => 'PC',
        'tablet' => 'ਟੈਬਲੇਟ',
        'phone' => 'ਫ਼ੋਨ',
        'total' => 'ਕੁੱਲ',
        'view-detail' => 'ਵੇਰਵਾ ਵੇਖੋ',
        'empty' => 'ਖਾਲੀ',
        'dropshipping' => 'ਡ੍ਰੌਪਸ਼ਿਪਿੰਗ',
        'reply' => 'ਜਵਾਬ',
        'reactions' => 'ਪ੍ਰਤੀਕਰਮ',
        'Comments' => 'ਟਿੱਪਣੀਆਂ',
        'last-comment' => 'ਆਖਰੀ ਟਿੱਪਣੀ',
        'response-to' => 'ਨੂੰ ਜਵਾਬ',
        'posts' => 'ਪੋਸਟਾਂ',
        'post' => 'ਪੋਸਟ',

        'name' => 'ਨਾਮ',
        'email' => 'ਈ - ਮੇਲ',
        'type' => 'ਕਿਸਮ',
        'device' => 'ਡਿਵਾਈਸ',
        'platform' => 'ਪਲੇਟਫਾਰਮ',
        'browser' => 'ਬਰਾਊਜ਼ਰ',
        'time' => 'ਸਮਾਂ',
        'Wallet' => 'ਵਾਲਿਟ',
        'date' => 'ਤਾਰੀਖ਼',

        'account' => 'ਖਾਤਾ',
        'transaction' => 'ਲੈਣ-ਦੇਣ',
        'fee' => 'ਫੀਸ',

        'location' => 'Location',
        'ip' => 'IP',

        'bill' => 'ਬਿੱਲ',
        'category' => 'ਸ਼੍ਰੇਣੀ',
        'password' => 'ਪਾਸਵਰਡ',
        'verify-login' => "ਪੁਸ਼ਟੀ ਕਰੋ ਅਤੇ ਲੌਗਇਨ ਕਰੋ",
        'url' => 'URL',
        'avocado' => 'ਆਵਾਕੈਡੋ',
        'hyper' => 'ਹਾਈਪਰ',
        'buy-now' => "ਹੁਣੇ ਖਰੀਦੋ",
        'add-domain' => "Add Domain",
        'views' => 'ਵਿਚਾਰ',


        'country' => 'ਦੇਸ਼',
        'address' => 'ਪਤਾ',
        'postal' => 'ਡਾਕ ਕੋਡ',
        'building_no' => 'ਬਿਲਡਿੰਗ #',
        'building_unit' => 'ਯੂਨਿਟ #',
        'message' => 'ਸੁਨੇਹਾ',


        'customer' => 'ਗਾਹਕ',
        'cart-items' => 'ਕਾਰਟ ਆਈਟਮਾਂ',
        'payment' => 'ਭੁਗਤਾਨ',
        'receiver' => 'ਪ੍ਰਾਪਤ ਕਰਨ ਵਾਲਾ',
        'virtual-items' => 'ਵਰਚੁਅਲ ਆਈਟਮਾਂ',
        'no-payment' => 'ਕੋਈ ਭੁਗਤਾਨ ਨਹੀਂ!',

        'enable' => 'ਯੋਗ ਕਰੋ',
        'access' => 'ਪਹੁੰਚ',
        'bank' => 'ਬੈਂਕ ਦੀ ਜਾਣਕਾਰੀ',

        'vendor' => 'ਵਿਕਰੇਤਾ',

        'view_content' => "ਪੂਰੀ ਸਮੱਗਰੀ ਦੇਖੋ",
        'files' => 'ਫਾਈਲਾਂ',
        'download' => 'ਡਾਊਨਲੋਡ ਕਰੋ',
        'file_name' => 'ਫਾਈਲ ਦਾ ਨਾਮ',
        'file_size' => 'ਆਕਾਰ',

        'subscription' => 'ਗਾਹਕੀ',
        'products' => 'ਉਤਪਾਦ',
        'vendor_products' => 'ਵਿਕਰੇਤਾ ਉਤਪਾਦ',

        'pickup' => 'ਪਿਕਅੱਪ',

        'minutes' => 'ਮਿੰਟ',
        'hours' => 'ਘੰਟੇ',

        'refund' => 'ਰਿਫੰਡ',
        'recipient_address' => 'ਪ੍ਰਾਪਤਕਰਤਾ ਦਾ ਪਤਾ',
        'signature' => 'ਦਸਤਖਤ',
        'blockchain' => 'ਬਲਾਕਚੈਨ',
        'details' => 'ਵੇਰਵੇ',


    

        'Shop' => 'ਦੁਕਾਨ',
        'dashboard' => 'ਡੈਸ਼ਬੋਰਡ',
        'comments' => 'ਟਿੱਪਣੀਆਂ',
        'wallet' => 'ਬਟੂਆ',
    ],
    //―――――――――――――――――――――――――――― Titles ―――――――――――――――――――――――――
    'selldone-business-os' => "Selldone Business OS",

    //―――――――――――――――――――――――――――― Senders name & emails ―――――――――――――――――――――――――
    'senders' => [
        'WeeklyReport' => [
            'id' => 'performance',
            'name' => 'Selldone ਪ੍ਰਦਰਸ਼ਨ ਰਿਪੋਰਟ'
        ],
        'SeasonalReport' => [
            'id' => 'seasonal',
            'name' => 'Selldone ਮੌਸਮੀ ਰਿਪੋਰਟ'
        ],
        'Onboarding' => [
            'id' => 'ਹੈਲੋ',
            'name' => 'Selldone ਵਪਾਰੀ'
        ],
        'Support' => [
            'id' => 'support',
            'name' => ':name ਦਾ ਸਮਰਥਨ ਕਰੋ'
        ],
        'EmailVerify' => [
            'id' => 'verify',
            'name' => 'Selldone'
        ],
        'Welcome' => [
            'id' => 'ਹੈਲੋ',
            'name' => 'Selldone ਭਾਈਚਾਰਾ'
        ],
        'NewShop' => [
            'id' => 'ਵਪਾਰੀ',
            'name' => 'Selldone ਵਪਾਰੀ'
        ],
        'Approve' => [
            'id' => 'ਮਨਜ਼ੂਰ ਕਰੋ',
            'name' => 'Selldone ਵਪਾਰੀ'
        ],
        'SellerReceiveOrder' => [
            'id' => 'order',
            'name' => 'ਆਰਡਰ ਪ੍ਰਬੰਧਨ :name'
        ],

        'Recovery' => [
            'id' => 'ਰਿਕਵਰੀ',
            'name' => 'Selldone ਰਿਕਵਰੀ ਟੀਮ'
        ],

    ],


    'bill-status' => [
        'PENDING' => 'ਲੰਬਿਤ ⌛',
        'PAYED' => 'ਭੁਗਤਾਨ ਕੀਤਾ ✅',
        'CANCELED' => 'ਰੱਦ ਕੀਤਾ ❌',

    ],

    'shop-invite' => [
        'LEVEL-NAME' => [
            'ADMIN' => 'ਪ੍ਰਸ਼ਾਸਕ',
            'OFFICER' => 'ਅਧਿਕਾਰੀ ਅਤੇ ਸੁਪਰਵਾਈਜ਼ਰ',
            'AUDITING' => 'ਆਡਿਟਿੰਗ ਮੈਨੇਜਰ',
            'EMPLOYEE' => 'ਕਰਮਚਾਰੀ',
            'PRODUCT' => 'ਉਤਪਾਦ ਪ੍ਰਬੰਧਕ',
            'CONTENT' => 'ਸਮੱਗਰੀ ਪ੍ਰਬੰਧਕ',
            'MARKETING' => 'ਮਾਰਕੀਟਿੰਗ ਮੈਨੇਜਰ',
            'VIEWER' => 'ਦਰਸ਼ਕ',

        ],
        'subject' => ":inviter ਨੇ ਤੁਹਾਨੂੰ :level ਵਜੋਂ ਸੱਦਾ ਦਿੱਤਾ| :shop",
        'category' => "ਸਟਾਫ਼ ਦਾ ਸੱਦਾ",
        'title' => "ਤੁਹਾਨੂੰ <b>:shop_name</b> ਲਈ <b>:level</b> ਵਜੋਂ ਸੱਦਾ ਦਿੱਤਾ ਗਿਆ ਹੈ।",
        'message' => "ਤੁਹਾਨੂੰ ਵਪਾਰ ਵਿੱਚ <b>:shop_title</b> ਟੀਮ ਨਾਲ ਸਹਿਯੋਗ ਕਰਨ ਲਈ ਇੱਕ ਸੱਦਾ ਪ੍ਰਾਪਤ ਹੋਇਆ ਹੈ। ਤੁਹਾਡੇ ਕੋਲ ਇਸ ਪੇਸ਼ਕਸ਼ ਨੂੰ ਸਵੀਕਾਰ ਜਾਂ ਅਸਵੀਕਾਰ ਕਰਨ ਦਾ ਵਿਕਲਪ ਹੈ। ਕੀ ਤੁਸੀਂ ਸਵੀਕਾਰ ਕਰਨਾ ਚੁਣਦੇ ਹੋ, ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਫੈਸਲੇ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਲਈ Selldone ਸੇਵਾ ਵਿੱਚ ਲੌਗ ਇਨ ਕਰੋ। ਪੁਸ਼ਟੀ ਹੋਣ 'ਤੇ, ਤੁਸੀਂ ਸਟੋਰ ਪ੍ਰਬੰਧਨ ਸੈਕਸ਼ਨ ਤੱਕ ਪਹੁੰਚ ਪ੍ਰਾਪਤ ਕਰੋਗੇ।",

    ],

    'welcome-email' => [
        'subject' => "👋 :name ਦਾ ਸੁਆਗਤ ਹੈ, ਆਓ Selldone ਨਾਲ ਸ਼ੁਰੂਆਤ ਕਰੀਏ!",
        'category' => 'CONGRATULATION',
        'title' => "Selldone ਵਿੱਚ ਸੁਆਗਤ ਹੈ",
        'message' => "Selldone ਚੁਣਨ ਲਈ ਤੁਹਾਡਾ ਧੰਨਵਾਦ! ਤੁਸੀਂ ਹੁਣ ਇੱਕ ਜੀਵੰਤ ਭਾਈਚਾਰੇ ਦਾ ਹਿੱਸਾ ਹੋ ਜੋ ਗਲੋਬਲ ਵਿਕਰੇਤਾਵਾਂ ਨੂੰ ਗਾਹਕਾਂ ਨਾਲ, ਸਥਾਨਕ ਕਾਰੋਬਾਰਾਂ ਨੂੰ ਉੱਦਮਾਂ ਨਾਲ, ਅਤੇ ਵਿਅਕਤੀਆਂ ਨੂੰ ਕਾਰਪੋਰੇਸ਼ਨਾਂ ਨਾਲ ਜੋੜਦਾ ਹੈ। ਸਾਡੇ ਸਾਰੇ ਮਾਸਟਰ ਅਤੇ ਪ੍ਰੋ ਟੂਲ ਤੁਹਾਡੇ ਲਈ **ਮੁਫ਼ਤ** ਅਤੇ **ਬੇਅੰਤ** ਉਪਲਬਧ ਹਨ। ਅਸੀਂ ਤੁਹਾਡਾ ਸਮਰਥਨ ਕਰਨ ਅਤੇ ਤੁਹਾਡੀ ਸਫਲਤਾ ਦੇ ਦਰਵਾਜ਼ੇ ਖੋਲ੍ਹਣ ਲਈ ਇੱਥੇ ਹਾਂ।",

        'index' => "ਕਦਮ :step।",

        'step-domain' => [
            'title' => 'ਆਪਣਾ ਕਸਟਮ ਡੋਮੇਨ ਸ਼ਾਮਲ ਕਰੋ',
            'message' => "ਸ਼ੁਰੂਆਤ ਕਰਨ ਲਈ, ਸੈਟਿੰਗਾਂ > ਡੋਮੇਨ ਸੈਟਿੰਗਾਂ ਦੇ ਅਧੀਨ ਸ਼ਾਪ ਡੈਸ਼ਬੋਰਡ ਵਿੱਚ ਆਪਣਾ ਕਸਟਮ ਡੋਮੇਨ ਮੁਫ਼ਤ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ।",
            'action' => 'ਮੇਰੇ ਡੋਮੇਨ ਪ੍ਰਬੰਧਿਤ ਕਰੋ',
        ],
        'step-landing' => [
            'title' => 'ਆਪਣੇ ਹੋਮ ਪੇਜ ਨੂੰ ਅਨੁਕੂਲਿਤ ਕਰੋ',
            'message' => "ਡੈਸ਼ਬੋਰਡ > ਪੰਨਿਆਂ 'ਤੇ ਜਾ ਕੇ ਆਪਣੇ ਹੋਮ ਪੇਜ ਨੂੰ ਵਿਅਕਤੀਗਤ ਬਣਾਓ। ਇੱਕ ਲੈਂਡਿੰਗ ਪੰਨਾ ਚੁਣੋ ਜਾਂ ਇੱਕ ਨਵਾਂ ਬਣਾਓ। ਇਹ ਆਸਾਨ ਅਤੇ ਅਨੁਭਵੀ ਹੈ, ਅਤੇ ਤੁਸੀਂ ਇਸ 'ਤੇ ਤੁਰੰਤ ਕੰਮ ਕਰਨਾ ਸ਼ੁਰੂ ਕਰ ਸਕਦੇ ਹੋ।",
            'action' => 'ਮੇਰੇ ਲੈਂਡਿੰਗ ਪੰਨੇ ਨੂੰ ਅਨੁਕੂਲਿਤ ਕਰੋ',
        ],
        'step-payment' => [
            'title' => 'ਭੁਗਤਾਨ ਵਿਧੀਆਂ ਨੂੰ ਸੈੱਟਅੱਪ ਕਰੋ',
            'message' => "ਸਿੱਧੇ ਆਪਣੇ ਬੈਂਕ ਖਾਤੇ ਵਿੱਚ ਭੁਗਤਾਨ ਸਵੀਕਾਰ ਕਰਨਾ ਸ਼ੁਰੂ ਕਰੋ। ਆਪਣੇ ਭੁਗਤਾਨ ਪ੍ਰਦਾਤਾਵਾਂ ਜਿਵੇਂ ਕਿ Stripe, PayPal, ਅਤੇ ਹੋਰ ਨਾਲ ਜੁੜਨ ਲਈ, Dashboard > Accounting > Gateway 'ਤੇ ਜਾਓ।",
            'action' => 'ਭੁਗਤਾਨ ਵਿਧੀਆਂ ਸ਼ਾਮਲ ਕਰੋ',
        ],
        'step-products' => [
            'title' => 'ਆਪਣੇ ਉਤਪਾਦ ਸ਼ਾਮਲ ਕਰੋ',
            'message' => "ਡੈਸ਼ਬੋਰਡ > ਉਤਪਾਦ ਵਿੱਚ ਆਸਾਨੀ ਨਾਲ ਉਤਪਾਦ ਅਤੇ ਸ਼੍ਰੇਣੀਆਂ ਸ਼ਾਮਲ ਕਰੋ। ਇਹ ਤੁਹਾਡੇ PC 'ਤੇ ਫਾਈਲਾਂ ਅਤੇ ਫੋਲਡਰਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰਨ ਵਾਂਗ ਹੈ - ਪੂਰੀ ਤਰ੍ਹਾਂ ਡਰੈਗ-ਐਂਡ-ਡ੍ਰੌਪ ਤਿਆਰ ਹੈ। ਤੁਸੀਂ ਐਕਸਲ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਉਤਪਾਦਾਂ ਨੂੰ ਬਲਕ ਆਯਾਤ ਵੀ ਕਰ ਸਕਦੇ ਹੋ। ਸ਼ੁਰੂਆਤ ਕਰਨ ਵਿੱਚ ਤੁਹਾਡੀ ਮਦਦ ਲਈ ਇੱਕ ਨਮੂਨਾ ਟੈਮਪਲੇਟ ਉਪਲਬਧ ਹੈ।",
            'action' => 'ਮੇਰੇ ਉਤਪਾਦਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ',
        ],
        'step-shipping' => [
            'title' => 'ਸੈਟਅੱਪ ਸ਼ਿਪਿੰਗ ਢੰਗ',
            'message' => "ਗਾਹਕਾਂ ਤੋਂ ਸ਼ਿਪਿੰਗ ਲਈ ਚਾਰਜ ਕਰਨ ਲਈ, ਡੈਸ਼ਬੋਰਡ > ਲੌਜਿਸਟਿਕ > ਸ਼ਿਪਿੰਗ ਵਿੱਚ ਆਪਣੇ ਸ਼ਿਪਿੰਗ ਤਰੀਕਿਆਂ ਨੂੰ ਪਰਿਭਾਸ਼ਿਤ ਕਰੋ। ਤੁਸੀਂ ਵੱਖ-ਵੱਖ ਸਥਾਨਾਂ ਲਈ ਵੱਖ-ਵੱਖ ਕੀਮਤ ਅਤੇ ਸਮਰਥਨ ਸੈੱਟ ਕਰ ਸਕਦੇ ਹੋ। ਡੈਸ਼ਬੋਰਡ > ਲੌਜਿਸਟਿਕ > ਵੇਅਰਹਾਊਸ ਵਿੱਚ ਆਪਣਾ ਵੇਅਰਹਾਊਸ ਮੂਲ ਸੈੱਟ ਕਰਨਾ ਨਾ ਭੁੱਲੋ।",
            'action' => 'ਸ਼ਿਪਿੰਗ ਵਿਧੀਆਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ',
        ],
    

        'seller' => [
            'title' => 'ਕੀ ਤੁਸੀਂ ਵਿਕਰੇਤਾ ਹੋ?',
            'message' => 'ਵੇਚਣਾ ਸ਼ੁਰੂ ਕਰਨ ਲਈ, ਹੇਠਾਂ ਦਿੱਤੇ ਲਿੰਕ ਰਾਹੀਂ Selldone ਵਿੱਚ ਆਪਣਾ ਡੈਸ਼ਬੋਰਡ ਦਾਖਲ ਕਰੋ ਅਤੇ ਆਪਣਾ ਪਹਿਲਾ ਸਟੋਰ ਪੂਰੀ ਤਰ੍ਹਾਂ ਮੁਫ਼ਤ ਬਣਾਓ। ਇਸ ਵਿੱਚ ਕੁਝ ਮਿੰਟ ਲੱਗਣਗੇ ਅਤੇ ਤੁਹਾਡੇ ਕੋਲ ਆਪਣਾ ਸਟੋਰ ਅਤੇ ਔਨਲਾਈਨ ਸਾਈਟ ਹੋਵੇਗੀ। ਫਿਰ ਅਸੀਂ ਤੁਹਾਨੂੰ ਅਗਲੇ ਕਦਮਾਂ ਲਈ ਮਾਰਗਦਰਸ਼ਨ ਕਰਾਂਗੇ ਅਤੇ ਭੁਗਤਾਨ ਗੇਟਵੇ ਪ੍ਰਾਪਤ ਕਰਾਂਗੇ।',
            'action' => 'ਮੇਰੇ ਡੈਸ਼ਬੋਰਡ \'ਤੇ ਲੌਗਇਨ ਕਰੋ',
        ],
        'buyer' => [
            'title' => 'ਮੈਂ ਇੱਕ ਖਰੀਦਦਾਰ ਹਾਂ',
            'message' => 'ਵਧਾਈਆਂ। ਇੱਕ ਵਾਰ ਜਦੋਂ ਤੁਸੀਂ ਸੇਲਡੋਨ ਦੇ ਮੈਂਬਰ ਬਣ ਜਾਂਦੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਔਨਲਾਈਨ ਸਟੋਰਾਂ ਵਿੱਚ ਮੈਂਬਰਸ਼ਿਪ ਅਤੇ ਪ੍ਰਮਾਣੀਕਰਨ ਦੀਆਂ ਸਾਰੀਆਂ ਮੁਸ਼ਕਲਾਂ ਤੋਂ ਛੁਟਕਾਰਾ ਪਾਓਗੇ। ਸੇਲਡੋਨ ਪਲੇਟਫਾਰਮ ਦੀ ਵਰਤੋਂ ਕਰਨ ਵਾਲੇ ਕਿਸੇ ਵੀ ਸਟੋਰ ਅਤੇ ਸਾਈਟ ਤੋਂ ਲਾਭ ਲੈਣ ਲਈ, ਤੁਸੀਂ ਇੱਕ ਕਲਿੱਕ ਨਾਲ ਲੌਗਇਨ ਕਰ ਸਕਦੇ ਹੋ ਅਤੇ ਆਪਣੀ ਖਰੀਦ ਨੂੰ ਸਰਲ, ਤੇਜ਼ ਅਤੇ ਸੁਰੱਖਿਅਤ ਬਣਾ ਸਕਦੇ ਹੋ।',
        ],
    ],


    'charge-account' => [
        'category' => 'ਵਾਲਿਟ > ਖਾਤਾ > ਚਾਰਜ',
        'title' => "ਸਫਲਤਾ ਚਾਰਜ",
        'message' => "ਤੁਹਾਡੇ ਖਾਤੇ <b>:account_number</b> <b>:amount</b> ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਚਾਰਜ ਕੀਤਾ ਗਿਆ ਹੈ।",
        'account' => 'ਖਾਤਾ',
        'charge' => 'ਚਾਰਜ',
        'balance' => 'ਸੰਤੁਲਨ',
        'footer' => "ਕਾਰੋਬਾਰ ਨੂੰ ਦੁਨੀਆ ਭਰ ਦੇ ਕਿਸੇ ਵੀ ਵਿਅਕਤੀ ਲਈ ਆਸਾਨ, ਪ੍ਰਾਪਤੀਯੋਗ ਅਤੇ ਪਹੁੰਚਯੋਗ ਬਣਾਓ।"
    ],

    'verify-email' => [
        'subject' => "🙌 Selldone ਲਈ ਆਪਣਾ ਸਾਈਨ ਅੱਪ ਪੂਰਾ ਕਰੋ! ਲਿੰਕ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ।",
        'category' => "ਤੁਸੀਂ ਇੱਕ ਕਦਮ ਦੂਰ ਹੋ",
        'title' => "ਆਪਣੇ ਈਮੇਲ ਪਤੇ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ",
        'message' => "Hi :name,<br><br>Thank you for choosing Selldone!<br><br>To confirm that <b>:email</b> is your correct email address, please click the button below or use the link provided. You have 48 hours to complete this verification.",
        'footer' => "ਜੇਕਰ ਤੁਹਾਨੂੰ ਪੁਸ਼ਟੀਕਰਨ ਬਟਨ 'ਤੇ ਕਲਿੱਕ ਕਰਨ ਵਿੱਚ ਮੁਸ਼ਕਲ ਆ ਰਹੀ ਹੈ, ਤਾਂ ਹੇਠਾਂ ਦਿੱਤੇ URL ਨੂੰ ਆਪਣੇ ਵੈੱਬ ਬ੍ਰਾਊਜ਼ਰ ਵਿੱਚ ਕਾਪੀ ਅਤੇ ਪੇਸਟ ਕਰੋ: :activation_url",
        'next-step' => "ਅੱਗੇ, ਅਸੀਂ ਤੁਹਾਨੂੰ ਕੁਝ ਮਦਦਗਾਰ ਸਮੱਗਰੀ ਅਤੇ ਕਦਮ-ਦਰ-ਕਦਮ ਗਾਈਡ ਭੇਜਾਂਗੇ ਤਾਂ ਜੋ ਤੁਹਾਡੇ ਲਈ ਆਪਣਾ ਕਸਟਮ ਡੋਮੇਨ ਜੋੜਨਾ, ਭੁਗਤਾਨ ਸੈਟ ਅਪ ਕਰਨਾ, ਉਤਪਾਦ ਜੋੜਨਾ ਅਤੇ ਤੁਹਾਡਾ ਪਹਿਲਾ ਆਰਡਰ ਪ੍ਰਾਪਤ ਕਰਨਾ ਆਸਾਨ ਬਣਾਇਆ ਜਾ ਸਕੇ।",

    ],
    'verify-email-code' => [
        'subject' => ":name ਲਈ ਪੁਸ਼ਟੀਕਰਨ ਕੋਡ",
        'category' => "SECURITY",
        'title' => "ਈਮੇਲ ਪੁਸ਼ਟੀਕਰਨ ਕੋਡ",
        'message' => "ਹੈਲੋ :name,<br><br> ਇਹ ਪੁਸ਼ਟੀ ਕਰਨ ਲਈ ਕਿ <b>:email</b> ਤੁਹਾਡਾ ਸਹੀ ਈਮੇਲ ਪਤਾ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਅਗਲੇ <b>10 ਮਿੰਟ </b> ਦੇ ਅੰਦਰ ਹੇਠਾਂ ਦਿੱਤਾ ਕੋਡ ਦਾਖਲ ਕਰੋ:",
    ],
    'onboarding-verify-email' => [
        'subject' => "🎉 ਤੁਹਾਡੀ ਦੁਕਾਨ ਤਿਆਰ ਹੈ| :name",
        'category' => "ਤੁਸੀਂ ਇੱਕ ਕਦਮ ਦੂਰ ਹੋ",
        'title' => "ਸੈੱਟਅੱਪ ਪੂਰਾ ਹੋਇਆ",
        'account_title' => "ਤੁਹਾਡਾ ਖਾਤਾ",
        'account_msg' => "ਇਸ ਜਾਣਕਾਰੀ ਨਾਲ ਆਪਣੇ ਖਾਤੇ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ ਅਤੇ ਲੌਗਇਨ ਕਰੋ।",
        'shop_msg' => "Selldone ਕਾਰੋਬਾਰੀ ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ 'ਤੇ ਖਾਤਾ ਜਾਣਕਾਰੀ।",

    ],

    'reset2fa' => [
        'category' => "ਸੁਰੱਖਿਆ ਅਧਿਕਾਰਤ ਸੁਨੇਹਾ",
        'title' => "2-ਪੜਾਅ ਲੌਗਇਨ ਨੂੰ ਅਯੋਗ ਕਰਨ ਲਈ ਬੇਨਤੀ ਕਰੋ",
        'message' => "ਤੁਸੀਂ ਇਹ ਈਮੇਲ ਇਸ ਲਈ ਪ੍ਰਾਪਤ ਕਰ ਰਹੇ ਹੋ ਕਿਉਂਕਿ ਸਾਨੂੰ **:email** ਈਮੇਲ ਵਾਲੇ **:name** ਖਾਤੇ ਲਈ ਦੋ-ਕਾਰਕ ਪ੍ਰਮਾਣੀਕਰਨ ਰੀਸੈਟ ਕਰਨ ਦੀ ਬੇਨਤੀ ਪ੍ਰਾਪਤ ਹੋਈ ਹੈ। <br><br> ਸਾਨੂੰ ਤੁਹਾਡੇ ਖਾਤੇ ਲਈ ਹੇਠਾਂ ਦਿੱਤੇ ਵੇਰਵੇ ਮਿਲੇ ਹਨ:",
        'footer' => "ਜੇਕਰ ਤੁਸੀਂ ਪਾਸਵਰਡ ਰੀਸੈਟ ਦੀ ਬੇਨਤੀ ਨਹੀਂ ਕੀਤੀ ਹੈ, ਤਾਂ ਕੋਈ ਹੋਰ ਕਾਰਵਾਈ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ।",
        'action' => 'ਦੋ-ਪੜਾਅ ਲੌਗਇਨ ਨੂੰ ਅਸਮਰੱਥ ਬਣਾਓ',
    ],


    'build-new-shop' => [
        'subject' => "🎊 ਤੁਹਾਡੀ ਦੁਕਾਨ ਹੁਣ ਤਿਆਰ ਹੈ!",
        'category' => "ਸੰਸਾਰ ਵਿੱਚ ਨਵਾਂ ਔਨਲਾਈਨ ਸਟੋਰ ਪੈਦਾ ਹੋਇਆ",
        'title' => "ਵਧਾਈਆਂ, :name!",
        'message' => "<b>ਵਧਾਈਆਂ, :name! ਤੁਹਾਡਾ ਨਵਾਂ ਔਨਲਾਈਨ ਕਾਰੋਬਾਰ ਹੁਣ ਲਾਈਵ ਹੈ!</b> ਅਸੀਂ ਸੇਲਡੋਨਰ ਭਾਈਚਾਰੇ ਵਿੱਚ ਤੁਹਾਡਾ ਸਵਾਗਤ ਕਰਨ ਲਈ ਉਤਸ਼ਾਹਿਤ ਹਾਂ। ਤੁਸੀਂ ਸਫਲਤਾ ਵੱਲ ਪਹਿਲਾ ਕਦਮ ਪੁੱਟਿਆ ਹੈ, ਅਤੇ ਅਸੀਂ ਹਰ ਕਦਮ 'ਤੇ ਤੁਹਾਡੀ ਮਦਦ ਕਰਨ ਲਈ ਇੱਥੇ ਹਾਂ। <br>ਹੁਣ ਜਦੋਂ ਤੁਹਾਡਾ ਸਟੋਰ ਤਿਆਰ ਹੈ, ਆਓ ਇਹ ਯਕੀਨੀ ਕਰੀਏ ਕਿ ਤੁਸੀਂ ਸਿੱਧੇ ਆਪਣੇ ਗਾਹਕਾਂ ਤੋਂ ਭੁਗਤਾਨ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਤਿਆਰ ਹੋ ਅਤੇ ਆਪਣੇ ਸਾਮਰਾਜ ਨੂੰ ਵਧਾਉਣਾ ਸ਼ੁਰੂ ਕਰੋ। ਜੇਕਰ ਤੁਹਾਨੂੰ ਕਦੇ ਮਦਦ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ, ਤਾਂ ਅਸੀਂ ਸਿਰਫ਼ ਇੱਕ ਸੁਨੇਹਾ ਦੂਰ ਹਾਂ—ਸਾਡੀ ਸਹਾਇਤਾ ਟੀਮ ਹਮੇਸ਼ਾ ਤੁਹਾਡੇ ਲਈ ਮੌਜੂਦ ਹੈ।<br><br><b>ਮਹੱਤਵਪੂਰਨ ਅਗਲੇ ਪੜਾਅ:</b> ਸ਼ੁਰੂ ਕਰਨ ਲਈ, ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਤੁਸੀਂ ਭੁਗਤਾਨ ਪ੍ਰਾਪਤ ਕਰਨ ਅਤੇ ਨਿਰਵਿਘਨ ਕਾਰਵਾਈਆਂ ਲਈ ਤਿਆਰ ਹੋ। ਅਸੀਂ ਤੁਹਾਡੇ ਸਟੋਰ ਨੂੰ ਨਿਰਵਿਘਨ ਚਲਾਉਣ ਲਈ ਹਰ ਪੜਾਅ ਵਿੱਚ ਤੁਹਾਡੀ ਅਗਵਾਈ ਕਰਾਂਗੇ।",
        'pdf-book' => "ਅਟੈਚਡ ਹੈਂਡ ਬੁੱਕ ਨੂੰ ਨਾ ਛੱਡੋ: ਇੱਕ ਗੇਮ ਵਾਂਗ ਆਪਣਾ ਕਾਰੋਬਾਰ ਕਰੋ",

        'account' => [
            'title' => 'ਕਦਮ 1: Selldone ਵਾਲਿਟ ਵਿੱਚ ਇੱਕ ਖਾਤਾ ਬਣਾਓ',
            'message' => "ਸ਼ੁਰੂ ਕਰਨ ਲਈ, ਆਪਣੇ Selldone ਵਾਲਿਟ ਵਿੱਚ ਇੱਕ ਖਾਤਾ ਬਣਾਓ। ਇਹ ਉਹ ਥਾਂ ਹੈ ਜਿੱਥੇ ਤੁਹਾਡੀਆਂ ਫੀਸਾਂ ਦੀ ਕਟੌਤੀ ਕੀਤੀ ਜਾਵੇਗੀ, ਅਤੇ ਇਹ ਉਹ ਥਾਂ ਹੈ ਜਿੱਥੇ ਤੁਸੀਂ ਆਪਣੇ ਸਟੋਰ ਨੂੰ ਸੁਚਾਰੂ ਢੰਗ ਨਾਲ ਚਲਾਉਣ ਲਈ ਟਾਪ ਅੱਪ ਕਰੋਗੇ। ਜੇਕਰ ਤੁਹਾਡਾ ਸੰਤੁਲਨ ਕਦੇ ਵੀ ਨਕਾਰਾਤਮਕ ਹੋ ਜਾਂਦਾ ਹੈ, ਤਾਂ ਚਿੰਤਾ ਨਾ ਕਰੋ! ਤੁਹਾਡਾ ਸਟੋਰ ਬਿਨਾਂ ਕਿਸੇ ਰੁਕਾਵਟ ਦੇ ਕੰਮ ਕਰਨਾ ਜਾਰੀ ਰੱਖੇਗਾ।",
            'action' => 'ਵਾਲਿਟ ਵਿੱਚ ਲੌਗਇਨ ਕਰੋ',
        ],

        'shop-account' => [
            'title' => 'ਕਦਮ 2: ਖਾਤੇ ਨੂੰ ਸਟੋਰ ਨਾਲ ਕਨੈਕਟ ਕਰੋ',
            'message' => "ਅੱਗੇ, ਆਪਣੇ ਵਾਲਿਟ ਖਾਤੇ ਨੂੰ ਆਪਣੇ ਸਟੋਰ ਨਾਲ ਕਨੈਕਟ ਕਰੋ। <b>Store > Accounting > Invoice</b> ਵੱਲ ਜਾਓ, ਅਤੇ ਆਪਣੇ ਵਾਲਿਟ ਨੂੰ ਲਿੰਕ ਕਰੋ। ਇਹ ਯਕੀਨੀ ਬਣਾਉਂਦਾ ਹੈ ਕਿ ਸਾਰੇ ਗਾਹਕ ਭੁਗਤਾਨ ਸਿੱਧੇ ਤੁਹਾਡੇ ਬੈਂਕ ਖਾਤੇ ਵਿੱਚ ਜਮ੍ਹਾ ਕੀਤੇ ਜਾਂਦੇ ਹਨ—Selldone ਤੁਹਾਡੀ ਕਮਾਈ ਵਿੱਚੋਂ ਕੋਈ ਰਕਮ ਨਹੀਂ ਕੱਟਦਾ।",
            'action' => 'ਸਟੋਰ ਇਨਵੌਇਸ ਪੈਨਲ',
        ],

        'gateway' => [
            'title' => 'ਕਦਮ 3: ਔਨਲਾਈਨ ਭੁਗਤਾਨ ਗੇਟਵੇ ਨਾਲ ਜੁੜੋ',
            'message' => "ਹੁਣ, ਆਓ ਤੁਹਾਡਾ ਔਨਲਾਈਨ ਭੁਗਤਾਨ ਗੇਟਵੇ ਸੈਟ ਅਪ ਕਰੀਏ। <b>Store > Accounting > Port</b> 'ਤੇ ਜਾਓ ਅਤੇ <b>Add New Port</b> 'ਤੇ ਕਲਿੱਕ ਕਰੋ। ਆਪਣੀ ਮੁਦਰਾ ਚੁਣੋ, ਅਤੇ ਤੁਸੀਂ ਉਪਲਬਧ ਭੁਗਤਾਨ ਗੇਟਵੇ ਦੀ ਇੱਕ ਸੂਚੀ ਵੇਖੋਗੇ। ਗੇਟਵੇ ਨਾਲ ਜੁੜਨਾ ਤੇਜ਼ ਅਤੇ ਆਸਾਨ ਹੈ, ਪਰ ਜੇਕਰ ਤੁਹਾਨੂੰ ਕਿਸੇ ਮਦਦ ਦੀ ਲੋੜ ਹੈ, ਤਾਂ ਬੇਝਿਜਕ Selldone ਗਾਈਡਾਂ ਦੀ ਜਾਂਚ ਕਰੋ ਜਾਂ ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।",
            'action' => 'ਸਟੋਰ ਵਿੱਚ ਇੱਕ ਪੋਰਟਲ ਸ਼ਾਮਲ ਕਰੋ',
        ],

        'domain' => [
            'title' => 'ਆਖਰੀ ਕਦਮ: ਇੱਕ ਸਮਰਪਿਤ ਡੋਮੇਨ ਨੂੰ ਕਨੈਕਟ ਕਰਨਾ',
            'message' => "ਤੁਸੀਂ ਜਿੰਨੇ ਚਾਹੋ ਡੋਮੇਨ 'ਤੇ ਆਪਣਾ ਸਟੋਰ ਰੱਖਣ ਦੇ ਯੋਗ ਹੋਵੋਗੇ। ਇੱਕ ਸਮਰਪਿਤ ਡੋਮੇਨ ਨੂੰ ਇੱਕ ਸਟੋਰ ਨਾਲ ਕਨੈਕਟ ਕਰਨ ਲਈ, ਤੁਹਾਡੇ ਕੋਲ ਘੱਟੋ-ਘੱਟ ਇੱਕ ਸਟਾਰਟਅੱਪ ਲਾਇਸੰਸ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ। ਹਰੇਕ ਦੋਸਤ ਨੂੰ ਸੇਲਡੋਨ ਨਾਲ ਜਾਣੂ ਕਰਵਾ ਕੇ, ਤੁਹਾਨੂੰ ਇੱਕ ਮਹੀਨੇ ਦਾ ਸਟਾਰਟਅੱਪ ਲਾਇਸੈਂਸ ਗਿਫਟ ਕਾਰਡ ਮਿਲੇਗਾ। ਤੁਹਾਡੇ ਦੋਸਤਾਂ ਦੇ ਭੁਗਤਾਨਾਂ ਦਾ ਇੱਕ ਪ੍ਰਤੀਸ਼ਤ ਤੁਹਾਡੇ ਗਾਹਕਾਂ ਦੇ ਖਾਤਿਆਂ ਵਿੱਚ ਵੀ ਕ੍ਰੈਡਿਟ ਕੀਤਾ ਜਾਵੇਗਾ।",
            'action' => 'ਅਸੀਮਤ ਗਿਫਟ ਕਾਰਡ ਪੇਸ਼ ਕਰਨਾ ਅਤੇ ਪ੍ਰਾਪਤ ਕਰਨਾ',
        ],
    ],


    'basket-list' => [
        'item' => "ਆਈਟਮ",
        'count' => "ਗਿਣਤੀ",
        'price' => "ਕੀਮਤ",
        'discount-code' => "ਛੋਟ ਕੋਡ",
        'customer-club' => 'ਗਾਹਕ ਕਲੱਬ',
        'shipping' => "ਸ਼ਿਪਿੰਗ",
        'total' => "ਕੁੱਲ",
        'offer' => "ਪੇਸ਼ਕਸ਼",
        'coupon' => "ਕੂਪਨ",
        'lottery' => "ਅਵਾਰਡ",
        'tax' => "ਟੈਕਸ",
        'tax_included' => "ਕੀਮਤ ਵਿੱਚ ਸ਼ਾਮਲ",
        'tax_shipping' => "Shipping Tax",
    ],

    'buyable-payments' => [
        'method' => 'ਵਿਧੀ',
        'amount' => 'ਦੀ ਰਕਮ',
        'giftcard' => 'Gift card',
        'payment' => 'ਭੁਗਤਾਨ',
    ],


    'shop-subscription-email' => [
        'category' => "ਗਾਹਕੀ ਅੱਪਡੇਟ",
        'title' => "ਸਟੋਰ ਲਾਇਸੈਂਸ: :shop_title",
        'title-reserved' => "ਰਿਜ਼ਰਵ ਲਾਇਸੰਸ: :shop_title",
        'title-active' => "ਕਿਰਿਆਸ਼ੀਲ ਲਾਇਸੰਸ: :shop_title",
        'title-finished' => "ਮੁਕੰਮਲ ਲਾਇਸੰਸ: :shop_title",
        'title-cancel' => "ਲਾਇਸੰਸ ਰੱਦ ਕਰੋ: :shop_title",
        'message' => "ਤੁਹਾਡੀ ਦੁਕਾਨ ਦਾ ਲਾਇਸੰਸ ਪਲਾਨ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ,",
        'RESERVED' => "⚡ ਤੁਹਾਡੀ ਗਾਹਕੀ ਯੋਜਨਾ **ਰਿਜ਼ਰਵ** ਕਰ ਦਿੱਤੀ ਗਈ ਹੈ।",
        'ACTIVE' => "🟢 ਤੁਹਾਡੀ ਗਾਹਕੀ ਯੋਜਨਾ **ਸਰਗਰਮ** ਹੋ ਗਈ ਹੈ।",
        'FINISHED' => "🚧 ਤੁਹਾਡੀ ਗਾਹਕੀ ਯੋਜਨਾ **ਮੁਕੰਮਲ** ਹੋ ਗਈ ਹੈ।",
        'CANCEL' => "⛔ ਤੁਹਾਡੀ ਗਾਹਕੀ ਯੋਜਨਾ **ਰੱਦ** ਕਰ ਦਿੱਤੀ ਗਈ ਹੈ।",
    ],

    'support' => [
        'subject' => "ਸਹਾਇਤਾ ਕੇਂਦਰ|:name ਨੇ ਜਵਾਬ ਦਿੱਤਾ",
        'category' => "ਸਹਾਇਤਾ ਕੇਂਦਰ",
        'title' => "ਤੁਹਾਨੂੰ ਇੱਕ ਜਵਾਬ ਮਿਲਿਆ ਹੈ",
        'action' => "ਦੁਕਾਨ ਪ੍ਰਬੰਧਕ ਖੋਲ੍ਹੋ",
    ],

    'shop-customer-join' => [
        'subject' => "ਸ਼ਾਮਲ ਹੋਵੋ:shop_title",
        'category' => "ਨਵੇਂ ਗਾਹਕ ਦਾ ਜਸ਼ਨ",
        'title' => "ਅਸੀਂ ਤੁਹਾਡੀ ਮੈਂਬਰਸ਼ਿਪ ਲਈ ਖੁਸ਼ ਹਾਂ",
        'action' => "ਹੁਣੇ ਜਾਓ",
    ],

    'shop-vendor-join' => [
        'subject' => "ਵਿਕਰੇਤਾ ਆਨਬੋਰਡਿੰਗ | :shop_title",
        'category' => "ਨਵੇਂ ਵਿਕਰੇਤਾ ਦਾ ਜਸ਼ਨ",
        'title' => "ਅਸੀਂ ਤੁਹਾਡੀ ਮੈਂਬਰਸ਼ਿਪ ਲਈ ਖੁਸ਼ ਹਾਂ",
        'action' => "Vendor Panel",
    ],


    'shop-giftcard' => [
        'subject' => "ਗਿਫਟਕਾਰਡ :shop_title",
        'category' => "ਨਵਾਂ ਕਾਰਡ ਸ਼ਾਮਲ ਕਰੋ",
        'title' => "ਵਧਾਈਆਂ, ਤੁਹਾਨੂੰ ਇੱਕ ਤੋਹਫ਼ਾ ਕਾਰਡ ਮਿਲਿਆ ਹੈ",
        'action' => "ਹੁਣ ਖਰੀਦਦਾਰੀ ਕਰੋ",
        'message' => "ਤੁਹਾਨੂੰ :balance :currency ਦਾ ਇੱਕ ਤੋਹਫ਼ਾ ਕਾਰਡ ਪ੍ਰਾਪਤ ਹੋਇਆ ਹੈ। ਤੁਸੀਂ ਸਾਡੇ ਸਟੋਰ ਵਿੱਚ ਇਸ ਗਿਫਟ ਕਾਰਡ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ।",

    ],
    // -------------------------------------- Shop Contact ------------------------------------
    'contact' => [
        'subject' => "ਸਹਾਇਤਾ ਕੇਂਦਰ| :shop",
        'category' => "ਸਹਿਯੋਗ",
        'title' => "ਤੁਹਾਨੂੰ ਇੱਕ ਜਵਾਬ ਮਿਲਿਆ ਹੈ",
    ],

    // -------------------------------------- Shop Customer ------------------------------------
    'order-checkout' => [
        'subject' => "🛍 ਆਰਡਰ ਚੈੱਕਆਉਟ | :order_id",
        'title' => "ਆਰਡਰ",
        'message' => "ਤੁਸੀਂ ਸਾਡੇ ਸਟੋਰ 'ਤੇ ਆਰਡਰ ਦਿੱਤਾ ਹੈ। ਸਾਨੂੰ ਤੁਹਾਡਾ ਆਰਡਰ ਪ੍ਰਾਪਤ ਹੋਇਆ ਹੈ ਅਤੇ ਭੁਗਤਾਨ ਦੀ ਪੁਸ਼ਟੀ ਹੋਣ 'ਤੇ ਤੁਹਾਨੂੰ ਇੱਕ ਹੋਰ ਈਮੇਲ ਭੇਜਾਂਗੇ।"
    ,

        'payments' => 'ਭੁਗਤਾਨ',
    ],

    'order-payment' => [
        'subject' => "🛍 ਭੁਗਤਾਨ ਦੀ ਪੁਸ਼ਟੀ | :order_id",
        'title' => "ਭੁਗਤਾਨ ਆਰਡਰ",
        'message' => "ਤੁਹਾਡਾ ਭੁਗਤਾਨ ਪੂਰਾ ਹੋਇਆ,<br> ਸਾਨੂੰ ਤੁਹਾਡਾ ਆਰਡਰ ਮਿਲ ਗਿਆ ਹੈ। ਜਦੋਂ ਤੁਹਾਡਾ ਆਰਡਰ ਭੇਜਿਆ ਜਾਵੇਗਾ ਤਾਂ ਅਸੀਂ ਤੁਹਾਨੂੰ ਇੱਕ ਹੋਰ ਈਮੇਲ ਭੇਜਾਂਗੇ।",
    

        'payments' => 'ਭੁਗਤਾਨ',
    ],

    'order-update' => [
        'subject' => "🛍️ ਆਰਡਰ ਸਥਿਤੀ ਅੱਪਡੇਟ|:order_id ਆਰਡਰ ਕਰੋ",
        'title' => "ਆਰਡਰ ਸਥਿਤੀ ਅੱਪਡੇਟ",
        'message' => "ਤੁਹਾਡਾ ਆਰਡਰ ਅੱਪਡੇਟ ਕਰ ਦਿੱਤਾ ਗਿਆ ਹੈ। ਤੁਸੀਂ ਆਪਣੇ ਖਾਤੇ ਵਿੱਚ ਇਸ ਆਰਡਰ ਦੀ ਨਵੀਨਤਮ ਸਥਿਤੀ ਦੀ ਜਾਂਚ ਕਰ ਸਕਦੇ ਹੋ।",
        'instructions' => [
            'PHYSICAL' => [
                'CheckQueue' => "ਤੁਹਾਡਾ ਆਰਡਰ ਪ੍ਰੋਸੈਸਿੰਗ ਲਈ ਕਤਾਰ ਵਿੱਚ ਹੈ। ਇਸ ਦੇ ਤਿਆਰ ਹੋਣ 'ਤੇ ਅਸੀਂ ਤੁਹਾਨੂੰ ਸੂਚਿਤ ਕਰਾਂਗੇ।",
                'OrderConfirm' => "ਤੁਹਾਡੇ ਆਰਡਰ ਦੀ ਪੁਸ਼ਟੀ ਹੋ ਗਈ ਹੈ ਅਤੇ ਤਿਆਰੀ ਸ਼ੁਰੂ ਹੋ ਗਈ ਹੈ।",
                'PreparingOrder' => "ਤੁਹਾਡਾ ਆਰਡਰ ਤਿਆਰ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ ਅਤੇ ਜਲਦੀ ਹੀ ਭੇਜ ਦਿੱਤਾ ਜਾਵੇਗਾ।",
                'SentOrder' => "ਤੁਹਾਡਾ ਆਰਡਰ ਭੇਜ ਦਿੱਤਾ ਗਿਆ ਹੈ। ਤੁਸੀਂ ਇਸਨੂੰ ਜਲਦੀ ਹੀ ਪ੍ਰਾਪਤ ਕਰੋਗੇ।",
                'ToCustomer' => "ਤੁਹਾਡਾ ਆਰਡਰ ਡਿਲੀਵਰ ਕਰ ਦਿੱਤਾ ਗਿਆ ਹੈ। ਅਸੀਂ ਉਮੀਦ ਕਰਦੇ ਹਾਂ ਕਿ ਤੁਸੀਂ ਇਸਦਾ ਆਨੰਦ ਮਾਣੋ!",

                'PreparingOrder-PICKUP' => "ਤੁਹਾਡਾ ਆਰਡਰ ਤਿਆਰ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ। ਜਦੋਂ ਇਹ ਪਿਕਅੱਪ ਲਈ ਤਿਆਰ ਹੋਵੇਗਾ ਤਾਂ ਤੁਹਾਨੂੰ ਇੱਕ ਸੂਚਨਾ ਪ੍ਰਾਪਤ ਹੋਵੇਗੀ।",
                'SentOrder-PICKUP' => "ਤੁਹਾਡਾ ਆਰਡਰ ਪਿਕਅੱਪ ਲਈ ਤਿਆਰ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਇਸਨੂੰ ਇਕੱਠਾ ਕਰਨ ਲਈ ਸਟੋਰ 'ਤੇ ਆਓ।",
                'ToCustomer-PICKUP' => "ਤੁਹਾਡਾ ਆਰਡਰ ਚੁੱਕਿਆ ਗਿਆ ਹੈ। ਅਸੀਂ ਉਮੀਦ ਕਰਦੇ ਹਾਂ ਕਿ ਤੁਸੀਂ ਇਸਦਾ ਆਨੰਦ ਮਾਣੋ!"

            ],
            'VIRTUAL' => [
                'CheckQueue' => "ਤੁਹਾਡਾ ਆਰਡਰ ਪ੍ਰੋਸੈਸਿੰਗ ਲਈ ਕਤਾਰ ਵਿੱਚ ਹੈ। ਇਹ ਤਿਆਰ ਹੋਣ 'ਤੇ ਅਸੀਂ ਤੁਹਾਨੂੰ ਸੂਚਿਤ ਕਰਾਂਗੇ।",
                'OrderConfirm' => "ਤੁਹਾਡੇ ਆਰਡਰ ਦੀ ਪੁਸ਼ਟੀ ਹੋ ਗਈ ਹੈ ਅਤੇ ਤਿਆਰੀ ਜਾਰੀ ਹੈ।",
                'PreparingOrder' => "ਤੁਹਾਡਾ ਆਰਡਰ ਤਿਆਰ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ ਅਤੇ ਜਲਦੀ ਹੀ ਤੁਹਾਨੂੰ ਭੇਜਿਆ ਜਾਵੇਗਾ।",
                'ToCustomer' => "ਤੁਹਾਡਾ ਵਰਚੁਅਲ ਆਰਡਰ ਤੁਹਾਡੇ ਖਾਤੇ ਵਿੱਚ ਡਿਲੀਵਰ ਕਰ ਦਿੱਤਾ ਗਿਆ ਹੈ। ਤੁਹਾਡਾ ਧੰਨਵਾਦ!"
            ],
            'SERVICE' => [
                'CheckQueue' => "ਤੁਹਾਡੀ ਸੇਵਾ ਬੇਨਤੀ ਕਤਾਰ ਵਿੱਚ ਹੈ। ਜਦੋਂ ਅਸੀਂ ਸ਼ੁਰੂ ਕਰਦੇ ਹਾਂ ਤਾਂ ਅਸੀਂ ਤੁਹਾਨੂੰ ਸੂਚਿਤ ਕਰਾਂਗੇ।",
                'OrderConfirm' => "ਤੁਹਾਡੀ ਸੇਵਾ ਦੀ ਪੁਸ਼ਟੀ ਹੋ ਗਈ ਹੈ ਅਤੇ ਅਸੀਂ ਸ਼ੁਰੂ ਕਰਨ ਦੀ ਤਿਆਰੀ ਕਰ ਰਹੇ ਹਾਂ।",
                'PreparingOrder' => "ਅਸੀਂ ਤੁਹਾਡੀ ਸੇਵਾ ਤਿਆਰ ਕਰ ਰਹੇ ਹਾਂ, ਅਤੇ ਇਸ ਦੇ ਪੂਰਾ ਹੋਣ 'ਤੇ ਤੁਹਾਨੂੰ ਸੂਚਿਤ ਕਰਾਂਗੇ।",
                'ToCustomer' => "ਤੁਹਾਡੀ ਸੇਵਾ ਪੂਰੀ ਹੋ ਗਈ ਹੈ। ਸਾਨੂੰ ਚੁਣਨ ਲਈ ਤੁਹਾਡਾ ਧੰਨਵਾਦ!"
            ],
            'FILE' => [
                'PreparingOrder' => "ਤੁਹਾਡੀ ਫਾਈਲ ਤਿਆਰ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ ਅਤੇ ਜਲਦੀ ਹੀ ਉਪਲਬਧ ਹੋਵੇਗੀ।",
                'ToCustomer' => "ਤੁਹਾਡੀ ਫਾਈਲ ਤਿਆਰ ਹੈ ਅਤੇ ਡਿਲੀਵਰ ਹੋ ਗਈ ਹੈ। ਤੁਸੀਂ ਹੁਣ ਇਸਨੂੰ ਡਾਊਨਲੋਡ ਕਰ ਸਕਦੇ ਹੋ।"
            ],
            'SUBSCRIPTION' => [
                'CheckQueue' => "ਤੁਹਾਡਾ ਗਾਹਕੀ ਆਰਡਰ ਕਤਾਰ ਵਿੱਚ ਹੈ। ਪ੍ਰਕਿਰਿਆ ਸ਼ੁਰੂ ਹੋਣ 'ਤੇ ਅਸੀਂ ਤੁਹਾਨੂੰ ਸੂਚਿਤ ਕਰਾਂਗੇ।",
                'OrderConfirm' => "ਤੁਹਾਡੀ ਗਾਹਕੀ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ ਗਈ ਹੈ ਅਤੇ ਸਥਾਪਤ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ।",
                'PreparingOrder' => "ਅਸੀਂ ਤੁਹਾਡੀ ਗਾਹਕੀ ਤਿਆਰ ਕਰ ਰਹੇ ਹਾਂ ਅਤੇ ਇਹ ਜਲਦੀ ਹੀ ਸ਼ੁਰੂ ਹੋ ਜਾਵੇਗਾ।",
                'SentOrder' => "ਤੁਹਾਡੀ ਗਾਹਕੀ ਨੂੰ ਕਿਰਿਆਸ਼ੀਲ ਕਰ ਦਿੱਤਾ ਗਿਆ ਹੈ। ਤੁਹਾਨੂੰ ਲਗਾਤਾਰ ਅੱਪਡੇਟ ਪ੍ਰਾਪਤ ਹੋਣਗੇ।",
                'ToCustomer' => "ਤੁਹਾਡੀ ਗਾਹਕੀ ਸੇਵਾ ਸਫਲਤਾਪੂਰਵਕ ਸਰਗਰਮ ਹੋ ਗਈ ਹੈ।"
            ]
        ]

    ],

    // -------------------------------------- Vouchers ------------------------------------
    'get-voucher' => [
        'subject' => 'ਵਧਾਈਆਂ :name|ਨਵਾਂ ਵਾਊਚਰ: :title',
        'category' => "ਵਧਾਈਆਂ, ਨਵਾਂ ਵਾਊਚਰ",
        'message' => "ਹੈਲੋ :name,<br><br>ਤੁਹਾਨੂੰ ਸਾਡੇ ਵੱਲੋਂ ਤੋਹਫ਼ੇ ਵਜੋਂ ਇੱਕ ਨਵਾਂ ਵਾਊਚਰ ਪ੍ਰਾਪਤ ਹੋਇਆ ਹੈ! ਤੁਸੀਂ Selldone ਨੂੰ ਆਪਣੇ ਦੋਸਤਾਂ ਅਤੇ ਹਰ ਕੋਈ ਜਿਸਨੂੰ ਤੁਸੀਂ ਜਾਣਦੇ ਹੋ, ਪੇਸ਼ ਕਰਕੇ ਹੋਰ ਵੀ ਵਾਊਚਰ ਕਮਾ ਸਕਦੇ ਹੋ। ਇਸ ਵਾਊਚਰ ਦੀ ਕੀਮਤ **:price :currency** ਹੈ।<br><br> ਤੁਸੀਂ ਪਹਿਲਾ ਕਦਮ ਚੁੱਕਿਆ ਹੈ, ਅਤੇ ਅਸੀਂ ਤੁਹਾਡੇ ਵਾਊਚਰ ਨਾਲ ਨਵੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਨੂੰ ਅਨਲੌਕ ਕਰਨ ਵਿੱਚ ਤੁਹਾਡੀ ਮਦਦ ਕਰਨ ਲਈ ਇੱਥੇ ਹਾਂ! ਕਿਰਪਾ ਕਰਕੇ **:email** ਨਾਲ ਲੌਗਇਨ ਕਰੋ ਅਤੇ ਦੁਕਾਨ **ਡੈਸ਼ਬੋਰਡ** > **ਸੈਟਿੰਗ** > **ਲਾਈਸੈਂਸ** ਵਿੱਚ ਆਪਣਾ ਵਾਊਚਰ ਲੱਭੋ।<br><br>ਵਧਾਈਆਂ!",
        'action' => "ਮੇਰਾ ਡੈਸ਼ਬੋਰਡ",
    ],


    // -------------------------------------- Received Gift ------------------------------------
    'received-gift' => [
        'subject' => 'ਵਧਾਈਆਂ, ਪਿਆਰੇ :name|ਤੁਹਾਨੂੰ ਇੱਕ ਵਿਸ਼ੇਸ਼ ਤੋਹਫ਼ਾ ਮਿਲਿਆ ਹੈ!',
        'category' => "ਤੋਹਫ਼ਾ ਪ੍ਰਾਪਤ ਕਰਨ ਦਾ ਐਲਾਨ",
        'title' => "ਤੁਹਾਡੇ ਲਈ ਤੋਹਫ਼ੇ",
        'message' => "Hi :name, we're excited to let you know that you've received a special gift from Selldone! 🎉 You can earn more gifts by staying active, growing your store, and improving your expertise on Selldone. To check out your gift, simply log in with :email and look for it in the top-right corner of your dashboard.<br><br>This gift is worth **:price :currency**, and you can easily deposit it into your wallet within Selldone.<br><br>Use your gift to upgrade your store's license and unlock even more powerful tools to boost your online business!",
        'action' => "ਤੋਹਫ਼ੇ",
    ],

    // -------------------------------------- Shop Order Payment Admin (Seller) ------------------------------------

    'order-payment-admin' => [
        'subject' => "🛍 ਨਵਾਂ ਆਰਡਰ ਪ੍ਰਾਪਤ ਹੋਇਆ | :order_id",
        'title' => "New Order",
        'message' => "ਤੁਹਾਨੂੰ ਇੱਕ ਨਵਾਂ ਆਰਡਰ ਪ੍ਰਾਪਤ ਹੋਇਆ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਸਟੋਰ ਵਿੱਚ ਆਰਡਰ ਪ੍ਰੋਸੈਸਿੰਗ ਪੰਨੇ 'ਤੇ ਜਾਓ।",
    ],


    // -------------------------------------- Virtual item info component ------------------------------------

    'virtual-item' => [
        'input-form-title' => 'ਤੁਹਾਡੀ ਭਰੀ ਜਾਣਕਾਰੀ',
        'output-form-title' => 'ਖਰੀਦੀ ਗਈ ਆਈਟਮ ਦੀ ਜਾਣਕਾਰੀ',
    ],

    // -------------------------------------- Weekly shop report ------------------------------------
    'selldone-weekly-report' => [
        'subject' => '📬 :shop_title|ਹਫਤਾਵਾਰੀ ਰਿਪੋਰਟ :time',
        'title' => 'ਹਫਤਾਵਾਰੀ ਸਟੋਰ ਪ੍ਰਦਰਸ਼ਨ ਰਿਪੋਰਟ',
        'message' => "ਇਹ <b>:start</b> ਤੋਂ <b>:end</b> ਤੱਕ ਤੁਹਾਡੇ ਸਟੋਰ ਦੀ ਹਫਤਾਵਾਰੀ ਰਿਪੋਰਟ ਹੈ। ਇਸ ਰਿਪੋਰਟ ਵਿੱਚ ਤੁਹਾਡੇ ਕਾਰੋਬਾਰ ਨੂੰ ਬਿਹਤਰ ਬਣਾਉਣ ਲਈ ਸੁਝਾਅ ਸ਼ਾਮਲ ਹਨ, ਤੁਸੀਂ ਆਪਣੇ ਔਨਲਾਈਨ ਸਟੋਰ ਅਤੇ ਹਾਲੀਆ ਆਰਡਰਾਂ ਦੀ ਸਥਿਤੀ ਵੀ ਦੇਖ ਸਕਦੇ ਹੋ। ਮੈਨੂੰ ਉਮੀਦ ਹੈ ਕਿ ਤੁਹਾਡਾ ਦਿਨ ਅਤੇ ਹਫ਼ਤਾ ਚੰਗਾ ਰਹੇਗਾ।"
    ],

    // -------------------------------------- Seasonal shop report ------------------------------------
    'shop-seasonal-report' => [
        'subject' => '☘ ਪਿਛਲੇ ਤਿੰਨ ਮਹੀਨਿਆਂ ਵਿੱਚ ਤੁਹਾਡੀ :amount ਬੱਚਤ ਰਿਪੋਰਟ| :shop_title',
        'title' => 'ਤੁਹਾਡੀ ਕਾਰੋਬਾਰੀ ਗਤੀਵਿਧੀ, ਇਨਾਮ ਅਤੇ ਵਿੱਤੀ ਬੱਚਤਾਂ ਬਾਰੇ ਮੌਸਮੀ ਰਿਪੋਰਟ',
        'message' => "ਇਹ ਤੁਹਾਡੀ <b>:shop_title</b> <b>:start</b> ਤੋਂ <b>:end</b> ਤੱਕ ਦੀ ਮੌਸਮੀ ਰਿਪੋਰਟ ਹੈ।"
    ],


// -------------------------------------- EC-ShopAccounts ------------------------------------
    'EC-ShopAccounts' => [
        'title' => 'ਕਨੈਕਟ ਕੀਤੇ ਖਾਤੇ',
        'sub-title' => 'ਮੇਰੇ ਸਟੋਰ ਨਾਲ ਜੁੜੇ ਵਾਲਿਟ ਖਾਤਿਆਂ ਦੀ ਨਵੀਨਤਮ ਸਥਿਤੀ ਕੀ ਹੈ?',
        'view-wallet' => 'ਵਾਲਿਟ ਦੇਖੋ',
        'tip-title' => 'ਮਹੱਤਵਪੂਰਨ ਸੁਝਾਅ',
        'tip' => "ਇੱਕ ਮੁਫਤ Selldone ਵਾਲਿਟ ਸੈਟ ਅਪ ਕਰੋ ਅਤੇ ਇਸਨੂੰ ਆਪਣੇ ਸਟੋਰ ਨਾਲ ਲਿੰਕ ਕਰੋ। ਭਾਵੇਂ ਤੁਹਾਡਾ ਬਕਾਇਆ ਨੈਗੇਟਿਵ ਹੈ, ਫਿਰ ਵੀ ਤੁਹਾਡੇ ਗਾਹਕ ਬਿਨਾਂ ਕਿਸੇ ਸਮੱਸਿਆ ਦੇ ਖਰੀਦਦਾਰੀ ਕਰ ਸਕਦੇ ਹਨ ਅਤੇ ਭੁਗਤਾਨ ਕਰ ਸਕਦੇ ਹਨ। ਚਿੰਤਾ ਨਾ ਕਰੋ, ਤੁਹਾਡੇ ਸਟੋਰ ਦੇ ਸੰਚਾਲਨ ਅਤੇ ਡੇਟਾ ਬਿਨਾਂ ਕਿਸੇ ਰੁਕਾਵਟ ਦੇ 1 ਮਹੀਨੇ ਤੱਕ ਸੁਚਾਰੂ ਢੰਗ ਨਾਲ ਜਾਰੀ ਰਹਿਣਗੇ।",
        'view-my-wallet' => 'My wallet',
        'connect-account' => 'ਖਾਤੇ ਨਾਲ ਜੁੜੋ'
    ],

// -------------------------------------- EC-ShopApps ------------------------------------
    'EC-ShopApps' => [
        'title' => 'ਐਪਾਂ ਸਥਾਪਤ ਕੀਤੀਆਂ',
        'sub-title' => 'ਐਪਾਂ ਦੀ ਸੂਚੀ ਜੋ ਤੁਸੀਂ ਇਸ ਹਫ਼ਤੇ ਆਪਣੇ ਸਟੋਰ ਵਿੱਚ ਸਥਾਪਤ ਕੀਤੀ ਹੈ।',
        'tip' => "ਕੀ ਤੁਸੀਂ ਆਪਣੇ ਸਟੋਰ ਲਈ ਹੋਰ ਐਪਸ ਲੱਭਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
        'view-app-store' => 'Selldone ਐਪ ਸਟੋਰ \'ਤੇ ਜਾਓ..',
    ],

// -------------------------------------- EC-ShopBots ------------------------------------
    'EC-ShopBots' => [
        'title' => 'ਤੁਹਾਡੇ ਸਟੋਰ ਬੋਟਸ',
        'sub-title' => 'ਮੇਰੇ ਸਟੋਰ ਵਿੱਚ ਸਰਗਰਮ ਵਿਕਰੀ ਬੋਟ.',
        'tip-title' => 'ਬੋਟ ਦੀ ਵਿਕਰੀ',
        'tip' => "Selldone ਨੇ ਤੁਹਾਨੂੰ ਆਟੋਮੈਟਿਕ ਵਿਕਰੀ ਬੋਟ ਪ੍ਰਦਾਨ ਕੀਤੇ ਹਨ। ਤੁਹਾਨੂੰ ਬਸ ਐਡ-ਆਨ> ਬੋਟਸ ਪੈਨਲ 'ਤੇ ਜਾਣਾ ਹੈ ਅਤੇ ਆਪਣੇ ਸਟੋਰ ਬੋਟਸ ਨੂੰ ਸਰਗਰਮ ਕਰਨਾ ਹੈ। ਨੋਟ ਕਰੋ ਕਿ ਸੰਬੰਧਿਤ ਸੇਵਾ ਤੁਹਾਡੇ ਦੇਸ਼ ਵਿੱਚ ਉਪਲਬਧ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ।",
        'view-bots' => 'ਬੋਟਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ',
    ],

// -------------------------------------- EC-ShopContacts ------------------------------------
    'EC-ShopContacts' => [
        'title' => 'ਗਾਹਕਾਂ ਨਾਲ ਸੰਚਾਰ',
        'sub-title' => 'ਇਸ ਹਫ਼ਤੇ ਮੇਰੇ ਗਾਹਕਾਂ ਨਾਲ ਮੇਰੇ ਕਿੰਨੇ ਸੰਪਰਕ ਹੋਏ ਹਨ?',
        'faqs' => 'ਅਕਸਰ ਪੁੱਛੇ ਜਾਣ ਵਾਲੇ ਸਵਾਲ',
        'tickets' => 'ਗਾਹਕ ਟਿਕਟਾਂ',
    ],

// -------------------------------------- EC-ShopData ------------------------------------
    'EC-ShopData' => [
        'title' => 'ਉਪਭੋਗਤਾ ਸਥਿਤੀ',
        'sub-title' => ':start ਤੋਂ :end ਤੱਕ ਗਤੀਵਿਧੀ',
        'users' => [
            'title' => 'ਗਾਹਕ',
            'subtitle' => 'ਸਾਈਨਅੱਪ ਉਪਭੋਗਤਾ',
        ],
        'views' => [
            'title' => 'ਮੁਲਾਕਾਤਾਂ',
            'subtitle' => 'ਤੁਸੀਂ ਕਿੰਨੀ ਵਾਰ ਸਟੋਰ \'ਤੇ ਗਏ ਹੋ',
        ],
        'new_visitors' => 'New Users',
        'returning_visitors' => 'ਵਾਪਸ ਕੀਤੇ ਉਪਭੋਗਤਾ',

        'shop_views' => 'ਦੁਕਾਨ ਦੇ ਦ੍ਰਿਸ਼',
        'baskets' => [
            'title' => 'ਸ਼ਾਪਿੰਗ ਕਾਰਟਸ',
            'subtitle' => 'ਨਵੇਂ ਸ਼ਾਪਿੰਗ ਕਾਰਟਸ ਦੀ ਗਿਣਤੀ ਦੀ ਰਿਪੋਰਟ ਕਰੋ',
        ],
        'products' => [
            'title' => 'ਉਤਪਾਦਾਂ ਦੀ ਸੰਖੇਪ ਜਾਣਕਾਰੀ',
            'subtitle' => 'ਕਿਸਮ ਦੁਆਰਾ ਸਟੋਰ ਵਿੱਚ ਉਤਪਾਦਾਂ ਦੀ ਸਥਿਤੀ',
            'value_name' => 'ਉਤਪਾਦ'
        ],
        'products_count' => 'ਉਤਪਾਦ ਦੀਆਂ ਕਿਸਮਾਂ',
        'views_count' => 'ਦੇਖਣ ਦੀ ਗਿਣਤੀ',
        'sell_count' => 'ਗਿਣਤੀ ਵੇਚੋ',
        'send_count' => 'ਸ਼ਿਪਿੰਗ ਗਿਣਤੀ',
    ],


// -------------------------------------- EC-ShopDropShipping ------------------------------------
    'EC-ShopDropShipping' => [
        'title' => 'ਡ੍ਰੌਪ ਸ਼ਿਪਿੰਗ',
        'sub-title' => 'ਚੋਟੀ ਦੇ Selldone ਡ੍ਰੌਪ ਸ਼ਿਪਿੰਗ ਵਿਕਰੇਤਾਵਾਂ ਲਈ ਮੁੱਖ ਪੈਨਲ',
        'total_fulfillments' => 'ਕੁੱਲ ਆਰਡਰ ਪ੍ਰਾਪਤ ਹੋਏ',
        'ds_count' => 'ਆਰਡਰ ਪ੍ਰਾਪਤ ਹੋਏ',
        'statistics_title' => 'ਰਿਪੋਰਟ ਪ੍ਰਾਪਤ ਆਦੇਸ਼',
        'ds_cancels' => 'ਇੰਟਰਫੇਸ ਵਿਕਰੇਤਾ ਦੁਆਰਾ ਰੱਦ ਕਰੋ',
        'ds_rejects' => 'ਤੁਹਾਡੇ ਵੱਲੋਂ ਰੱਦ ਕਰੋ',
        'tip' => "ਕੀ ਤੁਸੀਂ ਇੱਕ ਗੋਦਾਮ, ਫੈਕਟਰੀ, ਜਾਂ ਉਤਪਾਦ ਵਿਤਰਕ ਦੇ ਨਾਲ ਇੱਕ ਵੱਡੇ ਵਿਕਰੇਤਾ ਹੋ? ਤੁਸੀਂ Selldone ਦੀ ਡ੍ਰੌਪ ਸ਼ਿਪਿੰਗ ਸੇਵਾ ਦੁਆਰਾ ਦੂਜੇ ਵਿਕਰੇਤਾਵਾਂ ਨੂੰ ਆਪਣੇ ਉਤਪਾਦਾਂ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਕੇ ਆਪਣੀ ਪਹੁੰਚ ਨੂੰ ਵਧਾ ਸਕਦੇ ਹੋ। ਹੋਰ ਜਾਣਨ ਲਈ ਸਾਨੂੰ support@selldone.com 'ਤੇ ਈਮੇਲ ਕਰੋ।",
        'view-drop-shipping-panel' => 'ਥੋਕ ਪੈਨਲ ਵਿੱਚ ਲੌਗਇਨ ਕਰੋ',
    ],


// -------------------------------------- EC-ShopExchangeRates ------------------------------------
    'EC-ShopExchangeRates' => [
        'title' => 'ਵਟਾਂਦਰਾ ਦਰਾਂ',
        'sub-title' => 'ਤੁਹਾਡੇ ਸਟੋਰ ਵਿੱਚ ਨਵੀਨਤਮ ਮੁਦਰਾ ਪਰਿਵਰਤਨ ਦਰਾਂ ਦੀ ਸੂਚੀ।',
        'from' => 'ਸਰੋਤ ਮੁਦਰਾ',
        'to' => 'ਮੰਜ਼ਿਲ ਮੁਦਰਾ',
        'rate' => 'ਪਰਿਵਰਤਨ ਦੀ ਦਰ',
        'view-exchange-panel' => 'ਐਕਸਚੇਂਜ ਦਰਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ',
    

        'vew-exchange-panel' => 'ਵਟਾਂਦਰਾ ਦਰ ਪ੍ਰਬੰਧਨ ਪੈਨਲ',
    ],


// -------------------------------------- EC-ShopExperts ------------------------------------
    'EC-ShopExperts' => [
        'title' => 'ਮਾਹਰ ਇਕਰਾਰਨਾਮੇ',
        'sub-title' => 'ਮੇਰੇ ਸਟੋਰ \'ਤੇ ਕਿਹੜੇ ਪੇਸ਼ੇਵਰ ਕੰਮ ਕਰਦੇ ਹਨ?',
        'cost' => 'ਇਕਰਾਰਨਾਮੇ ਦੀ ਰਕਮ',
        'duration' => 'ਮਿਆਦ',
        'start_at' => 'Start Date',
        'complete_at' => 'Completion Date',
        'cancel_at' => 'ਤਾਰੀਖ ਰੱਦ ਕਰੋ',
        'end_at' => 'ਪਹੁੰਚਾਉਣ ਦੀ ਮਿਤੀ',
        'tip' => 'ਤੁਸੀਂ ਆਪਣੇ ਕਾਰੋਬਾਰ ਨੂੰ ਵਿਕਸਤ ਕਰਨ ਲਈ Selldone ਵਿੱਚ ਸਭ ਤੋਂ ਵਧੀਆ ਮਾਹਰਾਂ ਨੂੰ ਰੱਖ ਸਕਦੇ ਹੋ।',
        'view-experts' => 'ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਕਲਿੱਕ ਕਰੋ।',
    ],


// -------------------------------------- EC-ShopGateways ------------------------------------
    'EC-ShopGateways' => [
        'title' => 'Payment gateways',
        'sub-title' => 'ਦੁਕਾਨ \'ਤੇ ਸਰਗਰਮ ਭੁਗਤਾਨ ਗੇਟਵੇ ਦੀ ਰਿਪੋਰਟ ਕਰੋ:shop.',
        'tip-title' => 'ਮਹੱਤਵਪੂਰਨ ਸੁਝਾਅ',
        'tip' => "ਆਪਣੇ ਸਟੋਰ ਵਿੱਚ ਪੋਰਟਲ ਪ੍ਰਬੰਧਨ ਪੰਨੇ 'ਤੇ ਜਾਓ ਅਤੇ ਕੁਝ ਮਿੰਟਾਂ ਵਿੱਚ ਘੱਟੋ-ਘੱਟ ਇੱਕ ਪੋਰਟ ਸ਼ਾਮਲ ਕਰੋ। ਤੁਹਾਡੇ ਗਾਹਕ ਔਨਲਾਈਨ ਪੋਰਟਲ ਰਾਹੀਂ ਜਲਦੀ ਅਤੇ ਸੁਰੱਖਿਅਤ ਢੰਗ ਨਾਲ ਭੁਗਤਾਨ ਕਰਨਾ ਪਸੰਦ ਕਰਦੇ ਹਨ।",
        'view-shop-gateways' => 'ਮੇਰੇ ਸਟੋਰ ਪੋਰਟਲ ਪ੍ਰਬੰਧਨ ਵਿੱਚ ਲੌਗਇਨ ਕਰੋ।',
        'view-gateways' => 'ਹੋਰ ਗੇਟਵੇ ਦੇਖੋ',
    ],


// -------------------------------------- EC-ShopOrders ------------------------------------
    'EC-ShopOrders' => [
        'title' => 'ਆਰਡਰ',
        'sub-title' => 'ਮੈਨੂੰ ਇਸ ਹਫ਼ਤੇ ਪ੍ਰਾਪਤ ਹੋਏ ਆਦੇਸ਼ਾਂ ਦੀ ਸੂਚੀ।',
        'total_baskets' => 'ਕੁੱਲ ਆਰਡਰ',
        'total_posBaskets' => 'ਕੁੱਲ ਨਕਦ ਆਰਡਰ',
        'pos-title' => 'POS ਸਟੋਰ ਬਾਕਸ',
        'chart-label' => 'ਆਰਡਰ ਪੂਰੇ ਹੋ ਗਏ (ਇਹ ਆਰਡਰ ਜ਼ਰੂਰੀ ਤੌਰ \'ਤੇ ਭੁਗਤਾਨ ਨਹੀਂ ਕੀਤੇ ਗਏ ਹਨ!)',
        'tip-title' => 'ਤੁਹਾਨੂੰ ਸਖ਼ਤ ਕੋਸ਼ਿਸ਼ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ ...',
        'tip' => "ਕੋਈ ਸਧਾਰਨ ਸਫਲਤਾ ਨਹੀਂ.",
    ],

// -------------------------------------- EC-ShopProcessCenter ------------------------------------
    'EC-ShopProcessCenter' => [
        'title' => 'ਪ੍ਰੋਸੈਸਿੰਗ ਸੈਂਟਰ',
        'sub-title' => 'ਅਸੀਂ ਇਸ ਹਫ਼ਤੇ ਸਟੋਰ ਵਿੱਚ ਕਿੰਨੇ ਆਰਡਰ ਦੀ ਪ੍ਰਕਿਰਿਆ ਕੀਤੀ?',
        'tip-title' => 'ਤੁਹਾਡੇ ਕੋਲ ਵਿਕਰੀ ਨਹੀਂ ਸੀ!',
        'tip' => "ਬਦਕਿਸਮਤੀ ਨਾਲ ਇਸ ਹਫ਼ਤੇ ਤੁਹਾਡੀ ਕੋਈ ਵਿਕਰੀ ਨਹੀਂ ਹੋਈ। ਤੁਹਾਨੂੰ ਆਪਣੇ ਸਟੋਰ ਤੱਕ ਹੋਰ ਪ੍ਰਾਪਤ ਕਰਨ ਦੀ ਲੋੜ ਹੈ. ਤੁਸੀਂ ਹੋਰ ਉਤਪਾਦ ਜੋੜ ਸਕਦੇ ਹੋ, ਬਿਹਤਰ ਚਿੱਤਰ ਚੁਣ ਸਕਦੇ ਹੋ ਜਾਂ ਆਪਣੇ ਉਤਪਾਦਾਂ ਲਈ ਬਿਹਤਰ ਵਰਣਨ ਲਿਖ ਸਕਦੇ ਹੋ। ਆਪਣੇ ਕਾਰੋਬਾਰ ਲਈ ਫੁੱਲ-ਟਾਈਮ ਨੌਕਰੀ 'ਤੇ ਵਿਚਾਰ ਕਰੋ। ਜੇ ਤੁਸੀਂ ਇਸ ਨੂੰ ਸਹੀ ਕਰਦੇ ਹੋ ਅਤੇ ਨਿਰਾਸ਼ ਨਾ ਹੋਵੋ, ਤਾਂ ਤੁਸੀਂ ਸਫਲ ਹੋਵੋਗੇ.",
        'view-process-center' => 'ਪ੍ਰਕਿਰਿਆ ਕੇਂਦਰ ਦੇਖੋ',
        'return' => [
            'title' => 'ਆਰਡਰ ਵਾਪਸ ਕੀਤਾ',
            'subtitle' => 'ਵਾਪਸ ਕੀਤੇ ਆਦੇਸ਼ਾਂ ਦੀ ਰਿਪੋਰਟ ਕਰੋ।',
            'tip-title' => 'ਕੀ ਤੁਹਾਨੂੰ ਪਤਾ ਹੈ ਕਿ...',
            'tip' => "ਤੁਸੀਂ Selldone POS ਨਾਲ ਲੋੜੀਂਦੇ ਨਕਦ ਰਜਿਸਟਰ ਬਣਾ ਸਕਦੇ ਹੋ! ਭਾਵੇਂ ਇਹ ਤੁਹਾਡਾ ਟੈਬਲੈੱਟ, ਮੋਬਾਈਲ, ਜਾਂ ਲੈਪਟਾਪ ਹੋਵੇ, ਤੁਸੀਂ ਕਿਸੇ ਵੀ ਡਿਵਾਈਸ ਨੂੰ ਆਪਣੇ ਸਟੋਰ ਦੇ ਵਿਕਰੀ ਸਥਾਨ ਵਿੱਚ ਬਦਲ ਸਕਦੇ ਹੋ। ਇਹ ਸਧਾਰਨ, ਸੈੱਟਅੱਪ ਕਰਨ ਲਈ ਤੇਜ਼, ਅਤੇ ਤੁਹਾਡੇ ਸਰਵਰ ਲਈ ਪੂਰੀ ਤਰ੍ਹਾਂ ਤਿਆਰ ਹੈ। ਅੱਜ ਹੀ ਇਸਨੂੰ ਵਰਤਣਾ ਸ਼ੁਰੂ ਕਰੋ!",
            'view-pos' => 'ਮਾਈ ਔਨਲਾਈਨ ਸਟੋਰ ਕੈਸ਼ੀਅਰ \'ਤੇ ਲੌਗਇਨ ਕਰੋ'
        ]
    ],


// -------------------------------------- EC-ShopSessions ------------------------------------
    'EC-ShopSessions' => [
        'title' => 'ਸੈਸ਼ਨ',
        'sub-title' => 'ਮੈਂ ਕਿੰਨੀ ਵਾਰ ਆਪਣੇ ਸਟੋਰ ਦਾ ਦੌਰਾ ਕੀਤਾ?',
        'countries-title' => 'ਕਿਹੜੇ ਦੇਸ਼ ਸਭ ਤੋਂ ਵੱਧ ਗਏ ਹਨ?',
    ],


// -------------------------------------- EC-PublicMessage ------------------------------------
    'EC-PublicMessage' => [
        'title' => 'ਕੀ ਤੁਸੀਂ ਇੱਕ ਪੈਸਾ ਖਰਚ ਕੀਤੇ ਬਿਨਾਂ ਪੈਸਾ ਕਮਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?',
        'message' => "ਹੈਲੋ :name, ਇਹ Selldone ਨਾਲ ਕਮਾਈ ਸ਼ੁਰੂ ਕਰਨ ਦਾ ਸਮਾਂ ਹੈ! ਡੈਸ਼ਬੋਰਡ > ਹੋਰ > ਮੁਦਰੀਕਰਨ > ਆਪਣਾ ਰੈਫਰਲ ਲਿੰਕ ਪ੍ਰਾਪਤ ਕਰੋ 'ਤੇ ਜਾਓ। ਆਪਣੇ ਦੋਸਤਾਂ ਨਾਲ ਲਿੰਕ ਸਾਂਝਾ ਕਰੋ, ਅਤੇ ਗਿਫਟ ਕਾਰਡ ਅਤੇ ਉਹਨਾਂ ਦੇ ਭੁਗਤਾਨਾਂ ਦਾ ਇੱਕ ਹਿੱਸਾ ਕਮਾਓ। ਸਭ ਤੋਂ ਵਧੀਆ ਹਿੱਸਾ? ਤੁਸੀਂ ਅਤੇ ਤੁਹਾਡੇ ਦੋਸਤ ਦੋਵਾਂ ਨੂੰ ਇੱਕ ਤੋਹਫ਼ਾ ਕਾਰਡ ਮਿਲਦਾ ਹੈ!",
        'action' => 'ਮੇਰੀ ਜਾਣ-ਪਛਾਣ ਦਾ ਲਿੰਕ ਦੇਖੋ',
        'mail-clip' => "<b style='color: #C2185B'>ਮਹੱਤਵਪੂਰਨ:</b> ਜੇਕਰ ਤੁਸੀਂ ਈਮੇਲ ਸੇਵਾਵਾਂ ਜਿਵੇਂ ਕਿ Gmail ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹੋ ਜੋ ਈਮੇਲ ਦੀ ਲੰਬਾਈ ਨੂੰ ਸੀਮਤ ਕਰਦੇ ਹਨ, ਤਾਂ ਪੂਰੀ ਰਿਪੋਰਟ ਪ੍ਰਦਰਸ਼ਿਤ ਕਰਨ ਲਈ ਈਮੇਲ ਦੇ ਅੰਤ ਵਿੱਚ ਹੇਠਾਂ ਦਿੱਤੇ ਵਿਕਲਪ ਨੂੰ ਲੱਭੋ ਅਤੇ ਇਸ 'ਤੇ ਕਲਿੱਕ ਕਰੋ:",

        'no-coin-reward' => "<b style='color: #C2185B'>ਮਾਫ਼ ਕਰਨਾ:</b> ਤੁਹਾਡੀ ਗਤੀਵਿਧੀ ਨੇ ਮੁਫ਼ਤ SEL ਸਿੱਕੇ ਇਨਾਮ ਪ੍ਰਾਪਤ ਕਰਨ ਦੀ ਲੋੜ ਨੂੰ ਪੂਰਾ ਨਹੀਂ ਕੀਤਾ। ਸਖ਼ਤ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਅਤੇ ਅਗਲੇ ਸੀਜ਼ਨ ਲਈ ਆਪਣੀ ਦੁਕਾਨ 'ਤੇ ਹੋਰ ਵੇਚੋ।",
        'yes-coin-reward' => "<b style='color: #4CAF50'>ਵਧਾਈਆਂ:</b> ਬਹੁਤ ਵਧੀਆ ਕੰਮ! ਤੁਹਾਡੇ ਸ਼ਾਨਦਾਰ ਪ੍ਰਦਰਸ਼ਨ ਦੇ ਆਧਾਰ 'ਤੇ, ਅਸੀਂ ਇਨਾਮ ਵਜੋਂ ਤੁਹਾਡੇ ਖਾਤੇ ਵਿੱਚ :amount SEL ਸਿੱਕੇ ਕ੍ਰੈਡਿਟ ਕਰ ਦਿੱਤੇ ਹਨ।",

        'need-buy-license' => "<b>Level your Business:</b> ਇੰਝ ਜਾਪਦਾ ਹੈ ਕਿ ਤੁਸੀਂ ਅਜੇ ਤੱਕ ਆਪਣੀ ਵੈਬਸਾਈਟ ਲਈ ਕੋਈ ਗਾਹਕੀ ਯੋਜਨਾ ਰਜਿਸਟਰ ਨਹੀਂ ਕੀਤੀ ਹੈ! ਜੇਕਰ ਸਾਲਾਨਾ ਭੁਗਤਾਨ ਕੀਤਾ ਜਾਂਦਾ ਹੈ ਤਾਂ ਸਿਰਫ਼ :amount ਪ੍ਰਤੀ ਮਹੀਨਾ ਲਈ ਹੋਰ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਨੂੰ ਅਨਲੌਕ ਕਰਨ ਲਈ ਹੁਣੇ ਅੱਪਗ੍ਰੇਡ ਕਰੋ।",
        'not-afford-message' => "ਜੇਕਰ ਤੁਸੀਂ ਭੁਗਤਾਨ ਨਹੀਂ ਕਰ ਸਕਦੇ ਹੋ ਜਾਂ ਤੁਹਾਨੂੰ ਭੁਗਤਾਨ ਕਰਨ ਵਿੱਚ ਕੋਈ ਸਮੱਸਿਆ ਹੈ, ਤਾਂ ਸਾਨੂੰ support@selldone.com ਦੁਆਰਾ ਬੇਝਿਜਕ ਦੱਸੋ।",
        'add-domain' => "<b>ਤੁਹਾਡੇ ਕਾਰੋਬਾਰ ਲਈ ਕਸਟਮ ਡੋਮੇਨ ਕਿਉਂ ਨਹੀਂ ਹੈ?</b><br> ਹੁਣ ਆਪਣੀ ਵੈੱਬਸਾਈਟ 'ਤੇ ਇੱਕ ਡੋਮੇਨ ਸ਼ਾਮਲ ਕਰੋ; ਇਹ ਮੁਫ਼ਤ ਹੈ!"
    ],


    // -------------------------------------- Widget-Socials ------------------------------------
    'Widget-Socials' => [
        'title' => "Selldone ਇੱਕ <del> ਉਤਪਾਦ </del> <span style = 'color: forestgreen'> ਭਾਈਚਾਰਾ </span>.<br> ਇੱਕ ਪੇਸ਼ੇਵਰ ਵੇਚਣ ਵਾਲੇ ਬਣੋ!",
        'message' => "ਟਵਿੱਟਰ, ਲਿੰਕਡਇਨ ਅਤੇ ਸੋਸ਼ਲ ਨੈਟਵਰਕਸ 'ਤੇ Selldone ਦੇ ਅਧਿਕਾਰਤ ਪੰਨਿਆਂ ਦੀ ਪਾਲਣਾ ਕਰੋ। ਸਾਨੂੰ ਕੋਈ ਵੀ ਟਿੱਪਣੀਆਂ, ਬੇਨਤੀਆਂ ਜਾਂ ਆਲੋਚਨਾ ਭੇਜੋ ਜਾਂ Selldone ਬਾਰੇ ਚਰਚਾਵਾਂ ਵਿੱਚ ਹਿੱਸਾ ਲਓ। ਅਸੀਂ Selldone ਦੇ ਭਾਈਚਾਰੇ ਦਾ ਵੀ ਹਿੱਸਾ ਹਾਂ ਜੋ <b> ਤੁਸੀਂ </b> ਬਣਾਉਂਦੇ ਹੋ।"
    ],


    // -------------------------------------- Avocado (Seller) ------------------------------------
    'avocado-seller-daily-report' => [
        'subject' => 'ਨਵੇਂ ਐਵੋਕਾਡੋ ਆਰਡਰ ਪ੍ਰਾਪਤ ਹੋਏ|:shop_title :time',
        'title' => "ਪਿਛਲੇ 24 ਘੰਟਿਆਂ ਲਈ ਪ੍ਰਦਰਸ਼ਨ ਦੀ ਰਿਪੋਰਟ",
        'message' => "ਤੁਹਾਡੇ ਗਾਹਕ ਤੁਹਾਡੇ ਆਰਡਰਾਂ ਦੀ ਸਮੀਖਿਆ ਅਤੇ ਕੀਮਤ ਦੀ ਉਡੀਕ ਕਰ ਰਹੇ ਹਨ। ਵਧੇਰੇ ਵਿਕਰੀ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਜਿੰਨੀ ਜਲਦੀ ਹੋ ਸਕੇ ਆਪਣੇ ਗਾਹਕਾਂ ਦੀਆਂ ਬੇਨਤੀਆਂ ਦਾ ਜਵਾਬ ਦਿਓ।",
        'card_title' => "ਕਤਾਰ ਵਿੱਚ ਆਰਡਰ",
        'card_subtitle' => ":date ਤੋਂ",

        'card_payed' => "ਭੁਗਤਾਨ ਕੀਤੇ ਆਰਡਰ"
    ],


    // -------------------------------------- Community > Post ------------------------------------
    'community-comments' => [
        'subject' => ':community_title ਵਿੱਚ ਤੁਹਾਡੀ ਪੋਸਟ ਦਾ ਜਵਾਬ ਦਿਓ',
        'title' => ":name, and :count ਹੋਰਾਂ ਨੇ ਤੁਹਾਡੀਆਂ ਪੋਸਟਾਂ 'ਤੇ ਟਿੱਪਣੀ ਕੀਤੀ।",
        'message' => "ਹਾਇ :name, ਤੁਹਾਡੀਆਂ ਪੋਸਟਾਂ ਧਿਆਨ ਖਿੱਚ ਰਹੀਆਂ ਹਨ! ਤੁਹਾਨੂੰ ਸਾਡੇ ਭਾਈਚਾਰੇ ਵਿੱਚ ਟਿੱਪਣੀਆਂ ਪ੍ਰਾਪਤ ਹੋਈਆਂ ਹਨ। ਚਰਚਾ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਣ ਲਈ ਆਪਣੇ ਖਾਤੇ ਵਿੱਚ ਲੌਗ ਇਨ ਕਰੋ ਅਤੇ ਦੇਖੋ ਕਿ ਹਰ ਕੋਈ ਕੀ ਕਹਿ ਰਿਹਾ ਹੈ।",
        'title-simple' => ":name ਨੇ ਤੁਹਾਡੀ ਪੋਸਟ 'ਤੇ ਟਿੱਪਣੀ ਕੀਤੀ ਹੈ!",
    ],


    // -------------------------------------- Community > Topic ------------------------------------
    'community-topic' => [
        'subject' => '🔔 ਆਪਣੇ ਵਿਸ਼ੇ ਦਾ ਜਵਾਬ ਦਿਓ :topic_title',
        'title' => ":name, and :count ਹੋਰਾਂ ਨੇ ਤੁਹਾਡੇ ਵਿਸ਼ੇ 'ਤੇ ਜਵਾਬ ਦਿੱਤਾ।",
        'message' => "ਹੈਲੋ :name, ਤੁਹਾਡਾ ਵਿਸ਼ਾ ਧਿਆਨ ਖਿੱਚ ਰਿਹਾ ਹੈ! ਤੁਹਾਨੂੰ ਸਾਡੇ ਭਾਈਚਾਰੇ ਵਿੱਚ ਜਵਾਬ ਪ੍ਰਾਪਤ ਹੋਏ ਹਨ। ਚਰਚਾ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਣ ਲਈ ਆਪਣੇ ਖਾਤੇ ਵਿੱਚ ਲੌਗ ਇਨ ਕਰੋ ਅਤੇ ਦੇਖੋ ਕਿ ਹਰ ਕੋਈ ਕੀ ਕਹਿ ਰਿਹਾ ਹੈ।",
        'title-simple' => ":name ਨੇ ਤੁਹਾਡੇ ਵਿਸ਼ੇ 'ਤੇ ਜਵਾਬ ਦਿੱਤਾ।",
    ],

    // -------------------------------------- User > Login ------------------------------------
    'user-login' => [
        'subject' => '🔔 ਨਵਾਂ ਲੌਗਇਨ :name',
        'category' => 'ਸੁਰੱਖਿਆ ਸੂਚਨਾਵਾਂ',
        'title' => "ਖਾਤੇ ਤੇ ਲੌਗ ਇਨ ਕਰੋ",
        'message' => "ਪਿਆਰੇ :name, ਤੁਹਾਡੇ Selldone ਖਾਤੇ ਵਿੱਚ ਇੱਕ ਲੌਗਇਨ ਖੋਜਿਆ ਗਿਆ ਸੀ।",   // Login in selldone (seller)
        'message-shop' => "ਪਿਆਰੇ :name, :shop_title ਲਈ ਇੱਕ ਲੌਗਇਨ ਖੋਜਿਆ ਗਿਆ ਸੀ।",  // Login in shop (buyer)

        'footer' => "ਜੇਕਰ ਤੁਸੀਂ ਲੌਗਇਨ ਨਹੀਂ ਕੀਤਾ ਹੈ, ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਪਾਸਵਰਡ ਬਦਲੋ।",

    ],


    // -------------------------------------- Account > TransactionNotification ------------------------------------
    'account-transaction' => [
        'withdraw' => "ਕਢਵਾਉਣਾ",
        'deposit' => "ਜਮ੍ਹਾ",

        'withdraw_subject' => "ਖਾਤੇ :account ਤੋਂ ਵਾਪਸ ਲਓ",
        'deposit_subject' => ":account ਖਾਤੇ ਵਿੱਚ ਜਮ੍ਹਾਂ ਕਰੋ",

        'message' => "ਪੈਸੇ ਦਾ ਤਬਾਦਲਾ ਨਿਮਨਲਿਖਤ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਨਾਲ ਕੀਤਾ ਗਿਆ ਹੈ।",

        'type' => "ਲੈਣ-ਦੇਣ ਦੀ ਕਿਸਮ",

        'from' => "ਸਰੋਤ ਖਾਤਾ",
        'to' => "Destination account",

        'desc' => "ਲੈਣ-ਦੇਣ ਦਾ ਵੇਰਵਾ",
        'action' => "ਲੈਣ-ਦੇਣ ਦੇਖੋ",
    ],
    // -------------------------------------- Shop > Penalty ------------------------------------

    'penalty' => [
        'subject' => "⛔ ਮਹੱਤਵਪੂਰਨ! ਨਿਯਮਾਂ ਦੀ ਉਲੰਘਣਾ| :shop",
        'category' => "ਨਾਜ਼ੁਕ ਜਾਣਕਾਰੀ",
        'title' => "ਤੁਹਾਡੀ ਦੁਕਾਨ ਨੂੰ ਜ਼ੁਰਮਾਨਾ ਲਗਾਇਆ ਗਿਆ ਹੈ",
        'action' => "ਦੁਕਾਨ ਦਾ ਡੈਸ਼ਬੋਰਡ ਖੋਲ੍ਹੋ",
    ],


    // -------------------------------------- User > Invite friend ------------------------------------
    'invite' => [
        'subject' => ":inviter ਨੇ ਤੁਹਾਨੂੰ Selldone ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਣ ਲਈ ਸੱਦਾ ਦਿੱਤਾ ਹੈ",
        'title' => ":name ਨੇ ਤੁਹਾਡੇ ਨਵੇਂ ਔਨਲਾਈਨ ਸਟੋਰ ਨੂੰ ਲਾਂਚ ਕਰਨ ਅਤੇ ਇਸਦਾ ਮੁਦਰੀਕਰਨ ਕਰਨ ਲਈ ਤੁਹਾਨੂੰ :amount ਭੇਜਿਆ ਹੈ!",
        'message' => "Hi **:receiver_name**,<br><br>Welcome to Selldone! On Selldone, you can easily create your e-commerce site, blog, online community, and even set up an online POS system for in-person sales—all within minutes. It’s the complete online business operating system designed to make your business better, faster, and easier to run.<br><br>Sign up by <b>:date</b> and receive a :amount voucher to get started!",
        'accept' => "ਸੱਦਾ ਸਵੀਕਾਰ ਕਰੋ",
        'owner' => "ਦਾ ਮਾਲਕ",
        'join-date' => "Selldone 'ਤੇ ਸ਼ਾਮਲ ਹੋਏ",
    ],

    // -------------------------------------- Shop > Recovery mail ------------------------------------
    'shop-recovery' => [
        'subject' => "ਰਿਕਵਰੀ ਲਿੰਕ| :shop",
        'category' => "ਦੁਕਾਨ ਦੀ ਸੁਰੱਖਿਆ",
        'title' => "ਸਟੋਰ ਰਿਕਵਰੀ ਲਿੰਕ <b>:shop_name</b> ।",
        'message' => "ਇਹ ਈਮੇਲ ਤੁਹਾਨੂੰ ਇਸ ਲਈ ਭੇਜੀ ਗਈ ਸੀ ਕਿਉਂਕਿ ਤੁਸੀਂ ਆਪਣੇ ਸਟੋਰ ਨੂੰ ਰੀਸਟੋਰ ਕਰਨ ਦੀ ਬੇਨਤੀ ਕੀਤੀ ਸੀ। ਹੇਠਾਂ ਦਿੱਤੇ ਲਿੰਕ 'ਤੇ ਕਲਿੱਕ ਕਰਨ ਨਾਲ ਤੁਹਾਡੀ ਦੁਕਾਨ ਅਤੇ ਇਸ ਨਾਲ ਸਬੰਧਤ ਸਾਰਾ ਡਾਟਾ ਮੁੜ ਪ੍ਰਾਪਤ ਹੋ ਜਾਵੇਗਾ।",
        'action' => "ਦੁਕਾਨ ਰਿਕਵਰੀ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ",

    ],


    // -------------------------------------- SR-SeasonalSaving ------------------------------------
    'SR-SeasonalSaving' => [
        'title' => 'Selldone ਨੇ ਤੁਹਾਡੇ ਕਾਰੋਬਾਰ ਲਈ ਕਿੰਨਾ ਪੈਸਾ ਬਚਾਇਆ ਹੈ?',
        'sub-title' => 'ਮਿਤੀ :start ਤੋਂ :end ਤੱਕ',
        'infrastructure' => [
            'title' => 'ਬੁਨਿਆਦੀ ਢਾਂਚਾ',
            'subtitle' => 'ਸਰਵਰ, CDN, ਸਟੋਰੇਜ, ਅਤੇ ਹੋਰ ਕਲਾਉਡ ਸੇਵਾਵਾਂ',
        ],
        'experts' => [
            'title' => 'ਮਾਹਰ ਅਤੇ ਸਟਾਫ',
            'subtitle' => 'ਵਿਕਾਸਕਾਰ, ਰੱਖ-ਰਖਾਅ ਅਤੇ ਸਹਾਇਤਾ',
        ],
        'total_save' => 'ਕੁੱਲ ਬਚੇ ਹੋਏ ਪੈਸੇ'
    ],
    // -------------------------------------- SR-SeasonalPerformance ------------------------------------
    'SR-SeasonalPerformance' => [
        'title' => 'ਤੁਹਾਡਾ ਪ੍ਰਦਰਸ਼ਨ',
        'sub-title' => ':start ਤੋਂ :end ਤੱਕ ਕਾਰੋਬਾਰ ਦੀ ਸੰਖੇਪ ਜਾਣਕਾਰੀ',

        'new_visitors' => 'New Users',
        'returning_visitors' => 'ਵਾਪਸ ਕੀਤੇ ਉਪਭੋਗਤਾ',

        'shop_views' => 'ਦੁਕਾਨ ਦੇ ਦ੍ਰਿਸ਼',
        'baskets' => [
            'title' => 'ਸ਼ਾਪਿੰਗ ਕਾਰਟਸ',
            'subtitle' => 'ਨਵੇਂ ਸ਼ਾਪਿੰਗ ਕਾਰਟਸ ਦੀ ਗਿਣਤੀ ਦੀ ਰਿਪੋਰਟ ਕਰੋ',

        ],
        'products' => [
            'title' => 'ਉਤਪਾਦਾਂ ਦੀ ਸੰਖੇਪ ਜਾਣਕਾਰੀ',
            'subtitle' => 'ਕਿਸਮ ਦੁਆਰਾ ਸਟੋਰ ਵਿੱਚ ਉਤਪਾਦਾਂ ਦੀ ਸਥਿਤੀ',
            'value_name' => 'ਉਤਪਾਦ'
        ],
        'views' => [
            'title' => 'Page Views',
            'subtitle' => 'ਕੁੱਲ ਵੈੱਬਸਾਈਟ ਪੰਨਾ ਦ੍ਰਿਸ਼',
        ],
    ],


    // ██████████████████████ Marketplace ██████████████████████
    'vendor-order' => [
        'title' => 'New Order',
        'message' => "ਤੁਹਾਨੂੰ ਇੱਕ ਨਵਾਂ ਆਰਡਰ ਪ੍ਰਾਪਤ ਹੋਇਆ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਵਿਕਰੇਤਾ ਪੈਨਲ ਵਿੱਚ ਆਰਡਰ ਪ੍ਰੋਸੈਸਿੰਗ ਪੰਨੇ 'ਤੇ ਜਾਓ।",
        'subject' => "🛍 ਨਵਾਂ ਆਰਡਰ ਪ੍ਰਾਪਤ ਹੋਇਆ | :order_id",
        'your_revenue' => "ਤੁਹਾਡੀ ਆਮਦਨ",
    ],
    'vendor-invite' => [
        'title' => 'ਵਿਕਰੇਤਾ ਸੱਦਾ',
        'message' => "ਤੁਹਾਨੂੰ :shop_name ਦਾ ਵਿਕਰੇਤਾ ਬਣਨ ਦਾ ਸੱਦਾ ਮਿਲਿਆ ਹੈ। ਤੁਸੀਂ ਹੇਠਾਂ ਦਿੱਤੇ ਬਟਨਾਂ 'ਤੇ ਕਲਿੱਕ ਕਰਕੇ ਇਸਨੂੰ ਸਵੀਕਾਰ ਜਾਂ ਅਸਵੀਕਾਰ ਕਰ ਸਕਦੇ ਹੋ।",
        'subject' => ":shop_name | ਤੁਹਾਨੂੰ ਸਾਡੇ ਵਿਕਰੇਤਾ ਬਣਨ ਦਾ ਸੱਦਾ ਮਿਲਿਆ ਹੈ",
        'accept' => "ਸਵੀਕਾਰ ਕਰੋ ਅਤੇ ਵਿਕਰੇਤਾ ਬਣੋ",
        'reject' => "ਅਸਵੀਕਾਰ ਕਰੋ",

    ],

    // Staff of vendor
    'vendor-member-invite' => [
        'title' => 'ਸਾਡੀ ਟੀਮ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਣ ਲਈ ਸੱਦਾ',
        'message' => "ਤੁਹਾਨੂੰ :shop_name 'ਤੇ :vendor_name ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਣ ਲਈ ਸੱਦਾ ਦਿੱਤਾ ਗਿਆ ਹੈ। ਤੁਸੀਂ ਹੇਠਾਂ ਦਿੱਤੇ ਬਟਨਾਂ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਇਸ ਸੱਦੇ ਨੂੰ ਸਵੀਕਾਰ ਜਾਂ ਅਸਵੀਕਾਰ ਕਰ ਸਕਦੇ ਹੋ।",
        'subject' => ":vendor_name ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਣ ਲਈ ਸੱਦਾ|ਟੀਮ ਮੈਂਬਰ ਬਣੋ",
        'accept' => "ਸਵੀਕਾਰ ਕਰੋ ਅਤੇ ਟੀਮ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਵੋ",
        'reject' => "ਅਸਵੀਕਾਰ ਕਰੋ",

    ],

    // -------------------------------------- ShopEmailLogin ------------------------------------
    'shop-email-login' => [
        'subject' => "ਇਸ ਲਈ ਤੁਹਾਡਾ ਲੌਗਇਨ ਕੋਡ:shop",
        'header-message' => "ਅਸੀਂ ਤੁਹਾਨੂੰ ਇਹ ਈਮੇਲ ਇਸ ਲਈ ਭੇਜ ਰਹੇ ਹਾਂ ਕਿਉਂਕਿ ਤੁਸੀਂ ਦੁਕਾਨ ਲਈ ਲੌਗਇਨ ਕੋਡ ਦੀ ਬੇਨਤੀ ਕੀਤੀ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਹੇਠਾਂ ਆਪਣਾ ਵਨ-ਟਾਈਮ ਪਾਸਵਰਡ (OTP) ਲੱਭੋ:",
        'footer-message' => "ਇਹ ਕੋਡ 10 ਮਿੰਟ ਲਈ ਵੈਧ ਹੋਵੇਗਾ। ਜੇਕਰ ਤੁਸੀਂ ਇਸ ਲੌਗਇਨ ਕੋਡ ਦੀ ਬੇਨਤੀ ਨਹੀਂ ਕੀਤੀ ਹੈ, ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਈਮੇਲ ਨੂੰ ਅਣਡਿੱਠ ਕਰੋ।"
    ],

    // -------------------------------------- ShopEmailVerifyLinkEmail ------------------------------------
    'shop-email-verify-link' => [
        'subject' => "ਆਪਣੀ ਈਮੇਲ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ| :shop",
        'title' => 'ਈਮੇਲ ਪੁਸ਼ਟੀਕਰਨ',
        'header-message' => "ਹੈਲੋ :name,<br> ਕਿਰਪਾ ਕਰਕੇ ਹੇਠਾਂ ਦਿੱਤੇ ਬਟਨ 'ਤੇ ਕਲਿੱਕ ਕਰਕੇ ਜਾਂ 48 ਘੰਟਿਆਂ ਦੇ ਅੰਦਰ ਹੇਠਾਂ ਦਿੱਤੇ ਲਿੰਕ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਪੁਸ਼ਟੀ ਕਰੋ ਕਿ **:email** ਤੁਹਾਡਾ ਈਮੇਲ ਪਤਾ ਹੈ।",
        'footer-message' => ""
    ],


    // -------------------------------------- VendorProductsChangeEmail ------------------------------------
    'vendor-products' => [
        'subject' => "ਉਤਪਾਦ ਅੱਪਡੇਟ| :shop",
        'title' => "ਉਤਪਾਦ ਸਥਿਤੀ 'ਤੇ ਅੱਪਡੇਟ - ਪਿਛਲੇ 24 ਘੰਟੇ",
        'message' => "ਮੈਨੂੰ ਉਮੀਦ ਹੈ ਕਿ ਇਹ ਸੁਨੇਹਾ ਤੁਹਾਨੂੰ ਚੰਗੀ ਤਰ੍ਹਾਂ ਲੱਭੇਗਾ। ਪਿਛਲੇ 24 ਘੰਟਿਆਂ ਦੌਰਾਨ ਸਾਡੇ ਪਲੇਟਫਾਰਮ 'ਤੇ ਤੁਹਾਡੇ ਉਤਪਾਦਾਂ ਦੀ ਸਥਿਤੀ ਬਾਰੇ ਤੁਹਾਨੂੰ ਸੂਚਿਤ ਕਰਨ ਲਈ ਇਹ ਇੱਕ ਸੰਖੇਪ ਅੱਪਡੇਟ ਹੈ।\nਇਸ ਸਮੇਂ ਦੌਰਾਨ, ਕੁਝ ਉਤਪਾਦਾਂ ਦੀ ਸਥਿਤੀ ਵਿੱਚ ਤਬਦੀਲੀਆਂ ਆਈਆਂ ਹਨ। ਇਹ ਤਬਦੀਲੀਆਂ ਖਰੀਦਾਂ, ਸਟਾਕ ਅੱਪਡੇਟ, ਜਾਂ ਹੋਰ ਸੰਬੰਧਿਤ ਘਟਨਾਵਾਂ ਕਾਰਨ ਹੋ ਸਕਦੀਆਂ ਹਨ।\nਹਰੇਕ ਉਤਪਾਦ ਬਾਰੇ ਵਧੇਰੇ ਵਿਸਤ੍ਰਿਤ ਜਾਣਕਾਰੀ ਲਈ, ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਖਾਤੇ ਵਿੱਚ ਲੌਗ ਇਨ ਕਰੋ ਅਤੇ 'ਉਤਪਾਦ ਸਥਿਤੀ' ਭਾਗ ਦੀ ਜਾਂਚ ਕਰੋ।",
        'action' => "ਵਿਕਰੇਤਾ ਪੈਨਲ ਖੋਲ੍ਹੋ",
    ],

    // -------------------------------------- ShopBulkOrdersEmail ------------------------------------
    'bulk-orders' => [
        'subject' => "ਬਲਕ ਆਰਡਰ ਪ੍ਰਾਪਤ ਹੋਏ| :shop | :date",
        'title' => "ਬਲਕ ਆਰਡਰ ਸੂਚਨਾ",
        'message' => "ਤੁਹਾਨੂੰ ਬਲਕ ਆਰਡਰਾਂ ਦਾ ਇੱਕ ਬੈਚ ਪ੍ਰਾਪਤ ਹੋਇਆ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਹੋਰ ਵੇਰਵਿਆਂ ਲਈ ਆਪਣੇ ਪੈਨਲ ਵਿੱਚ ਆਰਡਰ ਪ੍ਰੋਸੈਸਿੰਗ ਪੰਨੇ 'ਤੇ ਜਾਓ। ਤੁਸੀਂ ਪ੍ਰਦਾਨ ਕੀਤੇ ਗਏ ਸੁਰੱਖਿਅਤ ਲਿੰਕ ਰਾਹੀਂ ਆਰਡਰ ਸੂਚੀ ਨੂੰ ਵੀ ਡਾਊਨਲੋਡ ਕਰ ਸਕਦੇ ਹੋ, ਜੋ 7 ਦਿਨਾਂ ਲਈ ਵੈਧ ਹੈ।<br><br>\n        <b>IMPORTANT:</b> ਇਹ ਲਿੰਕ 7 ਦਿਨਾਂ ਲਈ ਵੈਧ ਹੈ।<br>\n        ਇਹ ਲਿੰਕ ਗਤੀਸ਼ੀਲ ਹੈ, ਇਸ ਲਈ ਹਰ ਵਾਰ ਜਦੋਂ ਤੁਸੀਂ ਇਸ 'ਤੇ ਕਲਿੱਕ ਕਰਦੇ ਹੋ, ਤਾਂ ਤੁਹਾਨੂੰ ਇਸ ਖਾਸ ਮਿਤੀ ਲਈ ਸਭ ਤੋਂ ਅੱਪਡੇਟ ਕੀਤੇ ਆਰਡਰ ਪ੍ਰਾਪਤ ਹੋਣਗੇ। <b>I ਇਸਦਾ ਮਤਲਬ ਹੈ ਕਿ ਜੇਕਰ ਆਰਡਰ ਭੁਗਤਾਨ ਦੀ ਸਥਿਤੀ ਰੱਦ ਹੋ ਜਾਂਦੀ ਹੈ, ਤਾਂ ਤੁਸੀਂ ਹੁਣ ਡਾਊਨਲੋਡ ਕੀਤੇ CSV ਵਿੱਚ ਉਹ ਆਰਡਰ ਨਹੀਂ ਦੇਖ ਸਕੋਗੇ, ਜਾਂ ਜੇਕਰ ਆਰਡਰ ਦਾ ਭੁਗਤਾਨ ਕੀਤਾ ਗਿਆ ਹੈ, ਤਾਂ ਇਹ ਸੂਚੀ ਵਿੱਚ ਦਿਖਾਈ ਦੇਵੇਗਾ। </b><br><br>\n        <ul>\n            <li> CSV ਵਿੱਚ :date.</li> ਵਿੱਚ ਇੱਕ ਰਾਖਵੀਂ ਮਿਤੀ ਦੇ ਨਾਲ ਭੁਗਤਾਨ ਕੀਤੇ ਆਰਡਰ ਸ਼ਾਮਲ ਹੁੰਦੇ ਹਨ\n            <li> ਰਾਖਵੀਂ ਮਿਤੀ ਉਹ ਤਾਰੀਖ ਹੈ ਜਦੋਂ ਉਪਭੋਗਤਾ ਆਰਡਰ ਪੰਨੇ 'ਤੇ ਚੈੱਕਆਉਟ 'ਤੇ ਕਲਿੱਕ ਕਰਦਾ ਹੈ।</li>\n        </ul>\n        <b> ਡੁਪਲੀਕੇਟ ਆਰਡਰਾਂ ਨੂੰ ਰੋਕਣ ਲਈ, ਭੇਜਣ ਤੋਂ ਪਹਿਲਾਂ ਹਮੇਸ਼ਾਂ ID ਆਰਡਰ ਦੀ ਜਾਂਚ ਕਰੋ। </b>",
        'action' => "ਆਰਡਰ ਸੂਚੀ ਡਾਊਨਲੋਡ ਕਰੋ",
    ],

    // -------------------------------------- Order Refund ------------------------------------
    'order-refund' => [
        'message' => "ਤੁਹਾਡੇ ਆਰਡਰ ਵਿੱਚ ਕੁਝ ਆਈਟਮਾਂ ਨੂੰ ਸਵੀਕਾਰ ਨਹੀਂ ਕੀਤਾ ਗਿਆ ਸੀ ਅਤੇ ਡਿਲੀਵਰ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ। ਇਹਨਾਂ ਆਈਟਮਾਂ ਲਈ ਰਕਮ ਜਲਦੀ ਹੀ ਤੁਹਾਡੇ ਕਾਰਡ ਵਿੱਚ ਵਾਪਸ ਕਰ ਦਿੱਤੀ ਜਾਵੇਗੀ।"
    ]

];
