<?php


return [
    /*
  |--------------------------------------------------------------------------
  | Instagram
  |--------------------------------------------------------------------------
  */
    'instagram' => [
        'title' => "ਇੰਸਟਾਗ੍ਰਾਮ ਸਟੋਰ ਬਿਲਡਰ|Instagram ਖਾਤੇ ਨੂੰ ਔਨਲਾਈਨ ਸਟੋਰ ਵਿੱਚ ਬਦਲੋ",
        'desc' => "ਕਿਤੇ ਵੀ ਆਪਣਾ ਪੈਸਾ ਬਰਬਾਦ ਨਾ ਕਰੋ. ਇੱਕ ਵਾਰ ਜਦੋਂ ਤੁਸੀਂ Selldone ਵਿੱਚ ਆਪਣਾ ਸਟੋਰ ਬਣਾ ਲੈਂਦੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਹੁਣ ਵਰਡਪਰੈਸ, ਜੂਮਲਾ ਅਤੇ WooCommerce ਵਰਗੇ ਹੋਰ ਸਟੋਰ ਬਿਲਡਿੰਗ ਟੂਲਸ ਨਾਲ ਕੰਮ ਕਰਨ ਬਾਰੇ ਨਹੀਂ ਸੋਚੋਗੇ।",

        'clip' => "/landing-assets/instashop/video/Anime-Instagram-En.m4v",
        'clip_title' => "ਸ਼ੈੱਫ ਅਤੇ ਉਸਦੀ ਪਿਆਰੀ ਬਿੱਲੀ ਇੰਸਟਾਗ੍ਰਾਮ 'ਤੇ ਕਿਵੇਂ ਵੇਚਦੇ ਹਨ?",


        'alt1' => "Selldone ਇੰਸਟਾਗ੍ਰਾਮ ਸਟੋਰ ਬਿਲਡਰ",
        'alt2' => 'ਇੰਸਟਾਗ੍ਰਾਮ \'ਤੇ ਸਾਰਾਹ ਕੇਕ ਵੇਚਣ ਦੀ ਕਹਾਣੀ',
        'alt3' => 'Selldone ਔਨਲਾਈਨ ਆਰਡਰ ਪ੍ਰੋਸੈਸਿੰਗ ਸੈਂਟਰ',
        'alt4' => 'Selldone ਔਨਲਾਈਨ ਸਟੋਰ ਭੁਗਤਾਨ ਗੇਟਵੇ',
        'alt5' => 'ਔਨਲਾਈਨ ਸਟੋਰਾਂ ਲਈ ਸਵੈਚਾਲਤ ਐਸਈਓ ਇੰਜਣ',
        'alt6' => 'ਇੰਸਟਾਗ੍ਰਾਮ \'ਤੇ ਆਨਲਾਈਨ ਵੇਚਣ ਦੇ ਨਵੇਂ ਤਰੀਕੇ',
        'alt7' => 'ਬ੍ਰਾਂਡਿੰਗ ਅਤੇ ਬ੍ਰਾਂਡਿੰਗ',
        'alt8' => 'ਦੁਕਾਨ ਕੈਸ਼ੀਅਰ',
        'alt9' => 'ਮਾਰਕੀਟਿੰਗ ਅਤੇ ਵਿਕਰੀ ਸੰਦ',
        'alt10' => 'ਮੁਫਤ ਵਪਾਰਕ ਸਾਥੀ',
        'alt11' => 'ਆਰਡਰ ਪ੍ਰੋਸੈਸਿੰਗ ਸੈਂਟਰ',
        'alt12' => 'ਵਫ਼ਾਦਾਰ ਗਾਹਕ',
        'alt13' => 'ਸਿੱਧਾ ਭੁਗਤਾਨ ਗੇਟਵੇ',
        'alt14' => 'ਇੰਸਟਾਗ੍ਰਾਮ ਸੇਲਜ਼ ਚੈਨਲ',
        'alt15' => 'ਇੱਕ ਸਾਈਟ ਅਤੇ ਸਟੋਰ ਡਿਵੈਲਪਰ ਨੂੰ ਕਿਰਾਏ \'ਤੇ ਲੈਣਾ',
        'alt16' => 'Selldone ਪਲੇਟਫਾਰਮ ਕਹਾਣੀ',
        'alt17' => 'ਸਾਈਟ ਅਤੇ ਸਟੋਰ ਆਟੋਮੇਟਿਡ ਐਸਈਓ ਇੰਜਨ',
        'alt18' => 'ਖੁਸ਼ ਵਿਕਰੇਤਾ',
        'alt19' => 'ਸ਼ਾਪਿੰਗ ਕਾਰਟ',


        'm1' => 'Selldone ਕਿਉਂ?',
        'm2' => 'ਆਟੋ ਐਸਈਓ',
        'm3' => 'ਕੀਮਤਾਂ (ਮੁਫ਼ਤ)',

        'register' => 'ਰਜਿਸਟਰ ਕਰੋ',

        'header' => 'ਇੰਸਟਾਗ੍ਰਾਮ \'ਤੇ <span class="ulr"> 10x ਵਾਰ </span> ਹੋਰ ਅਤੇ ਬਿਹਤਰ <br><span class="ulr">Sell</span>',
        'header_msg' => 'ਕਲਪਨਾ ਕਰੋ ਕਿ ਗਾਹਕ Instagram ਤੋਂ ਸਟੋਰ ਵਰਗਾ ਪੰਨਾ ਖੋਲ੍ਹ ਰਹੇ ਹਨ, ਉਹਨਾਂ ਦੀਆਂ ਪਸੰਦ ਦੀਆਂ ਫੋਟੋਆਂ ਤੋਂ ਉਤਪਾਦ ਚੁਣ ਰਹੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਆਰਡਰ ਵਿੱਚ ਜੋੜ ਰਹੇ ਹਨ, ਅਤੇ ਸਿੱਧੇ ਤੁਹਾਡੇ ਖਾਤੇ ਵਿੱਚ ਔਨਲਾਈਨ ਭੁਗਤਾਨ ਕਰਦੇ ਹਨ। ਹੱਲ ਤੁਹਾਡੇ ਸਾਹਮਣੇ ਹੈ।',

        'name_plc' => 'ਆਪਣਾ ਉਪਭੋਗਤਾ ਨਾਮ ਦਰਜ ਕਰੋ',
        'preview' => 'ਪੂਰਵਦਰਸ਼ਨ ਸਟੋਰ',
        'create_act' => 'ਇੱਕ ਇੰਸਟਾਗ੍ਰਾਮ ਸਟੋਰ ਬਣਾਓ',


        'title1s' => 'ਇਹ ਕਿਵੇਂ ਕੰਮ ਕਰਦਾ ਹੈ?',
        'title1' => 'ਆਪਣੇ ਇੰਸਟਾਗ੍ਰਾਮ ਨੂੰ ਇੱਕ <span class="ulb">full-featured</span> ਸਟੋਰ ਵਿੱਚ ਬਦਲੋ!',
        'desc1' => 'ਤੁਹਾਡੇ ਕੋਲ ਸਭ ਤੋਂ ਵੱਡੇ ਔਨਲਾਈਨ ਸਟੋਰਾਂ ਦੇ ਪੈਨਲ ਨਾਲੋਂ ਵਧੇਰੇ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਹੋਣਗੀਆਂ, ਪਰ ਕੋਈ ਗਲਤੀ ਨਾ ਕਰੋ, ਸਧਾਰਨ ਮੇਜ਼ਬਾਨਾਂ ਨਾਲ ਕੰਮ ਕਰਨਾ ਮਜ਼ੇਦਾਰ ਹੈ।',
        'sub1' => 'ਉਤਪਾਦ ਪ੍ਰਬੰਧਨ ਇਸ ਤਰ੍ਹਾਂ ਕੰਮ ਕਰਦਾ ਹੈ ...',
        'sub1msg' => "ਪਹਿਲਾ ਕਦਮ ਉਤਪਾਦ ਸ਼ਾਮਲ ਕਰਨਾ ਹੈ. Selldone ਨਾਲ, ਤੁਸੀਂ ਇੰਸਟਾਗ੍ਰਾਮ ਤੋਂ ਉਤਪਾਦ ਆਯਾਤ ਕਰ ਸਕਦੇ ਹੋ, ਇੱਕ ਐਕਸਲ ਫਾਈਲ ਅਪਲੋਡ ਕਰ ਸਕਦੇ ਹੋ, ਜਾਂ ਕੁਝ ਕੁ ਕਲਿੱਕਾਂ ਵਿੱਚ ਹੋਰ ਸਧਾਰਨ ਵਿਧੀਆਂ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ।",
         'list1_1' => 'ਪੂਰੀ ਤਰ੍ਹਾਂ ਮਾਰੋ ਅਤੇ ਪ੍ਰਬੰਧਨ ਬੰਦ ਕਰੋ',
         'list1_2' => 'ਵਸਤੂ ਸੂਚੀ ਅੱਪਡੇਟ ਅਤੇ ਤੇਜ਼ ਕੀਮਤ',
         'list1_3' => 'ਐਕਸਲ ਫਾਈਲ ਨਾਲ ਉਤਪਾਦ ਸ਼ਾਮਲ ਕਰੋ',
         'list1_4' => 'ਇਸ ਤੋਂ ਉਤਪਾਦ ਸ਼ਾਮਲ ਕਰੋ',
         'list1_5' => 'ਕੀ ਤੁਸੀਂ ਬੋਰ ਹੋ? ਅਸੀਂ ਤੁਹਾਨੂੰ ਸ਼ਾਮਲ ਕਰਾਂਗੇ!',

        'title2s' => 'ਆਰਡਰ ਇਸ ਤਰ੍ਹਾਂ ਕੰਮ ਕਰਦੇ ਹਨ ...',
        'title2' => "ਪ੍ਰਤੀ ਦਿਨ 10 ਗੁਣਾ ਜ਼ਿਆਦਾ ਆਰਡਰ ਤੁਹਾਡੇ ਲਈ ਕਾਫ਼ੀ ਨਹੀਂ ਹਨ? Selldone ਹਰੇਕ ਸਟੋਰ ਲਈ ਪ੍ਰਤੀ ਦਿਨ 10 ਹਜ਼ਾਰ ਤੋਂ ਵੱਧ ਆਰਡਰਾਂ ਲਈ ਤਿਆਰ ਕੀਤਾ ਗਿਆ ਹੈ।",

        'list2_1' => 'ਆਪਣੀ ਯਾਤਰਾ ਦੀ ਸਥਿਤੀ ਨੂੰ ਜਲਦੀ ਦੇਖੋ ਅਤੇ ਤੇਜ਼ੀ ਨਾਲ ਕੰਮ ਕਰੋ',
        'list2_2' => 'ਗਾਹਕ ਆਪਣੇ ਆਰਡਰ ਦੀ ਨਵੀਨਤਮ ਸਥਿਤੀ ਦੇਖ ਸਕਦਾ ਹੈ',
        'list2_3' => 'ਭੁਗਤਾਨ, ਆਰਡਰ ਪ੍ਰੋਸੈਸਿੰਗ ਅਤੇ ਸ਼ਿਪਿੰਗ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ',
        'list2_4' => 'ਜਿੰਨੇ ਚਾਹੋ ਸਹਿਯੋਗੀ ਸ਼ਾਮਲ ਕਰੋ',


        'title3s' => 'ਸਿੱਧੀ ਖੇਡ ਪੂਰੀ ਹੋਈ!',
        'title3' => "ਤੁਹਾਡੇ ਸਟੋਰ ਵਿੱਚ ਔਨਲਾਈਨ ਭੁਗਤਾਨ ਤੁਹਾਡੇ ਡੋਮੇਨ ਨਾਲ ਅਤੇ ਸਿੱਧੇ ਤੁਹਾਡੇ ਖਾਤੇ ਵਿੱਚ ਕੀਤਾ ਜਾਵੇਗਾ! ਤੁਸੀਂ ਔਨਲਾਈਨ ਪੋਰਟਲ ਅਤੇ ਆਨ-ਸਾਈਟ ਭੁਗਤਾਨ ਦੀਆਂ ਕਿਸਮਾਂ ਦੀ ਚੋਣ ਕਰ ਸਕਦੇ ਹੋ।",

        'list3_1' => 'ਔਨਲਾਈਨ ਭੁਗਤਾਨ ਗੇਟਵੇ (ਸਿੱਧਾ ਤੁਹਾਡੇ ਖਾਤੇ ਵਿੱਚ)',
        'list3_2' => 'ਆਨ-ਸਾਈਟ ਭੁਗਤਾਨ ਨੂੰ ਸਮਰੱਥ ਕਰਨ ਦੀ ਸਮਰੱਥਾ',
        'list3_3' => 'ਇਲੈਕਟ੍ਰਾਨਿਕ ਟਰੱਸਟ ਚਿੰਨ੍ਹ (ਪੇਰੋਲ) ਤੋਂ ਬਿਨਾਂ ਗੇਟਵੇ ਪ੍ਰਾਪਤ ਕਰੋ',
        'list3_4' => 'ਭੁਗਤਾਨ ਅਤੇ ਇੱਕ-ਕਲਿੱਕ ਆਰਡਰ ਪ੍ਰਬੰਧਿਤ ਕਰੋ',


        'title4s' => 'ਆਟੋ ਐਸਈਓ',
        'title4' => 'ਐਸਈਓ-ਅਨੁਕੂਲ ਸਾਈਟ ਨੂੰ ਡਿਜ਼ਾਈਨ ਕਰਨਾ ਜੋ ਐਸਈਓ ਦੇ ਵਧੀਆ ਅਭਿਆਸਾਂ ਦੀ ਪਾਲਣਾ ਕਰਦਾ ਹੈ, ਤੁਹਾਡੇ ਔਨਲਾਈਨ ਕਾਰੋਬਾਰ ਨੂੰ ਸੰਭਾਵੀ ਗਾਹਕਾਂ ਲਈ ਵਧੇਰੇ ਦ੍ਰਿਸ਼ਮਾਨ ਬਣਾਉਣ ਵਿੱਚ ਮਦਦ ਕਰਦਾ ਹੈ। Selldone ਇੱਕ ਐਸਈਓ-ਅਧਾਰਿਤ ਸਟੋਰ ਲਈ ਤੁਹਾਨੂੰ ਲੋੜੀਂਦਾ ਬੁਨਿਆਦੀ ਢਾਂਚਾ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ, ਇਸ ਲਈ ਤੁਹਾਨੂੰ Google \'ਤੇ ਖੋਜੇ ਜਾਣ ਬਾਰੇ ਚਿੰਤਾ ਕਰਨ ਦੀ ਕੋਈ ਲੋੜ ਨਹੀਂ ਹੈ।',

        'list4_1' => 'ਤੁਸੀਂ ਸਾਡੇ ਨਾਲ ਵਧੀਆ ਟੈਕਸਟ ਅਤੇ ਚਿੱਤਰ ਛੱਡੋ',

        'title0' => 'ਇਹ <span class="uly"> ਨੂੰ ਵਧੇਰੇ ਪੇਸ਼ੇਵਰ </span> ਵੇਚਣ ਦਾ ਸਮਾਂ ਹੈ, ਆਪਣੇ ਗਾਹਕਾਂ ਨੂੰ ਖੁਸ਼ਹਾਲ <br> ਅਤੇ ਮਾਣ ਮਹਿਸੂਸ ਕਰੋ ਕਿ ਤੁਸੀਂ ਇੱਕ ਔਨਲਾਈਨ ਕਾਰੋਬਾਰ ਵਧਾ ਰਹੇ ਹੋ',


        'title6s' => "ਇਸ ਨਾਲ ਸੰਤੁਸ਼ਟ ਨਾ ਹੋਵੋ",
        'title6' => 'ਇੱਕ Instagram ਸਟੋਰ ਤੋਂ ਬਹੁਤ ਜ਼ਿਆਦਾ ...',


        'features' => 'ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ',
        'features_act' => 'ਸਾਰੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਵੇਖੋ',

        'x1' => 'ਆਪਣੇ ਬ੍ਰਾਂਡ ਨੂੰ ਬਣਾਉਣ ਲਈ ਸਮਰਪਿਤ ਡੋਮੇਨ \'ਤੇ ਔਨਲਾਈਨ ਸਟੋਰ ਕਰੋ ਅਤੇ ਤੁਹਾਡਾ ਆਪਣਾ ਗਾਹਕ ਕਲੱਬ ਹੋਵੇ।',
        'x2' => 'ਇੱਕ ਦੁਕਾਨ ਲਈ ਔਨਲਾਈਨ ਸਟੋਰ ਕੈਸ਼ ਰਜਿਸਟਰ 0 $ ਸੈੱਟਅੱਪ ਲਾਗਤ ਅਤੇ ਜਿੰਨੇ ਤੁਹਾਨੂੰ ਲੋੜ ਹੈ।',
        'x3' => 'ਸਭ ਤੋਂ ਵਧੀਆ ਮਾਰਕੀਟਿੰਗ ਅਤੇ ਸੇਲਜ਼ ਟੂਲ ਜੋ ਸਭ ਤੋਂ ਵੱਡੇ ਪੁਲਿਸ ਮਾਰਕੀਟ ਬ੍ਰਾਂਡਾਂ ਕੋਲ ਵੀ ਨਹੀਂ ਹਨ।',
        'x4' => "Selldone ਨਾਮ ਦਾ ਇੱਕ ਚੰਗਾ ਅਤੇ ਘੱਟ ਉਮੀਦ ਵਾਲਾ ਸਾਥੀ, ਜਿਸਦੀ ਪੂਰੀ ਕੋਸ਼ਿਸ਼ ਕੰਪਨੀ ਦੀ ਵਿਕਰੀ ਵਧਾਉਣ ਦੀ ਹੈ, ਨਾ ਕਿ ਪੈਸੇ ਲੈ ਕੇ ਛੱਡਣ ਦੀ।",

        'a1' => 'ਆਰਡਰ ਪ੍ਰੋਸੈਸਿੰਗ',
        'a1s' => 'ਗਤੀ ਲਈ ਤਿਆਰ ਕੀਤਾ ਗਿਆ ਹੈ',

        'a2' => 'ਮਾਰਕੀਟਿੰਗ ਅਤੇ ਪ੍ਰੋਤਸਾਹਨ',
        'a2s' => 'ਵਫ਼ਾਦਾਰ ਗਾਹਕ ਲੱਭੋ',

        'a3' => 'ਸਿੱਧਾ ਭੁਗਤਾਨ',
        'a3s' => 'ਕੋਈ ਭੁਗਤਾਨ ਇੰਟਰਫੇਸ ਨਹੀਂ',

        'a4' => 'ਵਿਕਰੀ ਚੈਨਲ',
        'a4s' => 'ਟੈਲੀਗ੍ਰਾਮ, ਗੂਗਲ, ​​ਇੰਸਟਾਗ੍ਰਾਮ, ਆਦਿ.',

        'blog' => 'وبਲਾਗ',

        'b1' => "ਕੀ ਸਾਨੂੰ ਅਜੇ ਵੀ 2021 ਵਿੱਚ ਇੱਕ ਪ੍ਰੋਗਰਾਮਰ ਨੂੰ ਨਿਯੁਕਤ ਕਰਨ, ਸਟੋਰ-ਬਿਲਡਿੰਗ ਪੈਕੇਜ ਜਾਂ ਮੇਜ਼ਬਾਨਾਂ ਨੂੰ ਖਰੀਦਣ ਦੀ ਲੋੜ ਹੈ?",
        'b2' => "Selldone ਦੀ ਕਹਾਣੀ|ਇੱਕ ਸਾਈਟ ਅਤੇ ਔਨਲਾਈਨ ਕਾਰੋਬਾਰਾਂ ਨੂੰ ਸ਼ੁਰੂ ਕਰਨ ਦੇ ਢੰਗ ਵਿੱਚ ਬਦਲਾਅ",
        'b3' => 'ਗੂਗਲ ਦੇ ਨਤੀਜਿਆਂ ਵਿੱਚ ਆਟੋਮੈਟਿਕ ਐਸਈਓ ਇੰਜਣ ਚਮਕਦਾ ਹੈ',
        'read' => 'ਜਾਰੀ ਰੱਖੋ',

        'title5s' => 'ਕੀ ਤੁਸੀਂ ਜਾਣਨਾ ਚਾਹੁੰਦੇ ਹੋ ਕਿ ਇਸਦੀ ਕੀਮਤ ਕਿੰਨੀ ਹੈ?',
        'title5' => 'ਮਾਡਲ <span class="ulr"> ਤੋਂ 2% ਕਮਿਸ਼ਨ ਦੇ ਨਾਲ </span> ਜੀਵਨ ਲਈ ਮੁਫ਼ਤ <br>to ਮਾਡਲ 0.5% ਕਮਿਸ਼ਨ ਮਹੀਨਾਵਾਰ ਫੀਸ ਦੇ ਨਾਲ',
        'msg5' => "ਜਿੰਨਾ ਚਿਰ ਤੁਹਾਡੇ ਕੋਲ ਵਿਕਰੀ ਨਹੀਂ ਹੈ, ਇੱਕ ਰਿਆਲ ਦੇ ਮਾਲਕ ਤੁਹਾਡੇ ਤੋਂ ਸਾਈਟ, ਹੋਸਟ, ਸਰਵਰ, ਸੇਵਾਵਾਂ, ਸਾਧਨ, ਸਹਾਇਤਾ, ਅੱਪਡੇਟ ਅਤੇ ਹੋਰ ਕਿਸੇ ਵੀ ਚੀਜ਼ ਲਈ ਚਾਰਜ ਨਹੀਂ ਕਰਨਗੇ! ਪੈਸੇ ਸਿੱਧੇ ਤੁਹਾਡੇ ਖਾਤੇ ਵਿੱਚ ਕ੍ਰੈਡਿਟ ਕੀਤੇ ਜਾਣਗੇ! Selldone ਆਪਣੇ ਸਾਰੇ ਭਾਈਵਾਲਾਂ 'ਤੇ ਭਰੋਸਾ ਕਰਦਾ ਹੈ ਕਿ ਉਹ ਮਹੀਨੇ ਦੇ ਅੰਤ 'ਤੇ ਫੀਸ ਦਾ ਭੁਗਤਾਨ ਕਰਨ ਜਾਂ ਜੇ ਉਨ੍ਹਾਂ ਨੂੰ ਕੁਝ ਮਹੀਨਿਆਂ ਬਾਅਦ ਕੋਈ ਸਮੱਸਿਆ ਆਉਂਦੀ ਹੈ ਤਾਂ ਉਨ੍ਹਾਂ ਦੇ ਵਾਲਿਟ ਚਾਰਜ ਕਰਕੇ।",
         'footer_act' => "ਮੁਫਤ ਸਿਰਫ ਫਾਇਦਾ ਨਹੀਂ ਹੈ! ਕਿਵੇਂ?",
         'footer' => 'ਕੋਈ ਵੀ ਸਵਾਲ ਜਾਂ ਸੁਝਾਅ ਪੁੱਛੋ ਜੋ ਤੁਸੀਂ ਚਾਹੁੰਦੇ ਹੋ।',

        's1' => 'ਸਮਾਰਟ ਰਿਪੋਰਟਿੰਗ',
        's2' => 'ਮੁਫਤ ਕਲਾਉਡ ਹੋਸਟਿੰਗ',
        's3' => 'ਲੌਜਿਸਟਿਕਸ ਅਤੇ ਪ੍ਰੋਸੈਸਿੰਗ',
        's4' => 'ਲੈਂਡਿੰਗ ਪੰਨਾ ਬਿਲਡਰ',
        's5' => 'ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਅਤੇ ਲਾਭ',
        's6' => 'ਵਿੱਤੀ ਪ੍ਰਬੰਧਨ',
        's7' => 'ਮਾਰਕੀਟਿੰਗ ਟੂਲ',
        's8' => 'ਪ੍ਰੋਤਸਾਹਨ ਅਤੇ ਗਾਹਕ',
        's9' => 'Selldone ਬਾਰੇ',
        's10' => 'ਬਲੌਗ',
        's11' => 'ਮਦਦ',
        's12' => 'ਗੋਪਨੀਯਤਾ',
        's13' => 'ਨਿਯਮ ਅਤੇ ਸ਼ਰਤਾਂ',
        's14' => 'ਦੁਕਾਨ ਬਿਲਡਰ',

        'img1' => '/landing-assets/instashop/images/caveman-shop-builder-en.png',


        'importer-ts' => "Selldone ਨਾਲ ਕੰਮ ਕਰਨ ਬਾਰੇ ਚਿੰਤਤ ਹੋ?",
        'import_title' => "Selldone ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਪੁੱਛੋ; <span class='ulr'> ਸਾਦਗੀ ਅਤੇ ਸਪੀਡ</span> 'ਤੇ ਉਹਨਾਂ ਦਾ ਫੀਡਬੈਕ ਤੁਹਾਨੂੰ ਹੈਰਾਨ ਕਰ ਦੇਵੇਗਾ!",
        'import_message' => "ਤੁਸੀਂ ਆਪਣੇ ਉਤਪਾਦਾਂ ਨੂੰ ਸਿੱਧਾ Instagram ਤੋਂ ਆਪਣੇ ਸਟੋਰ ਵਿੱਚ ਆਯਾਤ ਕਰ ਸਕਦੇ ਹੋ, ਪਰ ਜੇਕਰ ਤੁਸੀਂ ਚਾਹੁੰਦੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਇੱਕ ਸਧਾਰਨ ਐਕਸਲ ਫਾਈਲ ਨਾਲ ਆਪਣੇ ਸਟੋਰ ਵਿੱਚ ਉਹਨਾਂ ਦੇ ਸਾਰੇ ਉਤਪਾਦਾਂ ਅਤੇ ਤਸਵੀਰਾਂ ਨੂੰ ਆਪਣੇ ਆਪ ਜੋੜ ਸਕਦੇ ਹੋ। ਤੁਸੀਂ ਉਹੀ ਫਾਈਲ ਭਰੋ, Google ਤੋਂ ਚਿੱਤਰਾਂ ਦੀ URL ਦੀ ਨਕਲ ਕਰੋ, ਅਤੇ ਅੰਤ ਵਿੱਚ ਆਪਣੀ CSV ਫਾਈਲ ਨੂੰ ਖਿੱਚੋ ਅਤੇ ਇਸਨੂੰ ਉਤਪਾਦ ਪ੍ਰਬੰਧਨ ਭਾਗ ਵਿੱਚ ਸੁੱਟੋ। Selldone ਇਹ ਤੁਹਾਡੇ ਲਈ ਕਰੇਗਾ।",
        'import_t1' => "ਕੀ ਤੁਹਾਡੇ ਕੋਲ ਕੋਈ ਉਤਪਾਦ ਹੈ",
        'import_b1' => "ਉਹ ਵਿਭਿੰਨਤਾ ਤੋਂ ਬਿਨਾਂ ਹਨ",
        'import_m1' => "ਬੱਸ ਇਸ ਫਾਈਲ ਨੂੰ ਡਾਉਨਲੋਡ ਕਰੋ, ਉਤਪਾਦ ਦਾ ਨਾਮ, ਕੀਮਤ ਅਤੇ ਵਸਤੂ ਸੂਚੀ ਦਰਜ ਕਰੋ ਅਤੇ ਗੂਗਲ ਵਰਗੀ ਜਗ੍ਹਾ ਤੋਂ ਚਿੱਤਰ ਲਿੰਕ ਨੂੰ ਕਾਪੀ ਅਤੇ ਪੇਸਟ ਕਰੋ",

        'import_b2' => "ਕਈ ਭਿੰਨਤਾਵਾਂ",
        'import_m2' => "ਵਿਭਿੰਨਤਾ ਦਾ ਅਰਥ ਹੈ ਰੰਗ, ਆਕਾਰ, ਸਮੱਗਰੀ ਅਤੇ ਇਸ ਤਰ੍ਹਾਂ ਦੀਆਂ ਚੀਜ਼ਾਂ। ਜੇਕਰ ਤੁਹਾਡੇ ਕੋਲ ਬਹੁਤ ਸਾਰੇ ਉਤਪਾਦ ਹਨ, ਤਾਂ ਤੁਸੀਂ ਇਸ ਫਾਈਲ ਨੂੰ ਡਾਊਨਲੋਡ ਕਰ ਸਕਦੇ ਹੋ ਅਤੇ ਆਪਣੀ ਉਤਪਾਦ ਜਾਣਕਾਰੀ ਭਰ ਸਕਦੇ ਹੋ। ਇਹ ਥੋੜਾ ਔਖਾ ਹੈ",

        'import_download' => "ਨਮੂਨਾ ਫ਼ਾਈਲ ਡਾਊਨਲੋਡ ਕਰੋ",

    ]

];
