<?php



return [

    'loading-title' => "ਔਫਲਾਈਨ ਤੋਂ ਔਨਲਾਈਨ ਤੱਕ ਸਕੇਲ-ਅੱਪ ਕਰੋ",
    'loading-message' => "ਤੁਸੀਂ ਕੋਸ਼ਿਸ਼ ਕਰੋ, ਅਸੀਂ ਦਰਵਾਜ਼ੇ ਖੋਲ੍ਹਦੇ ਹਾਂ",


    // --- Global Message --- Show for all shop owners in top of all messages!
    'GLOBAL_MESSAGE' => ['title' => 'Selldone ਬੀਟਾ ਹੈ', 'priority' => 'm',
        'message' => "<p>\n            ਅਸੀਂ ਤੁਹਾਨੂੰ ਓਪਨ ਬੀਟਾ ਵਿੱਚ ਭਾਗ ਲੈਣਾ ਪਸੰਦ ਕਰਾਂਗੇ। ਬੀਟਾ ਵਜੋਂ\n            ਟੈਸਟਰ, ਤੁਸੀਂ ਉਹਨਾਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਦੀ ਵਰਤੋਂ ਕਰਨ ਦੇ ਯੋਗ ਹੋਵੋਗੇ ਜਿਹਨਾਂ ਨੂੰ ਜਾਰੀ ਨਹੀਂ ਕੀਤਾ ਗਿਆ ਹੈ\n            ਜਨਤਾ. ਇਹ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਵਿੱਚ ਜਨਤਕ ਤੌਰ 'ਤੇ ਉਪਲਬਧ ਹੋ ਸਕਦੀਆਂ ਹਨ\n            ਭਵਿੱਖ. ਵਿਚਾਰ ਕਰੋ ਕਿ <b>all ਲੈਣ-ਦੇਣ ਟੈਸਟ ਮੋਡ </b> ਅਤੇ\n            <b> ਫਾਈਨਲ ਰੀਲੀਜ਼ ਤੋਂ ਪਹਿਲਾਂ ਸਪਸ਼ਟ </b> ਹੋ ਜਾਵੇਗਾ। ਉਪਭੋਗਤਾ, ਦੁਕਾਨਾਂ, ਅਤੇ\n            ਉਤਪਾਦ <u></u> ਨੂੰ ਹਟਾਇਆ ਨਹੀਂ ਜਾਵੇਗਾ।\n          </p>\n\n          <p>ਧੰਨਵਾਦ,<br />CEO Selldone</p>"],




    'TWO_FACTOR_AUTH_ACTIVATION_SUCCESS' => "ਦੋ-ਪੜਾਅ ਲੌਗਇਨ ਸਫਲਤਾਪੂਰਵਕ ਯੋਗ ਕੀਤਾ ਗਿਆ।",
    'TWO_FACTOR_AUTH_DISABLE_SUCCESS' => "ਦੋ-ਪੜਾਅ ਲੌਗਇਨ ਅਸਮਰੱਥ।",


];
