<?php

return [
    'default_title' => 'SELLDONE',
    'keywords' => ['ਕਾਰੋਬਾਰੀ ਓ.ਐਸ', 'domain', 'selldone', 'ਈ-ਕਾਮਰਸ ਪਲੇਟਫਾਰਮ', 'ਸਟੋਰ ਬਿਲਡਰ', 'ਦੁਕਾਨ ਬਿਲਡਰ', 'ਵੈੱਬਸਾਈਟ ਬਿਲਡਰ', 'ਵਪਾਰਕ ਵਿਚਾਰ', 'ਕਸਟਮ ਕਮਿਊਨਿਟੀ ਬਿਲਡਰ', 'ਵ੍ਹਾਈਟਲੇਬਲ ਈ-ਕਾਮਰਸ'],
    'samin' => 'Selldone',
    'Selldone' => 'Selldone',


    'related' => 'ਸੰਬੰਧਿਤ',
    'share' => 'ਸ਼ੇਅਰ ਕਰੋ',

    /*
    |--------------------------------------------------------------------------
    | Global
    |--------------------------------------------------------------------------
    */
    'global' => [
        'blog' => 'ਬਲੌਗ',
    ],

    /*
    |--------------------------------------------------------------------------
    | Global footer
    |--------------------------------------------------------------------------
    */
    'footer-title' => 'Selldone®|ਕਾਰੋਬਾਰ <span class="os-grad">OS</span>™',
    'footer-subtitle' => "SMEs ਅਤੇ ਸੁਤੰਤਰ ਬ੍ਰਾਂਡਾਂ ਲਈ #1 ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ",
    'footer-about-selldone' => 'Selldone ਇੱਕ ਈ-ਕਾਮਰਸ ਪਲੇਟਫਾਰਮ ਹੈ ਜੋ ਕਾਰੋਬਾਰਾਂ ਦੇ ਵਿਕਾਸ ਵਿੱਚ ਮਦਦ ਕਰਨ ਲਈ ਬਣਾਇਆ ਗਿਆ ਹੈ। ਭਾਵੇਂ ਤੁਹਾਡੇ ਕੋਲ ਇੱਕ ਛੋਟਾ ਇੱਟ-ਅਤੇ-ਮੋਰਟਾਰ ਸਟੋਰ ਹੈ ਜਾਂ ਕੋਈ ਵੱਡੀ ਕੰਪਨੀ, ਤੁਹਾਨੂੰ ਆਪਣੇ ਉਤਪਾਦਾਂ ਨੂੰ ਔਨਲਾਈਨ ਦਿਖਾਉਣ ਦੀ ਲੋੜ ਹੈ। Selldone ਘੱਟ ਓਪਰੇਟਿੰਗ ਲਾਗਤਾਂ ਅਤੇ ਵਧੇਰੇ ਲਚਕਤਾ ਦੇ ਨਾਲ ਔਨਲਾਈਨ ਸਟੋਰ ਬਣਾਉਣ ਵਿੱਚ ਤੁਹਾਡੀ ਮਦਦ ਕਰਦਾ ਹੈ। ਇਸ ਤੋਂ ਇਲਾਵਾ, ਅਸੀਂ ਇੱਕ ਈ-ਕਾਮਰਸ ਪ੍ਰਬੰਧਨ ਟੂਲਚੇਨ ਪ੍ਰਦਾਨ ਕਰਦੇ ਹਾਂ ਜੋ ਹਰ ਹਫ਼ਤੇ ਸੁਧਾਰ ਕਰਦਾ ਹੈ, ਜਿਵੇਂ ਕਿ ਏਕੀਕ੍ਰਿਤ ਸਟੋਰ ਪ੍ਰਸ਼ਾਸਨ, ਵਿਜ਼ੂਅਲ ਆਟੋਮੇਸ਼ਨ ਟੂਲ, ਅਤੇ AI ਏਕੀਕਰਣ ਵਰਗੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਦੇ ਨਾਲ।',
    'footer-action' => "ਆਪਣਾ ਈ-ਕਾਮਰਸ ਬਣਾਓ - ਇਹ ਮੁਫਤ ਹੈ",

    'footer' => [
        'about' => 'Selldone ਬਾਰੇ',
        'contact' => 'ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ',
        'email' => 'support@selldone.com',
        'phone' => '🇩🇰 +45 36991215',
    ],

    'footer-menu' => [


        // Menu 1:
        [
            'title' => 'Selldone',
            'items' => [
                ['title' => 'ਵਪਾਰ ਪਲੇਟਫਾਰਮ', 'href' => '/store-builder'],
                ['title' => 'ਬਲੌਗ', 'href' => '/blog'],
                ['title' => 'ਮਦਦ ਕਰੋ', 'href' => '/help'],
                ['title' => 'FAQ', 'href' => '/faq'],
                ['title' => 'ਪਰਾਈਵੇਟ ਨੀਤੀ', 'href' => '/privacy'],
                ['title' => 'ਸੇਵਾ ਦੀ ਮਿਆਦ', 'href' => '/terms'],
            ],
        ],

        // Menu 2:
        [
            'title' => 'ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ',
            'items' => [
                ['title' => 'ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਅਤੇ ਲਾਭ', 'href' => '/features'],
                ['title' => 'Marketing tools', 'href' => '/marketing'],
                ['title' => 'Processing center', 'href' => '/order-processing'],
                ['title' => 'ਪ੍ਰੋਤਸਾਹਨ ਅਤੇ ਕਲੱਬ', 'href' => '/incentives'],
                ['title' => 'ਆਡਿਟਿੰਗ ਅਤੇ ਲੇਖਾਕਾਰੀ', 'href' => '/auditing'],
                ['title' => 'Cloud hosting', 'href' => '/cloud'],

            ],
        ],

        // Menu 3:
        [
            'title' => 'ਹੱਲ',
            'items' => [
                ['title' => 'NFT ਸੰਗ੍ਰਹਿ', 'href' => '/nft'],
                ['title' => 'ਗਿਲਡ', 'href' => '/guild'],
                ['title' => 'ਆਵਾਕੈਡੋ', 'href' => '/avocado'],
                ['title' => 'ਮਾਹਿਰ', 'href' => '/experts'],
                ['title' => 'SEO engine', 'href' => '/seo'],
                ['title' => 'Smart report', 'href' => '/smart-report'],
            ],
        ],

        // Menu 4:
        [
            'title' => 'ਸੇਵਾਵਾਂ',
            'items' => [
                ['title' => 'ਕੀਮਤ ਅਤੇ ਯੋਜਨਾਵਾਂ', 'href' => '/price'],
                ['title' => 'ਐਪਲੀਕੇਸ਼ਨਾਂ', 'href' => '/apps'],
                ['title' => 'Application builder', 'href' => '/app-builder'],
                ['title' => 'ਪੇਜ ਮੇਕਰ', 'href' => '/page-builder'],
                ['title' => 'Logistic solution', 'href' => '/logistic'],
                ['title' => 'ਆਟੋਮੇਸ਼ਨ ਅਤੇ ਆਈ.ਓ.ਟੀ', 'href' => '/automation'],

            ],
        ],


    ],


    /*
    |--------------------------------------------------------------------------
    | Global header
    |--------------------------------------------------------------------------
    */
    'header' => [
        'home' => 'ਘਰ',
        'features' => 'ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ',
        'pricing' => 'ਕੀਮਤ',
        'blogs' => 'ਬਲੌਗ',
        'community' => 'ਭਾਈਚਾਰਾ',
        'help' => 'ਮਦਦ ਕਰੋ',
        'features-menu' => [
            'store-builder' => 'ਈ-ਕਾਮਰਸ ਬਿਲਡਰ',
            'community-platform' => 'ਕਸਟਮ ਕਮਿਊਨਿਟੀ',
            'cloud' => 'ਕਲਾਉਡ-ਅਧਾਰਿਤ ਹੋਸਟਿੰਗ',
            'page-builder' => 'ਲੈਂਡਿੰਗ ਪੰਨਾ ਬਿਲਡਰ',
            'smart-report' => 'ਸਮਾਰਟ ਰਿਪੋਰਟ ਜੇਨਰੇਟਰ',
            'payment' => 'ਭੁਗਤਾਨ ਅਤੇ ਲੇਖਾਕਾਰੀ',

            'staffs' => 'ਗਾਹਕ ਅਤੇ ਟੀਮ',
            'logistic' => 'ਲੌਜਿਸਟਿਕ ਅਤੇ ਡਿਲੀਵਰੀ',
            'order-processing' => 'ਆਰਡਰ ਅਤੇ ਪ੍ਰੋਸੈਸਿੰਗ',
            'marketing' => 'ਮਾਰਕੀਟਿੰਗ ਅਤੇ ਮੁਹਿੰਮ',
            'incentives' => 'ਕਲੱਬ ਅਤੇ ਪ੍ਰੋਤਸਾਹਨ',
            'pos' => 'ਔਨਲਾਈਨ ਪੀ.ਓ.ਐਸ',
            'seo' => 'ਆਟੋ ਐਸਈਓ ਇੰਜਣ',
            'automation' => 'ਆਟੋਮੇਸ਼ਨ ਅਤੇ ਆਈ.ਓ.ਟੀ',
            'ai' => 'ਏਆਈ ਕਾਮਰਸ',
            'app-builder' => 'ਐਪਲੀਕੇਸ਼ਨ ਬਿਲਡਰ',
        ],
        'build' => "ਬਣਾਓ",
        'build-sub' => "ਅਸੀਂ ਤੁਹਾਡੀ ਸਫਲਤਾ ਦੀ ਕਹਾਣੀ ਬਣਾਉਣ ਲਈ ਤੁਹਾਡੇ ਆਲੇ ਦੁਆਲੇ ਇੱਕ ਸਿਸਟਮ ਬਣਾਉਂਦੇ ਹਾਂ।",

        'manage' => "ਪ੍ਰਬੰਧ ਕਰਨਾ, ਕਾਬੂ ਕਰਨਾ",
        'manage-sub' => "ਤੁਹਾਡੇ ਕਾਰੋਬਾਰ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰਨਾ ਪਹਿਲਾਂ ਨਾਲੋਂ ਵਧੇਰੇ ਮਜ਼ੇਦਾਰ ਹੋਵੇਗਾ।",

        'sel' => "ਵੇਚੋ",
        'sel-sub' => "ਹਮੇਸ਼ਾ ਬੰਦ ਰਹੋ, ਪੈਸਾ ਕਮਾਓ ਅਤੇ ਇਸਦਾ ਅਨੰਦ ਲਓ.",

        'grow' => "ਵਧੋ",
        'grow-sub' => "ਐਂਟਰਪ੍ਰਾਈਜ਼-ਗਰੇਡ ਦੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਅਤੇ ਤੁਹਾਡੇ ਹੱਥ ਵਿੱਚ ਟੂਲ, ਅਸਮਾਨ ਤੁਹਾਡੀ ਸੀਮਾ ਹੋਵੇਗੀ।",


    ],

    /*
    |--------------------------------------------------------------------------
    | Article
    |--------------------------------------------------------------------------
    */
    'article' => [
        'list-of-content' => 'ਸਮੱਗਰੀ ਦੀ ਸੂਚੀ',
        'author' => 'ਲੇਖਕ',
        'others-title' => ":title ਬਾਰੇ ਹੋਰ ਜਾਣਕਾਰੀ",
    ],


    /*
    |--------------------------------------------------------------------------
    | Main pages
    |--------------------------------------------------------------------------
    */
    'page.login' => ['title' => 'Selldone |ਲਾਗਿਨ', 'image' => '/images/seo/en/login.jpg', 'description' => "ਇਸ ਨਾਲ ਕੋਈ ਫਰਕ ਨਹੀਂ ਪੈਂਦਾ ਕਿ ਤੁਹਾਡੇ ਕੋਲ ਕਿੰਨੀ ਪੂੰਜੀ ਹੈ, ਤੁਸੀਂ ਆਪਣਾ ਕਾਰੋਬਾਰ ਕਿੱਥੋਂ ਸ਼ੁਰੂ ਕੀਤਾ ਹੈ, ਤੁਸੀਂ ਦੁਨੀਆਂ ਵਿੱਚ ਕਿੱਥੇ ਰਹਿੰਦੇ ਹੋ! Selldone ਨੇ ਤੁਹਾਨੂੰ ਸਾਰੇ ਪੇਸ਼ੇਵਰ ਵਿਕਰੀ ਸਾਧਨ ਪ੍ਰਦਾਨ ਕੀਤੇ ਹਨ। ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਅਤੇ ਇਹ ਟੂਲ ਹਰ ਕਿਸੇ ਲਈ ਅਤੇ ਹਮੇਸ਼ਾ ਲਈ ਮੁਫ਼ਤ ਹਨ।"],
    'page.register' => ['title' => 'Selldone |ਰਜਿਸਟਰ ਕਰੋ', 'image' => '/images/seo/en/login.jpg', 'description' => "ਸਾਡਾ ਮੰਨਣਾ ਹੈ ਕਿ ਪਹੁੰਚ ਇੱਕ ਅਧਿਕਾਰ ਹੈ ਨਾ ਕਿ ਇੱਕ ਵਿਸ਼ੇਸ਼ ਅਧਿਕਾਰ! ਭਾਵੇਂ ਤੁਹਾਡਾ ਕਾਰੋਬਾਰ ਨਿਊਯਾਰਕ ਦੀ ਸਭ ਤੋਂ ਅਮੀਰ ਸੜਕ 'ਤੇ ਹੋਵੇ ਜਾਂ ਕਿਸੇ ਦੂਰ-ਦੁਰਾਡੇ ਪਿੰਡ ਵਿੱਚ, ਇੰਟਰਨੈੱਟ ਅਤੇ ਔਨਲਾਈਨ ਟੂਲ ਹੀ ਤੁਹਾਨੂੰ ਔਨਲਾਈਨ ਵੇਚਣ ਲਈ ਲੋੜੀਂਦਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ! ਇਹ Selldone ਦਾ ਸੁਪਨਾ ਹੈ।"],


    'page.home' => ['title' => "ਪੇਸ਼ੇਵਰਾਂ ਦੀ ਤਰ੍ਹਾਂ ਵੇਚੋ — Selldone® ਵਪਾਰਕ OS", 'image' => '/images/seo/en/create-my-ecommerce-website-free.jpg', 'description' => "Selldone ਤੁਹਾਡੇ ਕਾਰੋਬਾਰ ਨੂੰ ਦ੍ਰਿਸ਼ਟੀਗਤ ਰੂਪ ਵਿੱਚ ਬਣਾਉਣ, ਪ੍ਰਬੰਧਨ ਅਤੇ ਸਕੇਲ ਕਰਨ ਲਈ ਇੱਕ ਵਪਾਰਕ OS ਹੈ। ਲੱਖਾਂ ਆਰਡਰਾਂ ਲਈ ਬਣਾਏ ਬਿਨਾਂ-ਕੋਡ, ਬਿਨਾਂ-ਮਾਹਰ-ਲੋੜੀਂਦੇ ਹੱਲ ਨਾਲ ਇਸਨੂੰ ਆਪਣੇ ਆਪ ਬਣਾਓ।"],
    'page.helps' => ['title' => 'ਮਦਦ', 'image' => '/images/seo/en/help.jpg', 'description' => "ਇੱਕ ਸਫਲ ਕਾਰੋਬਾਰ ਕਿਵੇਂ ਬਣਾਇਆ ਜਾਵੇ।"],
    'page.blogs' => ['title' => 'ਵਪਾਰਕ OS ਮੈਗ', 'image' => '/images/seo/en/academy.jpg', 'description' => "ਔਨਲਾਈਨ ਵੇਚਣ ਲਈ ਤੁਹਾਡੀ ਇੱਕ-ਸਟਾਪ ਗਾਈਡ, ਸੁਝਾਅ, ਜੁਗਤਾਂ, ਅਤੇ ਮਾਹਰ ਸਲਾਹ, ਔਨਲਾਈਨ ਵਿਕਰੀ ਦੇ ਕੀ ਕਰਨ ਅਤੇ ਨਾ ਕਰਨ, ਤੁਹਾਡੀ ਔਨਲਾਈਨ ਆਮਦਨ ਨੂੰ ਵੱਧ ਤੋਂ ਵੱਧ ਕਰਨ ਲਈ ਮਾਹਰ ਸੁਝਾਵਾਂ ਦੇ ਨਾਲ।"],
    'page.faqs' => ['title' => 'ਅਕਸਰ ਪੁੱਛੇ ਜਾਂਦੇ ਸਵਾਲ', 'image' => '/images/seo/en/faq.jpg', 'description' => "Selldone 'ਤੇ ਸਵਾਲ ਅਤੇ ਜਵਾਬ।"],
    'page.price' => ['title' => 'ਕੀਮਤ ਸੂਚੀ', 'image' => '/images/seo/en/price.jpg', 'description' => "ਬਿਨਾਂ ਕਿਸੇ ਸਮਾਂ ਸੀਮਾ ਦੇ ਮੁਫਤ ਵਿੱਚ ਸਟੋਰ ਅਤੇ ਸਾਈਟ ਬਣਾਉਣ ਦੀਆਂ ਸਾਰੀਆਂ ਪੇਸ਼ੇਵਰ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਤੁਹਾਡੀ ਉਡੀਕ ਕਰ ਰਹੀਆਂ ਹਨ।"],


    'page.apps' => ['title' => 'ਐਪਲੀਕੇਸ਼ਨ ਏਕੀਕਰਣ', 'image' => '/images/seo/en/apps.jpg', 'description' => "ਸਟੋਰ ਵਿੱਚ ਐਪਲੀਕੇਸ਼ਨਾਂ ਨੂੰ ਸਥਾਪਿਤ ਕਰਨਾ ਤੁਹਾਡੇ ਸਟੋਰ ਲਈ ਸਿਰਫ਼ ਇੱਕ ਕਲਿੱਕ ਨਾਲ ਪ੍ਰਦਾਨ ਕੀਤਾ ਗਿਆ ਹੈ।"],
    'page.experts' => ['title' => 'ਮਾਹਿਰ', 'image' => '/images/seo/en/expert.jpg', 'description' => "ਆਪਣੇ ਸਟੋਰ ਨੂੰ ਡਿਜ਼ਾਈਨ ਕਰਨ, ਲਾਂਚ ਕਰਨ, ਇਸ਼ਤਿਹਾਰਬਾਜ਼ੀ ਜਾਂ ਪ੍ਰਬੰਧਨ ਬਾਰੇ ਚਿੰਤਾ ਨਾ ਕਰੋ, Selldone ਮਾਹਰ ਤੁਹਾਡੀ ਮਦਦ ਕਰਨ ਲਈ ਤਿਆਰ ਹਨ। ਚੀਜ਼ਾਂ ਨੂੰ ਬਿਹਤਰ ਅਤੇ ਤੇਜ਼ੀ ਨਾਲ ਕਰਨ ਲਈ ਇੱਕ ਪ੍ਰਮਾਣਿਤ ਮਾਹਰ ਨੂੰ ਨਿਯੁਕਤ ਕਰੋ।"],


    'page.avocado' => ['title' => 'ਐਵੋਕਾਡੋ — ਆਧੁਨਿਕ ਸੋਸ਼ਲ ਸੇਲਜ਼ ਚੈਨਲ', 'image' => '/images/seo/en/create-avocado-seo.jpg?v=1',
        'description' => "ਤੁਹਾਨੂੰ ਆਪਣੇ ਗਾਹਕਾਂ ਤੋਂ ਭੁਗਤਾਨ ਇਕੱਠਾ ਕਰਨ ਲਈ ਇੱਕ ਰਕਮ ਅਤੇ ਇੱਕ ਸਿਰਲੇਖ ਦੀ ਲੋੜ ਹੈ। ਪੈਸੇ ਸਿੱਧੇ ਤੁਹਾਡੇ ਖਾਤੇ ਵਿੱਚ ਕ੍ਰੈਡਿਟ ਕੀਤੇ ਜਾਂਦੇ ਹਨ, ਅਤੇ ਤੁਹਾਡੇ ਗਾਹਕਾਂ ਨੂੰ ਇੱਕ ਸਹਿਜ ਖਰੀਦਦਾਰੀ ਅਨੁਭਵ ਮਿਲਦਾ ਹੈ।"],

    // All private dashboards:
    'shuttle' => ['title' => 'ਸ਼ਟਲ|ਆਪਣੇ ਕਾਰੋਬਾਰੀ OS ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ', 'image' => '/images/seo/en/dashboard.jpg',
        'description' => "ਸਟੋਰ ਪ੍ਰਬੰਧਨ ਪੈਨਲ, ਜੇਕਰ ਤੁਹਾਡੇ ਕੋਲ ਇਸ ਸਟੋਰ ਤੱਕ ਪਹੁੰਚ ਹੈ, ਤਾਂ ਤੁਸੀਂ ਇਸ ਲਿੰਕ ਰਾਹੀਂ ਆਪਣਾ ਸਟੋਰ ਪ੍ਰਬੰਧਨ ਡੈਸ਼ਬੋਰਡ ਦਾਖਲ ਕਰ ਸਕਦੇ ਹੋ।"],

    'shuttle-shop' => ['title' => 'ਡੈਸ਼ਬੋਰਡ ਖਰੀਦੋ|ਆਪਣੇ ਸਟੋਰ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ', 'image' => '/images/seo/en/shuttle-shop.jpg', 'video' => '/images/seo/en/videos/shuttle-shop.mp4',
        'description' => "ਆਪਣੇ ਡੈਸ਼ਬੋਰਡ ਵਿੱਚ ਹਰ ਚੀਜ਼ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ। ਉਤਪਾਦ, ਆਰਡਰ, ਲੈਂਡਿੰਗ ਪੇਜ ਡਿਜ਼ਾਈਨ, ਮਾਰਕੀਟਿੰਗ, ਪ੍ਰੋਤਸਾਹਨ ਅਤੇ ਹਰ ਚੀਜ਼ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ ਜਿਸਦੀ ਤੁਹਾਨੂੰ ਇੱਕ ਵਧੀਆ ਕਾਰੋਬਾਰ ਲਈ ਲੋੜ ਹੈ।"],


    'guild' => ['title' => 'ਗਿਲਡ — ਸਮੂਹਿਕ ਵਿਕਰੀ ਚੈਨਲ', 'image' => '/images/seo/en/guild.jpg?v=2',
        'description' => "ਇੱਕ ਮਹਾਨ ਗਿਲਡ ਬਣਾ ਕੇ ਆਪਣੇ ਕਾਰੋਬਾਰ ਨੂੰ ਪ੍ਰਾਪਤੀਯੋਗ, ਅਤੇ ਦੁਨੀਆ ਭਰ ਦੇ ਕਿਸੇ ਵੀ ਵਿਅਕਤੀ ਲਈ ਪਹੁੰਚਯੋਗ ਬਣਾਓ।"],


    'page.referral' => ['title' => 'ਐਫੀਲੀਏਟ ਪ੍ਰੋਗਰਾਮ — Selldone', 'image' => '/images/seo/en/referral.png', 'description' => "ਇੱਕ ਦਿਲਚਸਪ ਮਿਸ਼ਨ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਵੋ ਅਤੇ ਆਪਣੇ ਲਈ ਇੱਕ ਪੈਸਿਵ ਇਨਕਮ ਸਟ੍ਰੀਮ ਬਣਾਓ।"],


    'page.press' => ['title' => 'ਪ੍ਰੈਸ ਸਰੋਤ — Selldone', 'image' => '/images/seo/en/press.png', 'description' => "Selldone ਬਾਰੇ ਲਿਖਣ ਵਿੱਚ ਦਿਲਚਸਪੀ ਰੱਖਣ ਵਾਲੇ ਕਿਸੇ ਵੀ ਵਿਅਕਤੀ ਲਈ ਸਰੋਤ।"],
    'page.roadmap' => ['title' => 'ਰੋਡਮੈਪ — Selldone', 'image' => '/images/seo/roadmap.jpg', 'description' => "ਇਹ ਇੱਕ ਕਿਸਮ ਦਾ ਪਲੇਟਫਾਰਮ ਹੈ: SMEs ਲਈ ਐਂਟਰਪ੍ਰਾਈਜ਼-ਗਰੇਡ ਟੂਲਸ ਦੇ ਨਾਲ ਇੱਕ ਸੇਵਾ ਦੇ ਤੌਰ 'ਤੇ ਇੱਕ ਆਲ-ਇਨ-ਵਨ, ਨੋ-ਕੋਡ ਬਿਜ਼ਨਸ ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ।"],

    'page.onboarding' => ['title' => 'ਮੁਫਤ ਔਨਲਾਈਨ ਸਟੋਰ ਵੈਬਸਾਈਟ ਸਿਰਜਣਹਾਰ - ਜਵਾਬਦੇਹ ਅਤੇ ਪੇਸ਼ੇਵਰ', 'image' => '/images/seo/ui-kit.jpg', 'description' => "Selldone ਇੱਕ ਈ-ਕਾਮਰਸ ਪਲੇਟਫਾਰਮ ਹੈ ਜੋ ਤੁਹਾਡੇ ਕਾਰੋਬਾਰ ਨੂੰ ਵਧਣ ਵਿੱਚ ਮਦਦ ਕਰਨ ਲਈ ਬਣਾਇਆ ਗਿਆ ਹੈ। ਭਾਵੇਂ ਤੁਹਾਡੇ ਕੋਲ ਇੱਕ ਛੋਟਾ ਇੱਟ-ਅਤੇ-ਮੋਰਟਾਰ ਸਟੋਰ ਹੈ ਜਾਂ ਇੱਕ ਵੱਡੀ ਕੰਪਨੀ, ਤੁਹਾਨੂੰ ਪੇਸ਼ੇਵਰ, ਵਰਤੋਂ ਵਿੱਚ ਆਸਾਨ ਔਜ਼ਾਰਾਂ ਦੀ ਲੋੜ ਹੈ।"],



    'page.books' => ['title' => 'ਕਾਰੋਬਾਰੀ ਹੈਂਡਬੁੱਕ: ਔਨਲਾਈਨ ਖਰੀਦਦਾਰੀ ਵੈੱਬਸਾਈਟਾਂ ਲਈ ਸ਼ੁਰੂਆਤ ਅਤੇ ਵਿਕਾਸ ਸੁਝਾਅ', 'image' => '/images/seo/en/cover.jpg', 'description' => "ਤੁਸੀਂ ਇੱਥੇ ਵਪਾਰਕ ਵਿਕਾਸ ਬਾਰੇ ਮੁਫਤ ਹੈਂਡਬੁੱਕ ਡਾਊਨਲੋਡ ਕਰ ਸਕਦੇ ਹੋ। ਇਹਨਾਂ ਕਿਤਾਬਾਂ ਵਿੱਚ, ਤੁਸੀਂ ਆਪਣੇ ਔਨਲਾਈਨ ਸਟੋਰ ਵਿੱਚ ਪਰਿਵਰਤਨ ਦਰਾਂ ਨੂੰ ਵਧਾਉਣ ਲਈ ਇੱਕ ਕਾਰੋਬਾਰ ਨੂੰ ਵਿਕਸਤ ਕਰਨ ਅਤੇ ਵਿਹਾਰਕ ਸੁਧਾਰ ਗਾਈਡਾਂ ਬਾਰੇ ਪੂਰੇ ਸੁਝਾਅ ਪ੍ਰਾਪਤ ਕਰੋਗੇ।"],


    'page.quiz' => ['title' => 'ਕਵਿਜ਼|ਕੀ ਕਾਰੋਬਾਰੀ ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ ਤੁਹਾਡੇ ਲਈ ਸਹੀ ਹੈ?', 'image' => '/images/seo/en/quiz.png', 'description' => "ਜੇਕਰ ਤੁਸੀਂ ਇਹ ਜਾਣਨਾ ਚਾਹੁੰਦੇ ਹੋ ਕਿ ਤੁਹਾਡੇ ਕਾਰੋਬਾਰ ਨੂੰ ਕਿਸੇ ਕਾਰੋਬਾਰੀ OS ਦੀ ਲੋੜ ਹੈ ਜਾਂ ਇਸ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ, ਤਾਂ ਹੋਰ ਅੱਗੇ ਜਾਣ ਤੋਂ ਪਹਿਲਾਂ, ਕਿਰਪਾ ਕਰਕੇ ਇਸ 60 ਸਕਿੰਟ ਦੀ ਕਵਿਜ਼ ਲਓ। ਜੇਕਰ ਤੁਸੀਂ ਇਹ ਜਾਣਨਾ ਚਾਹੁੰਦੇ ਹੋ ਕਿ ਤੁਹਾਡੇ ਕਾਰੋਬਾਰ ਨੂੰ ਕਿਸੇ ਕਾਰੋਬਾਰੀ OS ਦੀ ਲੋੜ ਹੈ ਜਾਂ ਇਸ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ, ਤਾਂ ਹੋਰ ਅੱਗੇ ਜਾਣ ਤੋਂ ਪਹਿਲਾਂ, ਕਿਰਪਾ ਕਰਕੇ ਇਸ 60 ਸਕਿੰਟ ਦੀ ਕਵਿਜ਼ ਲਓ।"],


    'page.countries' => ['title' => 'ਸਮਰਥਿਤ ਦੇਸ਼ ਅਤੇ ਸਥਾਨਕ ਭੁਗਤਾਨ - ਵਪਾਰ OS', 'image' => '/images/seo/en/countries.png', 'description' => "ਵਪਾਰਕ OS, ਈ-ਕਾਮਰਸ ਪਲੇਟਫਾਰਮਾਂ ਤੋਂ ਬਿਨਾਂ ਥੀਮ, ਪਲੱਗਇਨ, ਜਾਂ ਕੋਡ ਦੇ ਕਿਸੇ ਚੀਜ਼ ਤੱਕ ਕਾਮਰਸ ਸੇਵਾਵਾਂ ਦਾ ਅਗਲਾ ਵਿਕਾਸ ਕਦਮ। 100% ਦ੍ਰਿਸ਼ਟੀਗਤ!"],


    'page.participant' => ['title' => 'ਉਹ ਭਾਈਚਾਰਾ ਜੋ ਤੁਸੀਂ ਚਾਹੁੰਦੇ ਹੋ — ਖੇਡੋ ਅਤੇ $20 ਜਿੱਤੋ', 'image' => '/images/seo/en/participants.jpg', 'description' => "ਤੁਸੀਂ ਦੂਜਿਆਂ ਦੀ ਮਦਦ ਕਰਨ ਲਈ ਛੋਟੇ ਵੀਡੀਓ ਬਣਾ ਕੇ ਅਤੇ ਪ੍ਰਤੀ ਵੀਡੀਓ 20 USD ਗਿਫਟ ਕ੍ਰੈਡਿਟ ਪ੍ਰਾਪਤ ਕਰਕੇ ਵੇਚੇ ਗਏ ਭਾਈਚਾਰੇ ਵਿੱਚ ਹਿੱਸਾ ਲੈ ਸਕਦੇ ਹੋ।"],

    'page.tax' => ['title' => 'ਗਲੋਬਲ ਟੈਕਸ ਦਰਾਂ ਦੀ ਸੂਚੀ', 'image' => '/images/seo/en/tax.jpg', 'description' => "ਤੁਸੀਂ ਟੈਕਸ ਨਿਯਮਾਂ ਨੂੰ ਓਵਰਰਾਈਡ ਕਰ ਸਕਦੇ ਹੋ ਅਤੇ ਵੱਖ-ਵੱਖ ਉਤਪਾਦ ਸ਼੍ਰੇਣੀਆਂ ਲਈ ਇੱਕ ਤੋਂ ਵੱਧ ਟੈਕਸ ਪ੍ਰੋਫਾਈਲ ਬਣਾ ਸਕਦੇ ਹੋ।"],


    'page.premium' => ['title' => 'ਪ੍ਰੀਮੀਅਮ \'ਤੇ ਅੱਪਗ੍ਰੇਡ ਕਰੋ ਅਤੇ ਆਪਣੀ ਈ-ਕਾਮਰਸ ਗੇਮ ਨੂੰ ਬਦਲੋ', 'image' => '/images/seo/en/premium.jpg', 'description' => "Selldone ਪ੍ਰੀਮੀਅਮ ਨਾਲ ਆਪਣੇ ਔਨਲਾਈਨ ਸਟੋਰ ਨੂੰ ਵਧਾਓ। ਕੁਸ਼ਲਤਾ ਨੂੰ ਹੁਲਾਰਾ ਦੇਣ ਅਤੇ ਡਿਜੀਟਲ ਮਾਰਕੀਟਪਲੇਸ ਵਿੱਚ ਵੱਖਰਾ ਹੋਣ ਲਈ ਵਿਸ਼ੇਸ਼ AI ਟੂਲਸ, ਬੇਸਪੋਕ ਟੈਂਪਲੇਟਸ ਅਤੇ ਹੋਰ ਬਹੁਤ ਕੁਝ ਤੱਕ ਪਹੁੰਚ ਕਰੋ। ਇੱਕ ਚੁਸਤ, ਸ਼ਾਨਦਾਰ ਈ-ਕਾਮਰਸ ਅਨੁਭਵ ਲਈ ਹੁਣੇ ਸ਼ਾਮਲ ਹੋਵੋ!"],


    'page.builder' => [
        'title' => 'ਮੁਫਤ ਪੰਨਾ ਬਿਲਡਰ ਅਤੇ ਲੈਂਡਿੰਗ ਪੰਨਾ ਸੰਪਾਦਕ ਵੈਬਐਪ - ਕੋਈ ਲੌਗਇਨ ਲੋੜੀਂਦਾ ਨਹੀਂ ਹੈ',
        'image' => '/images/seo/en/builder.png',
        'description' => 'ਸਾਡੇ ਮੁਫਤ, ਉਪਭੋਗਤਾ-ਅਨੁਕੂਲ ਪੇਜ ਬਿਲਡਰ ਅਤੇ ਸੰਪਾਦਕ ਦੇ ਨਾਲ ਅਸਾਨੀ ਨਾਲ ਸ਼ਾਨਦਾਰ ਵੈਬ ਪੇਜ ਅਤੇ ਲੈਂਡਿੰਗ ਪੰਨੇ ਬਣਾਓ। ਕੋਈ ਲੌਗਇਨ ਲੋੜੀਂਦਾ ਨਹੀਂ ਹੈ। ਸਾਡੇ ਅਨੁਭਵੀ ਡਰੈਗ-ਐਂਡ-ਡ੍ਰੌਪ ਇੰਟਰਫੇਸ ਨਾਲ ਆਪਣੇ ਵੈਬ ਪੇਜਾਂ ਨੂੰ ਤੇਜ਼ੀ ਨਾਲ ਡਿਜ਼ਾਈਨ ਕਰੋ, ਅਨੁਕੂਲਿਤ ਕਰੋ ਅਤੇ ਪ੍ਰਕਾਸ਼ਿਤ ਕਰੋ। ਮਾਰਕਿਟਰਾਂ, ਛੋਟੇ ਕਾਰੋਬਾਰਾਂ ਦੇ ਮਾਲਕਾਂ, ਅਤੇ ਡਿਵੈਲਪਰਾਂ ਲਈ ਸੰਪੂਰਣ ਜੋ ਇੱਕ ਮੁਸ਼ਕਲ ਰਹਿਤ ਵੈਬ ਡਿਜ਼ਾਈਨ ਹੱਲ ਦੀ ਮੰਗ ਕਰਦੇ ਹਨ।'
    ],

    'page.token' => [
        'title' => 'Selldone ਸਿੱਕਾ (SLDN) - ਈ-ਕਾਮਰਸ ਇਨੋਵੇਸ਼ਨ ਨੂੰ ਸਮਰੱਥ ਬਣਾਉਣਾ',
        'image' => '/images/seo/en/token.jpg?v=1',
        'description' => 'ਖੋਜੋ Selldone ਸਿੱਕਾ (SLDN), ਈ-ਕਾਮਰਸ ਉੱਦਮੀਆਂ ਨੂੰ ਇਨਾਮ ਦੇਣ ਅਤੇ ਸ਼ਕਤੀ ਦੇਣ ਲਈ ਤਿਆਰ ਕੀਤਾ ਗਿਆ ਡਿਜੀਟਲ ਟੋਕਨ। Selldone ਈਕੋਸਿਸਟਮ ਦਾ ਇੱਕ ਅਨਿੱਖੜਵਾਂ ਅੰਗ, SLDN ਨਾਲ ਆਪਣੇ ਕਾਰੋਬਾਰ ਨੂੰ ਕਮਾਓ, ਵਪਾਰ ਕਰੋ ਅਤੇ ਵਧਾਓ।'
    ],


    'page.red-alert' => ['title' => 'ਰੈੱਡ ਅਲਰਟ - ਅਪਰਾਧਿਕ ਗਤੀਵਿਧੀ ਅਤੇ ਸੁਰੱਖਿਆ ਪ੍ਰੋਗਰਾਮ ਦੀ ਰਿਪੋਰਟ ਕਰੋ',
        'image' => '/images/seo/en/red-alert.jpg',
        'description' => 'Selldone ਦੇ ਨਾਲ ਸੁਰੱਖਿਆ ਅਤੇ ਸੁਰੱਖਿਆ ਵਿੱਚ ਅੰਤਮ ਅਨੁਭਵ ਕਰੋ - ਸਭ ਤੋਂ ਵੱਧ ਸੁਰੱਖਿਆ-ਕੇਂਦ੍ਰਿਤ ਪਲੇਟਫਾਰਮ ਉਪਲਬਧ ਹੈ। ਸਾਡਾ ਰੈੱਡ ਅਲਰਟ ਪ੍ਰੋਗਰਾਮ ਤੁਹਾਨੂੰ ਤੇਜ਼ੀ ਨਾਲ ਅਤੇ ਸੁਰੱਖਿਅਤ ਢੰਗ ਨਾਲ ਅਪਰਾਧਿਕ ਗਤੀਵਿਧੀ ਦੀ ਰਿਪੋਰਟ ਕਰਨ ਦਾ ਅਧਿਕਾਰ ਦਿੰਦਾ ਹੈ, ਇਹ ਯਕੀਨੀ ਬਣਾਉਂਦਾ ਹੈ ਕਿ ਤੁਹਾਡਾ ਭਾਈਚਾਰਾ ਸੁਰੱਖਿਅਤ ਰਹੇ। ਸਾਡੇ ਨਾਲ ਸੁਰੱਖਿਅਤ ਆਂਢ-ਗੁਆਂਢ ਬਣਾਉਣ ਅਤੇ ਅਪਰਾਧ ਵਿਰੁੱਧ ਕਾਰਵਾਈ ਕਰਨ ਲਈ ਸਾਡੇ ਮਿਸ਼ਨ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਵੋ।'    ],

    /*
    |--------------------------------------------------------------------------
    | App pages
    |--------------------------------------------------------------------------
    */
    'apps.structure-data' => ['title' => 'ਢਾਂਚਾ ਡਾਟਾ ਜਨਰੇਟਰ| JSON-LD', 'description' => "JSON-LD ਮਾਰਕਅੱਪ ਬਣਾਉਣ ਲਈ ਇਸ ਸ਼ਕਤੀਸ਼ਾਲੀ ਸਟ੍ਰਕਚਰਡ ਡਾਟਾ ਜਨਰੇਟਰ ਦੀ ਵਰਤੋਂ ਕਰੋ, ਜਿਸ ਵਿੱਚ ਸਾਰੀਆਂ ਲੋੜੀਂਦੀਆਂ ਆਈਟਮਾਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਅਤੇ ਹੋਰ ਵੀ ਸ਼ਾਮਲ ਹਨ।"
    ],

    /*
    |--------------------------------------------------------------------------
    | Call to action
    |--------------------------------------------------------------------------
    */
    'call-to-action' => [
        'title' => "ਮਾਰਕੀਟ ਵਿੱਚ ਸਭ ਤੋਂ ਵਧੀਆ ਬਿਨਾਂ ਤਕਨੀਕੀ ਹੱਲ ਦੁਆਰਾ ਆਪਣੇ ਕਾਰੋਬਾਰ ਨੂੰ ਔਨਲਾਈਨ ਬਣਾਓ।",
        'money-back' => "30 ਦਿਨ ਦੀ ਪੈਸੇ-ਵਾਪਸੀ ਦੀ ਗਰੰਟੀ",
        'action' => "ਆਪਣਾ ਈ-ਕਾਮਰਸ ਬਣਾਓ",
        'action-sub' => "ਹੁਣੇ ਸ਼ੁਰੂ ਕਰੋ - ਇਹ ਮੁਫ਼ਤ ਹੈ",
        'message' => "ਆਪਣੀ ਘੱਟ ਔਨਲਾਈਨ ਵਿਕਰੀ ਦਰ ਨੂੰ ਅਲਵਿਦਾ ਕਹੋ!",
    ]

,

    'page' => [
        'login' => [
            'title' => 'Selldone | ਲਾਗਿਨ',
            'image' => '/images/seo/en/login.jpg',
            'description' => 'ਇਸ ਨਾਲ ਕੋਈ ਫਰਕ ਨਹੀਂ ਪੈਂਦਾ ਕਿ ਤੁਹਾਡੇ ਕੋਲ ਕਿੰਨੀ ਪੂੰਜੀ ਹੈ, ਤੁਸੀਂ ਆਪਣਾ ਕਾਰੋਬਾਰ ਕਿੱਥੋਂ ਸ਼ੁਰੂ ਕੀਤਾ ਹੈ, ਤੁਸੀਂ ਦੁਨੀਆਂ ਵਿੱਚ ਕਿੱਥੇ ਰਹਿੰਦੇ ਹੋ! ਸੇਲਡੋਨ ਨੇ ਤੁਹਾਨੂੰ ਸਾਰੇ ਪੇਸ਼ੇਵਰ ਵਿਕਰੀ ਸਾਧਨ ਪ੍ਰਦਾਨ ਕੀਤੇ ਹਨ। ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਅਤੇ ਇਹ ਟੂਲ ਹਰ ਕਿਸੇ ਲਈ ਅਤੇ ਹਮੇਸ਼ਾ ਲਈ ਮੁਫ਼ਤ ਹਨ।',
        ],
        'register' => [
            'title' => 'Selldone | ਰਜਿਸਟਰ',
            'image' => '/images/seo/en/login.jpg',
            'description' => 'ਸਾਡਾ ਮੰਨਣਾ ਹੈ ਕਿ ਪਹੁੰਚ ਇੱਕ ਅਧਿਕਾਰ ਹੈ ਨਾ ਕਿ ਇੱਕ ਵਿਸ਼ੇਸ਼ ਅਧਿਕਾਰ! ਭਾਵੇਂ ਤੁਹਾਡਾ ਕਾਰੋਬਾਰ ਨਿਊਯਾਰਕ ਦੀ ਸਭ ਤੋਂ ਅਮੀਰ ਸੜਕ \'ਤੇ ਹੋਵੇ ਜਾਂ ਕਿਸੇ ਦੂਰ-ਦੁਰਾਡੇ ਪਿੰਡ ਵਿੱਚ, ਇੰਟਰਨੈੱਟ ਅਤੇ ਔਨਲਾਈਨ ਟੂਲ ਹੀ ਤੁਹਾਨੂੰ ਔਨਲਾਈਨ ਵੇਚਣ ਲਈ ਲੋੜੀਂਦਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ! ਇਹ ਸੇਲਡੋਨ ਦਾ ਸੁਪਨਾ ਹੈ।',
        ],
        'home' => [
            'title' => 'ਪੇਸ਼ੇਵਰਾਂ ਦੀ ਤਰ੍ਹਾਂ ਵਿਕਰੀ — Selldone® Business OS',
            'image' => '/images/seo/en/create-my-ecommerce-website-free.jpg',
            'description' => 'Selldone ਤੁਹਾਡੇ ਕਾਰੋਬਾਰ ਨੂੰ ਦ੍ਰਿਸ਼ਟੀਗਤ ਰੂਪ ਵਿੱਚ ਬਣਾਉਣ, ਪ੍ਰਬੰਧਨ ਅਤੇ ਸਕੇਲ ਕਰਨ ਲਈ ਇੱਕ ਵਪਾਰਕ OS ਹੈ। ਲੱਖਾਂ ਆਰਡਰਾਂ ਲਈ ਬਿਨਾਂ-ਕੋਡ ਅਤੇ ਬਿਨਾਂ-ਮਾਹਰ ਲੋੜੀਂਦੇ ਹੱਲ ਨਾਲ ਇਸਨੂੰ ਆਪਣੇ ਆਪ ਬਣਾਓ।',
        ],
        'helps' => [
            'title' => 'ਮਦਦ ਕਰੋ',
            'image' => '/images/seo/en/help.jpg',
            'description' => 'ਇੱਕ ਸਫਲ ਕਾਰੋਬਾਰ ਕਿਵੇਂ ਬਣਾਇਆ ਜਾਵੇ।',
        ],
        'blogs' => [
            'title' => 'ਬਲੌਗ',
            'image' => '/images/seo/en/academy.jpg',
            'description' => 'ਨਵੀਨਤਮ Selldone ਖ਼ਬਰਾਂ ਅਤੇ ਸਮੱਗਰੀ।',
        ],
        'faqs' => [
            'title' => 'ਅਕਸਰ ਪੁੱਛੇ ਜਾਣ ਵਾਲੇ ਸਵਾਲ',
            'image' => '/images/seo/en/faq.jpg',
            'description' => 'Selldone \'ਤੇ ਸਵਾਲ ਅਤੇ ਜਵਾਬ।',
        ],
        'price' => [
            'title' => 'ਕੀਮਤ ਸੂਚੀ',
            'image' => '/images/seo/en/price.jpg',
            'description' => 'ਬਿਨਾਂ ਕਿਸੇ ਸਮਾਂ ਸੀਮਾ ਦੇ ਮੁਫਤ ਵਿੱਚ ਸਟੋਰ ਅਤੇ ਸਾਈਟ ਬਣਾਉਣ ਦੀਆਂ ਸਾਰੀਆਂ ਪੇਸ਼ੇਵਰ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਤੁਹਾਡੀ ਉਡੀਕ ਕਰ ਰਹੀਆਂ ਹਨ।',
        ],
        'apps' => [
            'title' => 'ਐਪ ਸਟੋਰ',
            'image' => '/images/seo/en/apps.jpg',
            'description' => 'ਸਟੋਰ ਵਿੱਚ ਐਪਲੀਕੇਸ਼ਨਾਂ ਨੂੰ ਸਥਾਪਿਤ ਕਰਨਾ ਤੁਹਾਡੇ ਸਟੋਰ ਲਈ ਸਿਰਫ਼ ਇੱਕ ਕਲਿੱਕ ਨਾਲ ਪ੍ਰਦਾਨ ਕੀਤਾ ਗਿਆ ਹੈ।',
        ],
        'experts' => [
            'title' => 'ਮਾਹਿਰ',
            'image' => '/images/seo/en/expert.jpg',
            'description' => 'ਆਪਣੇ ਸਟੋਰ ਨੂੰ ਡਿਜ਼ਾਈਨ ਕਰਨ, ਲਾਂਚ ਕਰਨ, ਇਸ਼ਤਿਹਾਰਬਾਜ਼ੀ ਜਾਂ ਪ੍ਰਬੰਧਨ ਬਾਰੇ ਚਿੰਤਾ ਨਾ ਕਰੋ, ਸੇਲਡੋਨ ਮਾਹਰ ਤੁਹਾਡੀ ਮਦਦ ਕਰਨ ਲਈ ਤਿਆਰ ਹਨ। ਚੀਜ਼ਾਂ ਨੂੰ ਬਿਹਤਰ ਅਤੇ ਤੇਜ਼ੀ ਨਾਲ ਕਰਨ ਲਈ ਇੱਕ ਪ੍ਰਮਾਣਿਤ ਮਾਹਰ ਨੂੰ ਨਿਯੁਕਤ ਕਰੋ।',
        ],
        'avocado' => [
            'title' => 'ਐਵੋਕਾਡੋ — ਆਧੁਨਿਕ ਸੋਸ਼ਲ ਸੇਲਜ਼ ਚੈਨਲ',
            'image' => '/images/seo/en/create-avocado-seo.jpg?v=1',
            'description' => 'ਇੱਕ ਰਕਮ ਅਤੇ ਇੱਕ ਸਿਰਲੇਖ ਤੁਹਾਨੂੰ ਆਪਣੇ ਗਾਹਕਾਂ ਤੋਂ ਪੈਸੇ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਲੋੜੀਂਦਾ ਹੈ! ਪੈਸੇ ਸਿੱਧੇ ਤੁਹਾਡੇ ਖਾਤੇ ਵਿੱਚ ਕ੍ਰੈਡਿਟ ਕੀਤੇ ਜਾਣਗੇ ਅਤੇ ਤੁਹਾਡੇ ਗਾਹਕਾਂ ਨੂੰ ਇੱਕ ਵਿਲੱਖਣ ਖਰੀਦਦਾਰੀ ਅਨੁਭਵ ਹੋਵੇਗਾ।',
        ],
        'referral' => [
            'title' => 'ਐਫੀਲੀਏਟ ਪ੍ਰੋਗਰਾਮ — Selldone',
            'image' => '/images/seo/en/referral.png',
            'description' => 'ਇੱਕ ਦਿਲਚਸਪ ਮਿਸ਼ਨ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਵੋ ਅਤੇ ਆਪਣੇ ਲਈ ਇੱਕ ਪੈਸਿਵ ਰੈਵੇਨਿਊ ਸਟ੍ਰੀਮ ਬਣਾਓ।',
        ],
        'press' => [
            'title' => 'ਪ੍ਰੈਸ ਸਰੋਤ — Selldone',
            'image' => '/images/seo/en/press.png',
            'description' => 'Selldone ਬਾਰੇ ਲਿਖਣ ਵਿੱਚ ਦਿਲਚਸਪੀ ਰੱਖਣ ਵਾਲੇ ਕਿਸੇ ਵੀ ਵਿਅਕਤੀ ਲਈ ਸਰੋਤ।',
        ],
        'roadmap' => [
            'title' => 'ਰੋਡਮੈਪ — Selldone',
            'image' => '/images/seo/roadmap.jpg',
            'description' => 'ਇਹ ਇੱਕ ਕਿਸਮ ਦਾ ਪਲੇਟਫਾਰਮ ਹੈ; ਇਹ ਪੂਰੀ ਤਰ੍ਹਾਂ ਵਿਲੱਖਣ ਹੈ ਅਤੇ ਬਾਕੀਆਂ ਨਾਲੋਂ ਬਹੁਤ ਵੱਖਰਾ ਹੈ। ਇਹ SMEs ਲਈ ਐਂਟਰਪ੍ਰਾਈਜ਼-ਗ੍ਰੇਡ ਟੂਲਸ ਦੇ ਨਾਲ ਇੱਕ ਸੇਵਾ ਦੇ ਤੌਰ \'ਤੇ ਇਕੋ-ਇਕ, ਨੋ-ਕੋਡ ਬਿਜ਼ਨਸ ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ ਹੈ।',
        ],
        'onboarding' => [
            'title' => 'ਮੁਫਤ ਔਨਲਾਈਨ ਸ਼ਾਪਿੰਗ ਵੈਬਸਾਈਟ ਸਿਰਜਣਹਾਰ - ਜਵਾਬਦੇਹ, ਅਤੇ ਪੇਸ਼ੇਵਰ',
            'image' => '/images/seo/ui-kit.jpg',
            'description' => 'ਸੇਲਡੋਨ, ਇੱਕ ਈ-ਕਾਮਰਸ ਪਲੇਟਫਾਰਮ ਵਜੋਂ, ਤੁਹਾਡੇ ਕਾਰੋਬਾਰ ਦੇ ਵਾਧੇ ਲਈ ਇੱਕ ਦੂਤ ਵਾਂਗ ਕੰਮ ਕਰਦਾ ਹੈ। ਭਾਵੇਂ ਤੁਹਾਡੇ ਕੋਲ ਇੱਕ ਛੋਟਾ ਇੱਟ-ਅਤੇ-ਮੋਰਟਾਰ ਸਟੋਰ ਹੈ ਜਾਂ ਇੱਕ ਵੱਡੀ ਕੰਪਨੀ, ਤੁਹਾਨੂੰ ਪੇਸ਼ੇਵਰ ਪਰ ਵਰਤੋਂ ਵਿੱਚ ਆਸਾਨ ਸਾਧਨਾਂ ਦੇ ਇੱਕ ਸੈੱਟ ਦੀ ਲੋੜ ਹੈ।',
        ],
        'books' => [
            'title' => 'ਕਾਰੋਬਾਰੀ ਹੈਂਡਬੁੱਕ: ਔਨਲਾਈਨ ਖਰੀਦਦਾਰੀ ਵੈੱਬਸਾਈਟਾਂ ਲਈ ਸ਼ੁਰੂਆਤ ਅਤੇ ਵਿਕਾਸ ਸੁਝਾਅ',
            'image' => '/images/seo/en/cover.jpg',
            'description' => 'ਤੁਸੀਂ ਇੱਥੇ ਵਪਾਰਕ ਵਿਕਾਸ ਬਾਰੇ ਮੁਫਤ ਹੈਂਡਬੁੱਕ ਡਾਊਨਲੋਡ ਕਰ ਸਕਦੇ ਹੋ। ਇਹਨਾਂ ਕਿਤਾਬਾਂ ਵਿੱਚ, ਤੁਸੀਂ ਆਪਣੇ ਔਨਲਾਈਨ ਸਟੋਰ ਵਿੱਚ ਪਰਿਵਰਤਨ ਦਰਾਂ ਨੂੰ ਵਧਾਉਣ ਲਈ ਇੱਕ ਕਾਰੋਬਾਰ ਨੂੰ ਵਿਕਸਤ ਕਰਨ ਅਤੇ ਵਿਹਾਰਕ ਸੁਧਾਰ ਗਾਈਡਾਂ ਬਾਰੇ ਪੂਰੇ ਸੁਝਾਅ ਪ੍ਰਾਪਤ ਕਰੋਗੇ।',
        ],
        'quiz' => [
            'title' => 'ਕੁਇਜ਼ | ਕੀ ਕਾਰੋਬਾਰੀ ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ ਤੁਹਾਡੇ ਲਈ ਸਹੀ ਹੈ?',
            'image' => '/images/seo/en/quiz.png',
            'description' => 'ਜੇਕਰ ਤੁਸੀਂ ਇਹ ਜਾਣਨਾ ਚਾਹੁੰਦੇ ਹੋ ਕਿ ਤੁਹਾਡੇ ਕਾਰੋਬਾਰ ਨੂੰ ਕਿਸੇ ਕਾਰੋਬਾਰੀ OS ਦੀ ਲੋੜ ਹੈ ਜਾਂ ਇਸ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ, ਤਾਂ ਹੋਰ ਅੱਗੇ ਜਾਣ ਤੋਂ ਪਹਿਲਾਂ, ਕਿਰਪਾ ਕਰਕੇ ਇਸ 60 ਸਕਿੰਟ ਦੀ ਕਵਿਜ਼ ਲਓ। ਜੇਕਰ ਤੁਸੀਂ ਇਹ ਜਾਣਨਾ ਚਾਹੁੰਦੇ ਹੋ ਕਿ ਤੁਹਾਡੇ ਕਾਰੋਬਾਰ ਨੂੰ ਕਿਸੇ ਕਾਰੋਬਾਰੀ OS ਦੀ ਲੋੜ ਹੈ ਜਾਂ ਇਸ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ, ਤਾਂ ਹੋਰ ਅੱਗੇ ਜਾਣ ਤੋਂ ਪਹਿਲਾਂ, ਕਿਰਪਾ ਕਰਕੇ ਇਸ 60 ਸਕਿੰਟ ਦੀ ਕਵਿਜ਼ ਲਓ।',
        ],
        'countries' => [
            'title' => 'ਸਮਰਥਿਤ ਦੇਸ਼ ਅਤੇ ਸਥਾਨਕ ਭੁਗਤਾਨ - ਵਪਾਰ OS',
            'image' => '/images/seo/en/countries.png',
            'description' => 'ਵਪਾਰਕ OS, ਈ-ਕਾਮਰਸ ਪਲੇਟਫਾਰਮਾਂ ਤੋਂ ਬਿਨਾਂ ਥੀਮ, ਪਲੱਗਇਨ, ਜਾਂ ਕੋਡ ਦੇ ਕਿਸੇ ਚੀਜ਼ ਤੱਕ ਕਾਮਰਸ ਸੇਵਾਵਾਂ ਦਾ ਅਗਲਾ ਵਿਕਾਸ ਕਦਮ। 100% ਦ੍ਰਿਸ਼ਟੀਗਤ ਤੌਰ \'ਤੇ!',
        ],
        'participant' => [
            'title' => 'ਉਹ ਭਾਈਚਾਰਾ ਜੋ ਤੁਸੀਂ ਚਾਹੁੰਦੇ ਹੋ — ਖੇਡੋ ਅਤੇ $20 ਜਿੱਤੋ',
            'image' => '/images/seo/en/participants.jpg',
            'description' => 'ਤੁਸੀਂ ਦੂਜਿਆਂ ਦੀ ਮਦਦ ਕਰਨ ਲਈ ਛੋਟੇ ਵੀਡੀਓ ਬਣਾ ਕੇ ਅਤੇ ਪ੍ਰਤੀ ਵੀਡੀਓ 20 USD ਤੱਕ ਦਾ ਤੋਹਫ਼ਾ ਕ੍ਰੈਡਿਟ ਪ੍ਰਾਪਤ ਕਰਕੇ ਵੇਚੇ ਗਏ ਭਾਈਚਾਰੇ ਵਿੱਚ ਹਿੱਸਾ ਲੈ ਸਕਦੇ ਹੋ।',
        ],
        'tax' => [
            'title' => 'ਗਲੋਬਲ ਟੈਕਸ ਦਰਾਂ ਦੀ ਸੂਚੀ',
            'image' => '/images/seo/en/tax.jpg',
            'description' => 'ਤੁਸੀਂ ਟੈਕਸ ਨਿਯਮਾਂ ਨੂੰ ਓਵਰਰਾਈਡ ਕਰ ਸਕਦੇ ਹੋ ਅਤੇ ਵੱਖ-ਵੱਖ ਉਤਪਾਦ ਸ਼੍ਰੇਣੀਆਂ ਲਈ ਇੱਕ ਤੋਂ ਵੱਧ ਟੈਕਸ ਪ੍ਰੋਫਾਈਲ ਬਣਾ ਸਕਦੇ ਹੋ।',
        ],
        'premium' => [
            'title' => 'ਪ੍ਰੀਮੀਅਮ \'ਤੇ ਅੱਪਗ੍ਰੇਡ ਕਰੋ ਅਤੇ ਆਪਣੀ ਈ-ਕਾਮਰਸ ਗੇਮ ਨੂੰ ਬਦਲੋ',
            'image' => '/images/seo/en/premium.jpg',
            'description' => 'Selldone ਪ੍ਰੀਮੀਅਮ ਨਾਲ ਆਪਣੇ ਔਨਲਾਈਨ ਸਟੋਰ ਨੂੰ ਉੱਚਾ ਕਰੋ। ਕੁਸ਼ਲਤਾ ਨੂੰ ਹੁਲਾਰਾ ਦੇਣ ਅਤੇ ਡਿਜੀਟਲ ਮਾਰਕੀਟਪਲੇਸ ਵਿੱਚ ਵੱਖਰਾ ਹੋਣ ਲਈ ਵਿਸ਼ੇਸ਼ AI ਟੂਲਸ, ਬੇਸਪੋਕ ਟੈਂਪਲੇਟਸ ਅਤੇ ਹੋਰ ਬਹੁਤ ਕੁਝ ਤੱਕ ਪਹੁੰਚ ਕਰੋ। ਇੱਕ ਚੁਸਤ, ਸ਼ਾਨਦਾਰ ਈ-ਕਾਮਰਸ ਅਨੁਭਵ ਲਈ ਹੁਣੇ ਸ਼ਾਮਲ ਹੋਵੋ!',
        ],
        'builder' => [
            'title' => 'ਮੁਫਤ ਪੰਨਾ ਬਿਲਡਰ ਅਤੇ ਲੈਂਡਿੰਗ ਪੰਨਾ ਸੰਪਾਦਕ ਵੈਬਐਪ - ਕੋਈ ਲੌਗਇਨ ਲੋੜੀਂਦਾ ਨਹੀਂ ਹੈ',
            'image' => '/images/seo/en/builder.png',
            'description' => 'ਸਾਡੇ ਮੁਫਤ, ਉਪਭੋਗਤਾ-ਅਨੁਕੂਲ ਪੇਜ ਬਿਲਡਰ ਅਤੇ ਸੰਪਾਦਕ ਦੇ ਨਾਲ ਅਸਾਨੀ ਨਾਲ ਸ਼ਾਨਦਾਰ ਵੈਬ ਪੇਜ ਅਤੇ ਲੈਂਡਿੰਗ ਪੰਨੇ ਬਣਾਓ। ਕੋਈ ਲੌਗਇਨ ਲੋੜੀਂਦਾ ਨਹੀਂ ਹੈ। ਸਾਡੇ ਅਨੁਭਵੀ ਡਰੈਗ-ਐਂਡ-ਡ੍ਰੌਪ ਇੰਟਰਫੇਸ ਨਾਲ ਆਪਣੇ ਵੈਬ ਪੇਜਾਂ ਨੂੰ ਤੇਜ਼ੀ ਨਾਲ ਡਿਜ਼ਾਈਨ ਕਰੋ, ਅਨੁਕੂਲਿਤ ਕਰੋ ਅਤੇ ਪ੍ਰਕਾਸ਼ਿਤ ਕਰੋ। ਮਾਰਕਿਟਰਾਂ, ਛੋਟੇ ਕਾਰੋਬਾਰਾਂ ਦੇ ਮਾਲਕਾਂ, ਅਤੇ ਡਿਵੈਲਪਰਾਂ ਲਈ ਸੰਪੂਰਣ ਜੋ ਇੱਕ ਮੁਸ਼ਕਲ ਰਹਿਤ ਵੈਬ ਡਿਜ਼ਾਈਨ ਹੱਲ ਦੀ ਮੰਗ ਕਰਦੇ ਹਨ।',
        ],
    ],
    'apps' => [
        'structure-data' => [
            'title' => 'ਢਾਂਚਾ ਡਾਟਾ ਜਨਰੇਟਰ | JSON-LD',
            'description' => 'JSON-LD ਮਾਰਕਅੱਪ ਬਣਾਉਣ ਲਈ ਇਸ ਸ਼ਕਤੀਸ਼ਾਲੀ ਸਟ੍ਰਕਚਰਡ ਡਾਟਾ ਜਨਰੇਟਰ ਦੀ ਵਰਤੋਂ ਕਰੋ, ਜਿਸ ਵਿੱਚ ਸਾਰੀਆਂ ਲੋੜੀਂਦੀਆਂ ਆਈਟਮਾਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਅਤੇ ਹੋਰ ਵੀ ਸ਼ਾਮਲ ਹਨ।',
        ],
    ],
];
